Repository: j00zek/PolishTranslations
Catalog: FirmwareUpgrade.po
Languages: pl

source: Can't cancel during upgrade!!
pl: Nie można anulować podczas aktualizacji !!

source: Can't find /usr/bin/md5sum
pl: Nie można znaleźć katalogu /usr/bin/md5sum

source: Can't found MD5 file.
pl: Nie można znaleźć pliku MD5.

source: Can't found binary file.
pl: Nie można znaleźć pliku binarnego.

source: Can't found device file!!
pl: Nie można znaleźć pliku urządzenia !!

source: Can't found model name.
pl: Nie można znaleźć nazwy modelu.

source: Close
pl: Zamknij

source: Do you want to remove binary data?
pl: Czy chcesz usunąć dane binarne?

source: Fail to upgrade!! Retry!!
pl: Nie udało się uaktualnić !! Ponowić !!

source: Fail to verify data file. file[%s] md5[%s]
pl: Nie udało się sprawdzić pliku danych plik[%s] md5[%s]

source: Firmware does not exist.
pl: Oprogramowanie nie istnieje.

source: No selected binary data!!
pl: Nie wybrano danych binarnych !!

source: Success. Press OK to exit.
pl: Sukces. Naciśnij przycisk 'OK', aby wyjść.

source: Download the firmware (latest)
pl: Pobierz oprogramowanie (najnowsze)

source: This plugin is supported only the Ultimo/Uno.
pl: Wtyczka jest obsługiwana tylko w Ultimo/Uno.

source: You chose the incorrect file.
pl: Wybrano niewłaściwy plik.

source: Firmware Upgrade
pl: Aktualizacja VFD/FPGA/FP

source: Upgrade Firmware..
pl: Oprogramowanie Aktualizacja..

source: Upgrade
pl: Aktualizacja

source: Firmware
pl: Oprogramowanie

source: Download
pl: Pobierz

source: Press OK to select, Press Cancel to exit. Press BLUE to download the firmware.
pl: Naciśnij przycisk 'OK'aby wybrać.Naciśnij przycisk anuluj aby wyjść. Naciśnij przycisk 'NIEBIESKI',aby pobrać oprogramowanie.

source: Downloaded: /tmp/duo2.bin.vfd Press OK to select.Press Cancel to exit.
pl: Pobrano:/tmp/duo2.bin.vfd Naciśnij przycisk 'OK'aby wybrać.Naciśnij przycisk anuluj aby wyjść.

source: FPGA File Browser
pl: Przeglądarka plików FPGA

source: VFD File Browser
pl: Przeglądarka plików VFD

source: FP File Browser
pl: Przeglądarka plików FP

source: Please wait during download.
pl: Proszę czekać podczas pobierania.

source: Message
pl: Wiadomość
