Repository: j00zek/PolishTranslations
Catalog: FullBackup.po
Languages: pl_pl

source: Pack in zip archive current folder and add to '%s' OMB?
pl_pl: Spakować w bieżącym folderze archiwum zip i dodać do %s' OMB?

source: The found files:
pl_pl: Znaleziono plik:

source: You are using built-in multiboot from %s sections!
pl_pl: Używasz wbudowanego multibootu z sekcji %s !

source: You are using dual multiboot!
pl_pl: Używasz dual multiboota!

source: %s (maybe error)
pl_pl: %s (możliwy błąd)

source: %s (maybe ok)
pl_pl: %s (możliwie ok)

source: (unknown mode)
pl_pl: (nieznany tryb)

source: - OK show/hide
pl_pl: - OK pokaż/ukryj

source: - OK show/nide
pl_pl: - OK pokaż/ukryj

source: as recovery
pl_pl: jako odzyskiwanie

source: nothing!
pl_pl: Nic !

source: ver.
pl_pl: Wersja -

source: '%s' archive was successfully added to '%s' OMB!
pl_pl: '%s' archiwum zostało pomyślnie dodane '%s' OBM!

source: 'ofgwrite' not installed!
pl_pl: 'ofgwrite' nie zainstalowane!

source: 'zip' not installed!
pl_pl: 'zip' nie zainstalowany!

source: *** boxmode=1 (Standard) *** +++ Features +++ 3840x2160p60 10-bit HEVC, 3840x2160p60 8-bit VP9, 1920x1080p60 8-bit AVC, MAIN only (no PIP), Limited display usages, UHD only (no SD), No multi-PIP, No transcoding --- Restrictions --- Decoder 0: 3840x2160p60 10-bit HEVC, 3840x2160p60 8-bit VP9, 1920x1080p60 8-bit AVC OSD Grafic 0: 1080p60 32 bit ARGB Display 0 Encode Restrictions: 3840x2160p60 12-bit 4:2:0 (HDMI), 3840x2160p60 12-bit 4:2:2 (HDMI), 3840x2160p60 8-bit 4:4:4 (HDMI), 1920x1080p60 (component), Only one display format at a time If you want 1080p60 component, HDMI also needs to be 1080p60.
pl_pl: *** boxmode = 1 (Standard) *** +++ Funkcje +++ 3840x2160p60 10-bitowy HEVC, 3840x2160p60 8-bitowy VP9, 1920x1080p60 8-bitowy AVC, MAIN tylko (bez PIP), Ograniczone użycie wyświetlacza, tylko UHD (bez SD), Bez wielu PIP, bez transkodowania --- Ograniczenia --- Dekoder 0: 3840x2160p60 10-bitowy HEVC, 3840x2160p60 8-bitowy VP9, 1920x1080p60 8-bitowy AVC OSD Graficzny 0: 1080p60 32-bitowy ARGB Wyświetl 0 Ograniczenia kodowania: 3840x2160p60 12-bit 4: 2: 0 (HDMI), 3840x2160p60 12-bitowy 4: 2: 2 (HDMI), 3840x2160p60 8-bitowy 4: 4: 4 (HDMI), 1920x1080p60 (komponent), Tylko jeden format wyświetlania na raz Jeśli potrzebujesz komponentu 1080p60, HDMI również musi mieć rozdzielczość 1080p60.

source: *** boxmode=12 (Experimental) *** +++ Features +++ 3840x2160p50 10-bit decode for MAIN, 1080p25/50i PIP support, HDMI input (if available), UHD display only, No SD display, No transcoding --- Restrictions --- Decoder 0: 3840x2160p50 10-bit HEVC, 3840x2160p50 8-bit VP9, 1920x1080p50 8-bit AVC/MPEG Decoder 1: 1920x1080p25/50i 10-bit HEVC, 1920x1080p25/50i 8-bit VP9/AVC/MPEG2, HDMI In (if available), 3840x2160p50 OSD Graphic 0 (UHD): 1080p50 32-bit ARGB Window 0 (MAIN/UHD): Limited display capabilities, 1080i50 10-bit de-interlacing Multi-PIP mode (3x): Enigma2 supported no multi-PIP Window 1 (PIP/UHD) (Enigma2 PIP Mode): Up to 1/2 x 1/2 screen display, 576i50 de-interlacing Display 0 (UHD) Encode Restrictions: 3840x2160p50
pl_pl: *** boxmode = 12 (Experimental) *** +++ Funkcje +++ 3840x2160p50 10-bitowy dekodowanie dla MAIN, obsługa 1080p25 / 50i PIP, wejście HDMI (jeśli jest dostępne), Tylko wyświetlacz UHD, brak wyświetlania SD, brak transkodowania --- Ograniczenia --- Dekoder 0: 3840x2160p50 10-bitowy HEVC, 3840x2160p50 8-bitowy VP9, 1920x1080p50 8-bitowy AVC / MPEG Dekoder 1: 1920x1080p25 / 50i 10-bitowy HEVC, 1920x1080p25 / 50i 8-bitowy VP9 / AVC / MPEG2, Wejście HDMI (jeśli jest dostępne), 3840x2160p50 OSD Graphic 0 (UHD): 1080p50 32-bit ARGB Okno 0 (MAIN / UHD): ograniczone możliwości wyświetlania, 10-bitowe usuwanie przeplotu 1080i50 Tryb Multi-PIP (3x): Enigma2 nie obsługuje wielu PIP Okno 1 (PIP / UHD) (tryb PIP Enigma2): wyświetlanie ekranu do 1/2 x 1/2, usuwanie przeplotu 576i50 Wyświetl 0 (UHD) Ograniczenia kodowania: 3840x2160p50

source: 2160p50 with PiP
pl_pl: 2160p50 z PiP

source: 2160p60 without PiP (default)
pl_pl: 2160p60 bez PiP (domyślnie)

source: < Needs create file *(any name).fbackup in USB device >
pl_pl: Wymaga utworzenia pliku * (dowolna nazwa) .fbackup w urządzeniu USB

source: A recording is currently running. Please stop the recording before trying to start a flashing.
pl_pl: Trwa nagrywanie. Zatrzymaj nagrywanie przed rozpoczęciem !

source: AFB Not enough free space on device! You need at least 1500Mb free space!
pl_pl: AFB Za mało wolnego miejsca na urządzeniu! Potrzebujesz co najmniej 1500 MB wolnego miejsca!

source: AFB Not enough free space on device! You need at least 300Mb free space!
pl_pl: AFB Za mało wolnego miejsca na urządzeniu! Potrzebujesz co najmniej 300 MB wolnego miejsca!

source: AFB Not found mount device for create full backup!
pl_pl: AFB Nie znaleziono zamontowanego urządzenia do tworzenia pełnej kopii zapasowej!

source: Add to OMB
pl_pl: Dodaj do OMB

source: Alternative Image 1 partition for boot repair not found.
pl_pl: Nie znaleziono alternatywnej partycji Image 1 do naprawy rozruchu.

source: Automatic Full Backup
pl_pl: Automatyczna kopia zapasowa

source: Automatic cleanup backups
pl_pl: Automatyczne usuwanie kopii zapasowych

source: Automatic full backup
pl_pl: Automatyczna kopia zapasowa

source: Automatic start time
pl_pl: Automatyczny czas rozpoczęcia

source: Background mode
pl_pl: Praca w tle

source: Backup location
pl_pl: Lokalizacja kopii

source: Behaviour in deep standby
pl_pl: Zachowanie w trybie głębokiego czuwania

source: Can not repair file %s
pl_pl: Nie można naprawić pliku %s

source: Can not write file %s
pl_pl: Nie można zapisać pliku %s

source: Cancel
pl_pl: Anuluj

source: Caution, next boot is starts with these settings!
pl_pl: Uwaga, następny rozruch rozpocznie się od tych ustawień!

source: Choice days for create backup
pl_pl: Wybierz dni do tworzenia kopii zapasowej

source: Command line error!
pl_pl: Błąd linii poleceń!

source: Console log
pl_pl: Dziennik konsoli

source: Console mode
pl_pl: Tryb konsoli

source: Create a full backup image
pl_pl: Utwórz pełną kopię obrazu

source: Create backup
pl_pl: Utwórz kopię

source: Current bootsettings: %s (%s)%s
pl_pl: Aktualne ustawienia rozruchowe: %s (%s)%s

source: Current load boxmode: %s
pl_pl: Aktualne boxmode: %s

source: Days Profile
pl_pl: Wybór dni

source: Disabled
pl_pl: Wyłączone

source: Do you really want to create a full backup in directory %s ?
pl_pl: Na pewno chcesz utworzyć pełną kopię zapasową w katalogu %s ?

source: Do you really want to stop the creation of backup?
pl_pl: Na pewno chcesz zatrzymać tworzenie kopii zapasowej?

source: Do you really want to unpack %s ?
pl_pl: Na pewno chcesz wypakować %s ?

source: Do you want to reboot now with selected image?
pl_pl: Czy chcesz teraz uruchomić ponownie z wybranym obrazem?

source: Do you want to reboot now?
pl_pl: Uruchomić ponownie teraz?

source: Done
pl_pl: Gotowe

source: Error creating zip archive!
pl_pl: Błąd podczas tworzenia archiwum zip!

source: Error in file %s
pl_pl: Błąd w pliku %s

source: Error reading image from file '/boot/%s'! Please flashing another image for this partition.
pl_pl: Błąd odczytu obrazu z pliku '/boot/%s'! Proszę wybrać inny obraz dla tej partycji.

source: Error unmounting devices!
pl_pl: Błąd odłączania urządzeń!

source: Exit
pl_pl: Wyście

source: Exit and eject device
pl_pl: Wyjdź i odłącz urządzenie

source: Failed
pl_pl: Błąd

source: File '/boot/%s' copy to '/boot/STARTUP' failed!
pl_pl: Kopiowanie pliku '/boot/%s' do '/boot/STARTUP' nie powiodło się!

source: File not found - rename failed!
pl_pl: Brak pliku - zmiana nazwy nie powiodła się!

source: Flashing:
pl_pl: Trwa instalacja...

source: For backup your receiver files are needed:
pl_pl: Do tworzenia kopii zapasowych potrzebne są pliki:

source: For flashing your receiver files are needed:
pl_pl: Potrzebne pliki do flashowania:

source: Fourth partition
pl_pl: Czwarta partycja

source: Friday
pl_pl: Piątek

source: Full backup for all receivers
pl_pl: Pełna kopia zapasowa dla wszystkich odbiorników.

source: FullBackup Configuration
pl_pl: Konfiguracja pełnej kopii zapasowej

source: Image %s
pl_pl: Obraz %s

source: In the next few seconds to start Automatic Full Backup! Options control panel will not be available 5-7 minutes. Run backup now?
pl_pl: Za chwilę rozpocznie się automatyczna pełna kopia zapasowa! Panel opcji nie będzie dostępny przez 5-7 minut. Uruchomić teraz kopię zapasową?

source: Install util-linux-blkid?
pl_pl: Zainstalować util-linux-blkid?

source: Last backup date
pl_pl: Data ostatniej kopii zapasowej

source: Manual
pl_pl: Ręcznie

source: Monday
pl_pl: Poniedziałek

source: MultiBoot STARTUP switcher
pl_pl: Przełącznik MultiBoot STARTUP

source: MultiBoot switcher
pl_pl: Przełącznik MultiBoot

source: NOT found files for flashing!
pl_pl: Nie znaleziono plików do instalacji !

source: Name already exists - rename failed!
pl_pl: Nazwa już istnieje - zmiana nazwy nie powiodła się!

source: Next boot will start from Image 1.
pl_pl: Następny rozruch rozpocznie się od obrazu 1.

source: No
pl_pl: Nie

source: No backup present
pl_pl: Brak kopii zapasowej !

source: Not selected directory backup
pl_pl: Nie wybrano lokalizacji kopii zapasowej !

source: Only kernel
pl_pl: Tylko Kernel

source: Only root
pl_pl: Tylko root

source: Open multiBoot switcher
pl_pl: Otwórz przełącznik multiBoot

source: Please enter new name:
pl_pl: Wprowadź nową nazwę:

source: Please wait! Greating zip archive...
pl_pl: Proszę czekać! Tworzenie archiwum zip ...

source: Please: DO NOT reboot your STB and turn off the power.
pl_pl: NIE uruchamiaj ponownie urządzenia ani NIE wyłączaj zasilania! !

source: Press OK
pl_pl: Wciścij OK

source: Read error current dir, sorry.
pl_pl: Bieżący katalog jest nieczytelny !

source: Rename
pl_pl: Zmień nazwę

source: Rename failed!
pl_pl: Błąd zmiany nazwy

source: Restore backup
pl_pl: Przywróć kopię

source: Run flash
pl_pl: Uruchom

source: Running
pl_pl: Tworzę kopie obrazu proszę czekać..

source: Saturday
pl_pl: Sobota

source: Save
pl_pl: Zapisz

source: Scan at automount for create backup
pl_pl: Wyszukaj Automount, aby utworzyć kopię zapasową

source: Second partition
pl_pl: Druga partycja

source: Second partition (only kernel)
pl_pl: Druga partycja (tylko jądro)

source: Second partition (only root)
pl_pl: Druga partycja (tylko root)

source: Second partition (root and kernel)
pl_pl: Druga partycja (root i jądro)

source: Select Image: %s
pl_pl: Wybierz obraz: %s

source: Select action:
pl_pl: Wybierz akcję:

source: Select backup for add to OpenMultiboot
pl_pl: Wybierz kopię zapasową do dodania do OpenMultiboot

source: Select bootoption: %s
pl_pl: Wybierz opcje bootowania : %s

source: Select bootoption: not supported - see info
pl_pl: Wybierz bootoption: nieobsługiwane - patrz info.

source: Select parameter for start flash!
pl_pl: Wybierz sposób flashowania!

source: Select the folder with backup
pl_pl: Wybierz folder z kopią zapasową

source: Select the option to create a backup:
pl_pl: Wybierz opcję utworzenia kopii zapasowej:

source: Show message during the start
pl_pl: Pokaż wiadomość przy starcie

source: Show multiBoot switcher in menu shutdown
pl_pl: Pokaż przełącznik multiBoot w menu Czuwanie / Restart

source: Show only found image and mtd partitions.
pl_pl: Pokaż tylko znaleziony obraz i partycje MTD.

source: Simulate (no write)
pl_pl: Symuluj (bez zapisu)

source: Simulate fourth partition (no write)
pl_pl: Symuluj czwartą partycję (bez zapisu)

source: Simulate second partition (no write)
pl_pl: Symuluj drugą partycję (bez zapisu)

source: Simulate third partition (no write)
pl_pl: Symuluj trzecią partycję (bez zapisu)

source: Sorry! This boot is not flash image!
pl_pl: Przepraszam! Ten rozruch nie jest obrazem flash!

source: Standard (root and kernel)
pl_pl: Standard (root i Kernel)

source: Starting Automatic Full Backup! Options control panel will not be available 5-7 minutes. Please wait ...
pl_pl: Zaczynam tworzenie pełnej kopii zapasowej! Panel sterowania opcji będzie niedostępny 5-7 minut. Rozpocząć teraz?

source: Sunday
pl_pl: Niedziela

source: The device was successfully unmounted!
pl_pl: Urządzenie zostało pomyślnie odmontowane!

source: The image or kernel will be flashing and auto booted in few minutes.
pl_pl: Obraz lub Kernel będzie flashowany - Tuner zostanie ponownie uruchomiony..

source: Third partition
pl_pl: Trzecia partycja

source: Thursday
pl_pl: Czwartek

source: Tuesday
pl_pl: Wtorek

source: Unable to read image number
pl_pl: Nie można odczytać numeru obrazu

source: Unzip
pl_pl: Rozpakuj

source: Warning! Use at your own risk! Make always a backup before use! Don't use it if you use multiple ubi volumes in ubi layer!
pl_pl: Ostrzeżenie! Używasz tego na własne ryzyko! Przed użyciem zawsze wykonaj kopię zapasową! Nie używaj tego, jeśli używasz wielu voluminów w obrazie ubi!

source: Warning!Please install util-linux-blkid.
pl_pl: Ostrzeżenie! Zainstaluj util-linux-blkid .

source: Wednesday
pl_pl: Środa

source: Write error!
pl_pl: Błąd zapisu!

source: Wrong Bootsettings detected!
pl_pl: Wykryto nieprawidłowe ustawienia rozruchowe!

source: Yes
pl_pl: Tak

source: You may not use this settings! At least one day a week should be included!
pl_pl: Nie można używać tych ustawień! ! Należy zaznaczyć przynajmniej jeden dzień w tygodniu!

source: Your STB will freeze during the flashing process.
pl_pl: Podczas procesu flashowania STB nie działa.

source: Your box needs Bootloaderversion(s) %s to make compatible with Bootoptions!
pl_pl: Twój tuner potrzebuje Bootloadera w wersji %s by był kompatybilny z Bootoptions!

source: Your receiver not supported!
pl_pl: Twój odbiornik nie jest obsługiwany!

source: cleanup disabled
pl_pl: czyszczenie wyłączone

source: current: %s
pl_pl: Aktualnie: %s

source: disabled
pl_pl: wyłączone

source: no
pl_pl: nie

source: no image found
pl_pl: nie znaleziono obrazu

source: ofgwrite flashing ready.
pl_pl: gotowe do flashowania.

source: ofgwrite will stop enigma2 now to run the flash.
pl_pl: ofgwrite zatrzyma enigmę2 teraz aby uruchomić programowanie.

source: older than 1 week
pl_pl: starsze niż tydzień

source: older than 2 days
pl_pl: starsze niż 2 dni

source: older than 2 weeks
pl_pl: starsze niż 2 tygodnie

source: older than 3 days
pl_pl: starsze niż 3 dni

source: older than 3 months
pl_pl: starsze niż 3 miesiące

source: older than 3 weeks
pl_pl: starsze niż 3 tygodnie

source: older than 4 weeks
pl_pl: starsze niż 4 tygodnie

source: placeholder message 2
pl_pl: wiadomość zastępcza 2

source: please press exit to go back to the menu.
pl_pl: wciśnij exit, aby wrócić do menu.

source: type info
pl_pl: Typ Info

source: type yes/no
pl_pl: Typ tak/nie

source: unknown
pl_pl: nieznany

source: wake up and shutdown after backup
pl_pl: obudź i zamknij po wykonaniu kopii zapasowej

source: wake up for backup
pl_pl: obudź, aby wykonać kopię zapasową
