Repository: j00zek/PolishTranslations
Catalog: HistoryZapSelector.po
Languages: fr

source: %s number: %s
fr: %s numer: %s

source: Auto save history before stopping E2
fr: Automatyczne zapisywanie historii przed wyłączeniem E2

source: Behavior of keys for use
fr: Użyj klawiszy

source: Cancel
fr: Anuluj

source: Clear History
fr: Czyść historię

source: Could not open Picture in Picture
fr: Nie można otworzyć obrazu w obrazie

source: Del entry Clear history Preview
fr: Usuń wpis Wyczyść historię Podgląd

source: Del entry Clear history List Preview
fr: Usuń wpis Wyczyść historię Lista Podgląd

source: Delete history list
fr: Usuń listę historii

source: Delete selected Clear history Preview
fr: Effacer sélect. Effacer l’histo. Aperçu

source: Delete selected Clear history All list Preview
fr: Effacer sélect. Effacer l’histo. Toute la liste Aperçu

source: Disable auto saving?
fr: Wyłączyć auto zapisywanie?

source: Duration type
fr: Rodzaj paska postepu

source: Enable Zap History
fr: Włącz historię przęłączania

source: Enable auto saving?
fr: Włączyć auto zapisywanie?

source: Failed!
fr: Błąd!

source: GUI needs restart to activate hotkey!
fr: Wymagany restart, aby aktywować skrót!

source: History zap: count %d
fr: History zap: liczyć %d

source: Invalid number: %s
fr: Nieprawidłowa liczba:% s

source: Main screen
fr: Główny ekran

source: Maximum zap history entries
fr: Maksymalna liczba wpisów historii

source: Options
fr: Opsje

source: Options for history
fr: Opcje historii

source: Preview zap to service ?
fr: Podgląd zap do usługi?

source: Really clear history list ?
fr: Naprawdę wyczyścić listę historii?

source: Really delete current entry ?
fr: Naprawdę usunąć bieżący wpis?

source: Restore history list
fr: Przywróć listę historii

source: Save
fr: Zapisz

source: Save history list
fr: Zapisz listę historii

source: Settings zap history
fr: Ustawienia zap history

source: Setup Zap History:
fr: Konfiguracja Zap History:

source: Show duration events
fr: Pokaż czas trwania wydarzenia

source: Show history list
fr: Pokaż listę historii

source: Show panel buttons on display
fr: Pokaż przyciski panelu na wyświetlaczu

source: Show warning message before action
fr: Pokaż ostrzeżenia przed działaniem

source: Style services list
fr: Styl listy usług

source: Successed!
fr: Sukces!

source: Use number zap
fr: Użyj numerów

source: Use picons
fr: Użyj picon

source: Use the number keys for zap to service
fr: Użyj klawiszy numerycznych, aby przejść do usługi

source: Warning! VCS plugin hotkey need disabled!
fr: Ostrzeżenie! Klawisz skrótu wtyczki VCS musi być wyłączony!

source: Zap as:
fr: Zap jako:

source: Zap focus PiP (if only enabled)
fr: Zap focus PiP (jeśli tylko włączony)

source: clear history list
fr: Wyczyść listę

source: config:
fr: konfiguracja:

source: default (only service name)
fr: domyślnie (tylko nazwa usługi)

source: delete selected entry
fr: Usuń wpis

source: disabled
fr: Wyłączony

source: enabled
fr: Włączone

source: event name
fr: Nazwa wydarzenia

source: event name and description
fr: Nazwa i opis wydarzenia

source: exit
fr: Wyjście

source: next entry
fr: Następny wpis

source: only CH+/-,B+/-,P+/-
fr: tylko CH+/-,B+/-,P+/-

source: only LEFT/RIGHT
fr: tylko LEWO/PRAWO

source: only Pipzap
fr: tylko Pipzap

source: only TEXT/HELP
fr: tylko TEXT/HELP

source: only standard PiP
fr: tylko standardowy PiP

source: open Event View
fr: otwórz Widok wydarzenia

source: open list options
fr: otwórz listę opcji

source: open single EPG
fr: otwórz pojedyncze EPG

source: preview for selected entry
fr: podgląd wybranego wpisu

source: previous entry
fr: poprzedni wpis

source: progress bar
fr: pasek postępu

source: remaining minutes
fr: pozostały czas

source: show all list
fr: pokaż całą listę

source: show options list
fr: Pokaż opcje

source: zap to service
fr: zap do usługi
