Repository: j00zek/PolishTranslations
Catalog: LCD4linux.po
Languages: pl

source: % + Load@1min
pl: % + Wczytywać co 1min.

source: % + Load@5min
pl: % + Wczytywać co 5min.

source: %d Mails %d New %s
pl: %d Poczta %d nowe %s

source: %s - Current value: %s
pl: %s Aktualna wartość: %s

source: - Type
pl: Typ

source: - Alignment
pl: Wyrównanie

source: - Analog Clock
pl: Zegar analogowy

source: - Background Color
pl: Kolor tła

source: - Background/Transparency
pl: Tło/przeźroczystość

source: - Backlight Off [disable set Off=On]
pl: Podświetlenie wyłączone

source: - Backlight On
pl: Podświetlenie włączone

source: - Backlight Weekend Off [disable set Off=On]
pl: Podświetlenie w soboty/niedziele wyłączone

source: - Backlight Weekend On
pl: Podświetlenie w soboty/niedziele włączone

source: - Bar Range Max
pl: Maksymalny zakres paska

source: - Bar Range Min
pl: Minimalny zakres paska

source: - Base
pl: Podstawa/baza

source: - CPU
pl: Procesor

source: - Caption Color
pl: Kolor podpisu

source: - Color
pl: Kolor

source: - Current Day Background Color
pl: Kolor tła aktualnego dnia

source: - Cut Height [disable = 0]
pl: Wysokość cięcia[wyłączone=0]

source: - Cut Width [disable = 0]
pl: Szerokość cięcia[wyłączone=0]

source: - Cut from X
pl: Wycięte z X

source: - Cut from Y
pl: Wycięte z Y

source: - Default Cover [ok]>
pl: Domyślna okładka [ok]>

source: - Device Name
pl: Nazwa Urządzenia

source: - Download Cover from Google
pl: Pobierz okładkę z google

source: - Extra Color Chill
pl: Dodatkowy kolor odczuwalnej temperatury

source: - Extra Color City
pl: Dodatkowe kolor miasta

source: - Extra Zoom
pl: Dodatkowe powiększenie

source: - Fast Grab lower quality
pl: Szybkie uchwycenie niskiej jakość

source: - File [ok]>
pl: Plik [ok]>

source: - File or Path [ok]>
pl: Plik lub ścieżka [ok]>

source: - Font
pl: Czcionka

source: - Font Size
pl: Rozmiar czcionki

source: - Full Screen
pl: Pełny ekran

source: - Gradient
pl: Nasycenie kolorów w sygnale sat.

source: - HTTP Height
pl: Wysokość http

source: - HTTP Width
pl: Szerokość http

source: - LCD 1 Background Color
pl: Kolor tła LCD1

source: - LCD 1 Background-Picture [ok]>
pl: Zdjęcie tła[ok]>LCD1[ok]>

source: - LCD 1 Brightness
pl: Jasność LCD1

source: - LCD 1 Night Reduction
pl: Nocna redukcja LCD1

source: - LCD 1 Refresh
pl: Odświeżanie LCD1

source: - LCD 1 Rotate
pl: Obrót LCD1

source: - LCD 2 Background Color
pl: Kolor tła LCD2

source: - LCD 2 Background-Picture [ok]>
pl: Zdjęcie tła[ok]>LCD2

source: - LCD 2 Brightness
pl: Jasność LCD2

source: - LCD 2 Night Reduction
pl: Nocna redukcja LCD2

source: - LCD 2 Refresh
pl: Odświeżanie LCD2

source: - LCD 2 Rotate
pl: Obrót LCD2

source: - LCD 3 Background Color
pl: Kolor tła LCD3

source: - LCD 3 Background-Picture [ok]>
pl: Zdjęcie tła[ok]>LCD3

source: - LCD 3 Brightness
pl: Jasność LCD3

source: - LCD 3 Night Reduction
pl: Nocna redukcja LCD3

source: - LCD 3 Refresh
pl: Odświeżanie LCD3

source: - LCD 3 Rotate
pl: Obrót LCD3

source: - Layout
pl: Układ Graficzny

source: - Length
pl: Długość

source: - Length [Bar]
pl: Długość[paska]

source: - Lines
pl: Linie

source: - Mail Konto
pl: Konto pocztowe

source: - Module
pl: Moduł

source: - Name
pl: Nazwa

source: - OSD Size
pl: Rozmiar OSD

source: - Online Name:Address
pl: Nazwa online:Adres

source: - Picon Cache Path [ok]>
pl: Ścieżka pikon do katalogu pamięci podręcznej [ok]>

source: - Picon First
pl: Pierwsza pikona

source: - Picon Path 2 [ok]>
pl: Ścieżka pikon2[ok]>

source: - Picon Path [ok]>
pl: Ścieżka pikon[ok]>

source: - Picon Size
pl: Rozmiar pikon

source: - Picture Alignment
pl: Wyrównanie zdjęcia

source: - Picture Position
pl: Pozycja zdjęcia

source: - Picture Size
pl: Rozmiar zdjęcia

source: - Popup LCD
pl: Wyskakujący LCD

source: - Popup Screen
pl: Wyskakujący ekran

source: - Position
pl: Pozycja

source: - Position x
pl: Pozycja x

source: - Position y
pl: Pozycja y

source: - Quick Update
pl: Szybka aktualizacja

source: - Rain Color
pl: Kolor deszczu

source: - Rain Color 2
pl: Kolor deszczu2

source: - Rain Zoom
pl: Powiększenie deszczu

source: - Rain use Color 2 from
pl: Deszcz2 z użyciem koloru z

source: - Screen 2 Changing Time
pl: 2 Ekran czas przełączania

source: - Screen 3 Changing Time
pl: 3 Ekran czas przełączania

source: - Screen 4 Changing Time
pl: 4 Ekran czas przełączania

source: - Screen 5 Changing Time
pl: 5 Ekran czas przełączania

source: - Screen 6 Changing Time
pl: 6 Ekran czas przełączania

source: - Screen 7 Changing Time
pl: 7 Ekran czas przełączania

source: - Screen 8 Changing Time
pl: 8 Ekran czas przełączania

source: - Screen 9 Changing Time
pl: 9 Ekran czas przełączania

source: - Screens used for Changing
pl: Ekrany wykorzystywane do zmiany

source: - Search Path [ok]>
pl: Ścieżka wyszukiwania[ok]>

source: - Sensors
pl: Czujniki

source: - Shaded
pl: Cieniowanie

source: - Shadow Edges
pl: Krawędzie cienia

source: - Show State
pl: Pokazać stan

source: - Show chill temperature from difference
pl: Pokazać odczuwalną temperaturę

source: - Show in Mode
pl: Pokazać w trybie

source: - Size
pl: Rozmiar

source: - Size max Height
pl: Maks.rozmiar wysokość

source: - Size x
pl: Rozmiar x

source: - Size y
pl: Rozmiar y

source: - Spacing
pl: Odstęp(między liniami tekstu)

source: - Split Screen
pl: Podział ekran

source: - Station
pl: Stacja

source: - Text Size
pl: Rozmiar tekstu

source: - Timeout [ms]
pl: Limit czasu[ms]

source: - Transparency
pl: Przeźroczystość

source: - Tunerinfo
pl: Info.tunera

source: - Type
pl: Typ

source: - Weather Type
pl: Typ pogody

source: - Zoom
pl: Powiększenie

source: - extra Info
pl: Dodatkowe info.

source: - free Warning
pl: Darmowe ostrzeżenie

source: - max Width
pl: Maks.szerokość

source: - maximum Lines
pl: Maks.linie

source: - only active Tuner
pl: Tylko aktywna głowica

source: - which LCD
pl: Który LCD

source: 1 - normal
pl: 1-normalny

source: 2 - side by side
pl: 2-obok siebie

source: 2 Days 1 Line
pl: 2 Dni w 1 lini

source: 2 Days 2 Line
pl: 2 Dni w 2 liniach

source: 2 x FastBackwardKey
pl: 2xPrzewijanie do tyłu

source: 2 x FastBackwardKey Type 2
pl: 2xPrzewijanie do tyłu/typ 2

source: 2 x FastForwardKey
pl: 2xPrzewijanie do przodu

source: 2 x FastForwardKey Type 2
pl: 2xPrzewijanie do przodu/typ 2

source: 2 x InfoKey
pl: 2xPrzycisk info.

source: 2 x Mute
pl: 2xWyciszenie

source: 32bit - color
pl: Kolor 32bitowy

source: 4 Days 1 Line
pl: 4 Dni w 1 linii

source: 4 Days 2 Lines
pl: 4 Dni w 2 liniach

source: 4 Days Vertical View
pl: 4 Dni widok pionowy

source: 5 Days 1 Line
pl: 5 Dni w 1 linii

source: 5 Days 2 Lines
pl: 5 Dni w 2 liniach

source: 5 Days Vertical View
pl: 5 Dni widok pionowy

source: 8bit - grayscale/color
pl: 8bity w skali szarości/koloru

source: Active Screen
pl: Aktywny ekran

source: All
pl: Wszystkie

source: Always All
pl: Zawsze wszystkie

source: Always New
pl: Zawsze nowe

source: Analog
pl: Analogowy

source: Analog+Date
pl: Analogowy/data

source: Analog+Date+Weekday
pl: Analogowy/data/dzień tygodnia

source: Analog+Date+Weekday 2
pl: Analogowy/data/dzień tygodnia2

source: April
pl: KWIECIEŃ

source: Audio/Video
pl: Audio/Wideo

source: August
pl: SIERPIEŃ

source: Background-Picture Type
pl: Typ tła zdjęcia

source: Backup Config
pl: Konfiguracja kopii

source: Bar
pl: Pasek

source: Bar+Value
pl: Pasek/wartość

source: Bitrate
pl: Szybkość transmisji bitów

source: Box-Skin-LCD
pl: Odbiornik/skórka/LCD

source: Box-Skin-LCD Color
pl: Odbiornik/skórka/kolor LCD

source: Box-Skin-LCD Dimension
pl: Odbiornik/skórka/rozmiar LCD

source: Box-Skin-LCD Enable Idle-Mode
pl: Odbiornik/skórka/włączyć tryb bezczynności LCD

source: Box-Skin-LCD Enable Media-Mode
pl: Odbiornik/skórka/włączyć tryb nośnika LCD

source: Box-Skin-LCD Enable On-Mode
pl: Odbiornik/skórka/aktywować tryb LCD

source: Calendar
pl: Kalendarz

source: Calendar Day Event Preview
pl: Podgląd zdarzeń dni kalendarzowych

source: Calendar Line Thickness
pl: Grubość linii kalendarza

source: Calendar Poll Interval
pl: Czas odświeżania kalendarza

source: Calendar Saturday Color
pl: Kolor soboty w kalendarzu

source: Calendar Sunday Color
pl: Kolor niedzieli w kalendarzu

source: Calendar Timezone Correction
pl: Korekcja strefy czasu w kalendarzu

source: Calendar Transparency
pl: Przezroczystość kalendarza

source: Calendar ics-Path [ok]>
pl: Ścieżka do katalogu kalendarza[ok]>

source: Calendar ics-URL
pl: Katalog kalendarza-URL

source: Calendar planerFS
pl: Planowanie kalendarza FS

source: Cancel
pl: Anuluj

source: Channel
pl: Kanał

source: Channel+Title
pl: Kanał/tytuł

source: Choose dir
pl: Wybierz katalog

source: Choose file
pl: Wybierz plik

source: Choose font
pl: Wybierz czcionkę

source: Clock
pl: Zegar

source: Clock 2
pl: Zegar2

source: Config Backup Path [ok]>
pl: Wybierz ścieżkę kopii zapasowej[ok]>

source: Config Restore All Settings
pl: Przywróć ustawienia konfiguracji

source: Console normal
pl: Konsola normalna

source: Corner
pl: Narożnik

source: Crashlog
pl: Dziennik zdarzeń(Crashlog)

source: Current
pl: Aktualnie

source: Current Temperature
pl: Aktualna temperatura

source: Current Temperature (+C)
pl: Aktualna temperatura(+C)

source: Current temperature(-C)
pl: Aktualna temperatura(-C)

source: DVB-T Signal-Quality Correction
pl: Korekcja jakości sygnału DVB-T

source: Date
pl: Data

source: Date+Time
pl: Data/czas

source: Date+Time+Weekday
pl: Data/czas/dzień tygodnia

source: Dates
pl: Daty

source: Dates 1 Line
pl: Daty w 1 linii

source: Dates 3 Lines
pl: Daty w 3 liniach

source: Dates 5 Lines
pl: Daty w 5 liniach

source: Dates 9 Lines
pl: Daty w 9 liniach

source: Dates List
pl: Lista dat

source: Dates compact
pl: Tryb kompaktowy dat

source: Dates compact 2 Lines
pl: Tryb kompaktowy dat w 2 liniach

source: Dates compact 3 Lines
pl: Tryb kompaktowy dat w 3 liniach

source: Dates compact no Icon
pl: Daty kompaktowe bez ikon

source: Dates no Icon
pl: Daty bez ikon

source: Debug-Logging > /tmp/L4log.txt
pl: Reprodukcja błędu->/tmp/L4log.txt

source: December
pl: GRUDZIEŃ

source: Delete
pl: Usuwanie

source: Delete File?
pl: Usunąć plik?

source: Delete Logfile
pl: Usunąć plik dziennika

source: Display Delay [ms]
pl: Opóźnienie wyświetlania[ms]

source: Double-button switches
pl: Zastąpienie przycisku przełączania

source: Download Logfile
pl: Pobierz plik dziennika

source: Event Icon Bar
pl: Ikona paska wydarzenia

source: Exec
pl: Wykonaj

source: Extended
pl: Rozszerzenie

source: Extended (Short)
pl: Rozszerzenie(krótko)

source: Extended Description
pl: Rozszerzony opis

source: Fastmode (2s)
pl: Szybki tryb(2s)

source: February
pl: LUTY

source: First Quarter
pl: Pierwszy kwartał

source: Flaps Design
pl: Zamknięcie konstrukcji

source: Font
pl: Czcionka

source: Font 1 [ok]>
pl: 1 Czcionka[ok]>

source: Font 2 [ok]>
pl: 2 Czcionka[ok]>

source: Font 3 [ok]>
pl: 3 Czcionka[ok]>

source: Font 4 [ok]>
pl: 4 Czcionka[ok]>

source: Font 5 [ok]>
pl: 5 Czcionka[ok]>

source: Font global [ok]>
pl: Ogólna czcionka[ok]>

source: Frame
pl: Ramka

source: Fri
pl: Pia.

source: Friday
pl: PIĄTEK

source: FritzCall Frame Picture [ok]>
pl: Ramka zdjęć w FritzCall[ok]>

source: FritzCall Number of Lines per Entry
pl: Liczba wierszy na wpis w FritzCall

source: FritzCall Number of List Entries
pl: Liczba pozycji na liście w FritzCall

source: FritzCall Number of Pictures
pl: Liczba zdjęć w FritzCall

source: FritzCall Picture Orientation
pl: Orientacja zdjęcia w FritzCall

source: FritzCall Picture Path [ok]>
pl: Ścieżka zdjęcia w FritzCall [ok]>

source: FritzCall Picture Transparency
pl: Przezroczystość zdjęcia w FritzCall

source: FritzCall Pictures Search
pl: Szukaj zdjęcia w FritzCall

source: FritzCall Popup Color
pl: Wyskakujące okno koloru w FritzCall

source: FritzCall Popup LCD
pl: Wyskakujące okno LCD w FritzCall

source: FritzCall Popup-Time
pl: Wyskakujące okno czasu w FritzCall

source: FritzCall remove Calls after hours
pl: Usunąć rozmowy po godzinach w FritzCall

source: Full Moon
pl: Pełnia

source: GUI Restart is required
pl: Jest wymagany Restart GUI

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
pl: Tuner wymaga ponownego uruchomienia aby zastosować zmiany. Czy chcesz ponownie uruchomić GUI teraz?

source: Global
pl: Ogólnie

source: LCD4linux Display-Mode On
pl: Wyświetlacz-Tryb Wł.

source: Set Media >>
pl: Ust.Media>>

source: LCD4linux Display-Mode MediaPlayer
pl: Wyświetlacz-Tryb Odtwarzacza

source: Set Idle >>
pl: Ust.Bezczynności>>

source: Idle
pl: Bezczynność

source: LCD4linux Display-Mode Idle
pl: Wyświetlacz-Tryb Bezczynności

source: Set Global >>
pl: Ust.Ogólne>>

source: LCD4linux Settings
pl: Ustawienia LCD4linux

source: Set On >>
pl: Ust.Wł.>>

source: Gradient
pl: Nachylenie

source: IP seurity not supported by Box
pl: Zabezpieczone IP nie jest obsługiwane przez Tuner

source: Informations
pl: Informacje

source: Informations 2
pl: Informacje2

source: Infos
pl: Info.

source: Internal Box-Skin-LCD
pl: Wewnetrzny tuner/skórka/LCD

source: Internal TFT-LCD 400x240
pl: Wewnetrzny TFT-LCD 400x240

source: Internal Vu+ Duo2 LCD 400x240
pl: Wewnetrzny Vu+ Duo2 LCD 400x240

source: January
pl: STYCZEŃ

source: July
pl: LIPIEC

source: June
pl: CZERWIEC

source: Key for Screen Change
pl: Przycisk do zmiany ekranu

source: Key for Screen On/Off
pl: Przycisk do Wł./Wył. ekranu

source: Knob
pl: Przycisk

source: Knob+Value
pl: Przycisk/wartość

source: LCD 1 Type
pl: Typ LCD1

source: LCD 2 Type
pl: Typ LCD2

source: LCD 3 Type
pl: Typ LCD3

source: LCD Custom Height
pl: Niestandardowa wysokość LCD

source: LCD Custom Width
pl: Niestandardowa szerokość LCD

source: LCD Display
pl: Wyświetlacz LCD

source: LCD4linux Screen Switch
pl: Przełączanie ekranu LCD4linux

source: LCD4linux enabled
pl: Aktywować LCD4linux

source: Last Quarter
pl: Ostatnia kwadra

source: Load Active Config-File
pl: Wczytaj aktywny plik konfig.

source: Load Defaults
pl: Wczytaj domyślny

source: Load File : %s
pl: Załaduj plik : %s

source: Load@1min
pl: Wczytaj co 1min.

source: Load@5min
pl: Wczytaj co 5min.

source: Logfile extensive
pl: Szczegółowy plik dziennika

source: Logfile normal
pl: Normalny plik dziennika

source: Long FastBackwardKey
pl: Długi szybki skrót przycisku przewijania do tyłu

source: Long FastBackwardKey Type 2
pl: Długi szybki skrót przycisku przewijania do tyłu typ2

source: Long FastForwardKey
pl: Długi szybki skrót przycisku przewijania do przodu

source: Long FastForwardKey Type 2
pl: Długi szybki skrót przycisku przewijania do przodu typ2

source: Long InfoKey
pl: Długi przycisk info.

source: MJPEG Boundary Mode
pl: Tryb granicy MJPEG

source: MJPEG Header Mode
pl: Tryb nagłówka MJPEG

source: MJPEG Stream
pl: Strumień MJPEG

source: MJPEG Stream LCD 1 Port
pl: MJPEG strumień LCD1 port

source: MJPEG Stream LCD 1 enable
pl: MJPEG strumień LCD1 aktywne

source: MJPEG Stream LCD 2 Port
pl: MJPEG strumień LCD2 port

source: MJPEG Stream LCD 2 enable
pl: MJPEG strumień LCD2 aktywne

source: MJPEG Stream LCD 3 Port
pl: MJPEG strumień LCD3 port

source: MJPEG Stream LCD 3 enable
pl: MJPEG strumień LCD3 aktywne

source: Mail
pl: Poczta

source: Mail 1 Connect
pl: 1 Poczta połączenie

source: Mail 1 Password
pl: 1 Poczta hasło

source: Mail 1 Server
pl: 1 Poczta serwer

source: Mail 1 [Displayname:]Username
pl: 1 Poczta[imię na wyswietlaczu:]Nazwa użytkownika

source: Mail 2 Connect
pl: 2 Poczta połączenie

source: Mail 2 Password
pl: 2 Poczta hasło

source: Mail 2 Server
pl: 2 Poczta serwer

source: Mail 2 [Displayname:]Username
pl: 2 Poczta[imię na wyswietlaczu:]Nazwa użytkownika

source: Mail 3 Connect
pl: 3 Poczta połączenie

source: Mail 3 Password
pl: 3 Poczta hasło

source: Mail 3 Server
pl: 3 Poczta serwer

source: Mail 3 [Displayname:]Username
pl: 3 Poczta[imię na wyswietlaczu:]Nazwa użytkownika

source: Mail 4 Connect
pl: 4 Poczta połączenie

source: Mail 4 Password
pl: 4 Poczta hasło

source: Mail 4 Server
pl: 4 Poczta serwer

source: Mail 4 [Displayname:]Username
pl: 4 Poczta[imię na wyswietlaczu:]Nazwa użytkownika

source: Mail 5 Connect
pl: 5 Poczta połączenie

source: Mail 5 Password
pl: 5 Poczta hasło

source: Mail 5 Server
pl: 5 Poczta serwer

source: Mail 5 [Displayname:]Username
pl: 5 Poczta[imię na wyswietlaczu:]Nazwa użytkownika

source: Mail Hide Mailadress
pl: Ukryć adres poczty

source: Mail IMAP limit to last days
pl: Ograniczyć limit poczty do dni

source: Mail Poll Interval
pl: Interwał odświeżania poczty

source: Mail Show Date
pl: Poczta/pokazać datę

source: Mail Show Empty Mailboxes
pl: Poczta/pokazać pustą skrzynkę

source: March
pl: MARZEC

source: May
pl: MAJ

source: Memory available
pl: Dostępna pamięć

source: Memory free
pl: Wolna pamięć

source: Meteo URL
pl: Adres meteoURL

source: Meteo-Weather Station
pl: Pogodowa stacja meteo

source: Module 1
pl: Moduł1

source: Module 1+2
pl: Moduł1+2

source: Module 1+2+3
pl: Moduł1+2+3

source: Module 1+2+4
pl: Moduł1+2+4

source: Module 1+3
pl: Moduł1+3

source: Module 1+3+4
pl: Moduł1+3+4

source: Module 1+4
pl: Moduł1+4

source: Module 1-4
pl: Moduł1-4

source: Module 1-5
pl: Moduł1-5

source: Module 2
pl: Moduł2

source: Module 2+3
pl: Moduł2+3

source: Module 2+3+4
pl: Moduł2+3+4

source: Module 2+4
pl: Moduł2+4

source: Module 3
pl: Moduł3

source: Module 3+4
pl: Moduł3+4

source: Module 4
pl: Moduł4

source: Module 5
pl: Moduł5

source: Mon
pl: Pon.

source: Monday
pl: PONIEDZIAŁEK

source: Month
pl: Miesiąc

source: Month+Header
pl: Miesiąc/nagłówek

source: Moon-Icon-Path [ok]>
pl: Ścieżka do ikony księżyca[ok]>

source: Moonphase
pl: Faza ksieżyca

source: Name
pl: Nazwa

source: Netatmo
pl: Stacja pogody

source: Netatmo 2
pl: 2 Stacja pogody

source: Netatmo CO2 Indicator
pl: Stacja pogody wskaźnik CO2

source: Netatmo CO2 Max Range
pl: Stacja pogody maks.zasięg CO2

source: Netatmo CO2 Min Range
pl: Stacja pogody min.zasięg CO2

source: Netatmo Comfort Indicator
pl: Komfortowy wskaźnik stacji pogody

source: New Moon
pl: Księżyc w nowiu

source: Next Program Info
pl: Info.o następnym programie

source: Next Timer Event
pl: Następne wydarzenie timera

source: No or wrong File selected, try a correct File first !
pl: Wybierz prawidłowy plik!

source: Normal
pl: Normalny

source: Normal (5s)
pl: Normalny(5s)

source: November
pl: LISTOPAD

source: Now/Next
pl: Teraz/następny

source: OSCAM not running
pl: OSCAM nie działa

source: OSD [display time]
pl: Czas wyświetlania OSD

source: October
pl: PAŹDZIERNIK

source: Offline
pl: Nie aktywny

source: On
pl: Włączony

source: On+Media+Standby
pl: Wł./media/gotowość

source: Online
pl: Aktywny

source: Online [Ping]
pl: Aktywny[ping]

source: Online+Offline
pl: Aktywny/Nie aktywny

source: Only New
pl: Tylko nowe

source: Pearl (or compatible LCD) 240x320
pl: Pearl(lub kompatybilny LCD)240x320

source: Pearl (or compatible LCD) 320x240
pl: Pearl(lub kompatybilny LCD)320x240

source: Picon
pl: Pikona

source: Picon 2
pl: Pikona2

source: Picon+Channel
pl: Pikona/kanał

source: Picon+Channel+Title
pl: Pikona/kanał/tytuł

source: Picon+Position below
pl: Pikona/pozycja dolna

source: Picon+Position left
pl: Pikona/pozycja po lewej

source: Picon+Position right
pl: Pikona/pozycja po prawej

source: Picture
pl: Zdjęcie

source: Picture Changing Time
pl: Czas przełączania zdjęcia

source: Picture Directory Recursive
pl: Katalogu cykliczny zdjęcia

source: Picture Quality for Resizing
pl: Zmiana rozmiaru zdjęcia do jakości

source: Picture Quick Update Time [s]
pl: Szybka aktualizacja czasu wyświetlania zdjęcia[s]

source: Picture Sort
pl: Sortowanie zdjęć

source: Picture Type [only Picture]
pl: Rodzaj zdjęcia[tylko zdjęcie]

source: Plug Tuner
pl: Moduł tunera

source: Popup Text
pl: Wyskakujace okno tekstu

source: Popup-Text
pl: Wyskakujace okno/tekst

source: Position
pl: Pozycja

source: Program Info
pl: Info.o programie

source: Program Name
pl: Nazwa programu

source: Program Number
pl: Numer programu

source: Progress Bar
pl: Pasek postępu

source: Provider
pl: Dostawca

source: Recording
pl: Nagrywanie

source: Recording Picture [ok]>
pl: Nagrywanie zdjęć[ok]>

source: Rectangle 1
pl: Prostokąt1

source: Rectangle 2
pl: Prostokąt2

source: Reload
pl: Przeładowanie

source: Remote Box
pl: Zdalny odbiornik

source: Remote Box 1 [Displayname:]IP/Name
pl: 1 Zdalny odbiornik[Wyświetlana nazwa:]IP/nazwa

source: Remote Box 2 [Displayname:]IP/Name
pl: 2 Zdalny odbiornik[Wyświetlana nazwa:]IP/nazwa

source: Remote Box 3 [Displayname:]IP/Name
pl: 3 Zdalny odbiornik[Wyświetlana nazwa:]IP/nazwa

source: Remote Box 4 [Displayname:]IP/Name
pl: 4 Zdalny odbiornik[Wyświetlana nazwa:]IP/nazwa

source: Remote Box 5 [Displayname:]IP/Name
pl: 5 Zdalny Odbiornik[Wyświetlana nazwa:]IP/nazwa

source: Remote Box Poll every Minutes
pl: Zdalne ankiety co ile minut

source: Restart Displays
pl: Restart wyś.

source: Restart GUI now?
pl: Uruchomić ponownie teraz GUI?

source: Restore Config
pl: Przywracanie konfig.

source: Sat
pl: Sob.

source: Satellite
pl: Satelita

source: Saturday
pl: SOBOTA

source: Save
pl: Zapisz

source: Save Config
pl: Zapisz konfig.

source: Save Config to File... (%s)
pl: Zapisz konfig.do pliku...(%s)

source: Save as Picture for WebIF
pl: Zapisz jako zdjęcie do WebIF

source: Screen
pl: Ekran

source: Screen 1
pl: Ekran1

source: Screen 1 Changing Time
pl: 1 Ekran czas przełączania

source: Screen 1+2
pl: Ekran1+2

source: Screen 1+2+3
pl: Ekran1+2+3

source: Screen 1+2+3+4
pl: Ekran1+2+3+4

source: Screen 1+2+4
pl: Ekran1+2+4

source: Screen 1+3
pl: Ekran1+3

source: Screen 1+3+4
pl: Ekran1+3+4

source: Screen 1+3+5+7+9
pl: Ekran1+3+5+7+9

source: Screen 1+4
pl: Ekran1+4

source: Screen 1-2
pl: Ekran1-2

source: Screen 1-3
pl: Ekran1-3

source: Screen 1-4
pl: Ekran1-4

source: Screen 1-5
pl: Ekran1-5

source: Screen 1-6
pl: Ekran1-6

source: Screen 1-7
pl: Ekran1-7

source: Screen 1-8
pl: Ekran1-8

source: Screen 1-9
pl: Ekran1-9

source: Screen 2
pl: Ekran2

source: Screen 2+3
pl: Ekran2+3

source: Screen 2+3+4
pl: Ekran2+3+4

source: Screen 2+4
pl: Ekran2+4

source: Screen 2+4+6+8
pl: Ekran2+4+6+8

source: Screen 3
pl: Ekran3

source: Screen 3+4
pl: Ekran3+4

source: Screen 4
pl: Ekran4

source: Screen 5
pl: Ekran5

source: Screen 5-9
pl: Ekran5-9

source: Screen 6
pl: Ekran6

source: Screen 7
pl: Ekran7

source: Screen 8
pl: Ekran8

source: Screen 9
pl: Ekran9

source: Screen Switch Select - LCD
pl: Przełącznik wyboru ekranu-LCD

source: Screen Switch Select - Screen
pl: Przełącznik wyboru ekranu-Ekran

source: Screens used for Changing
pl: Ekrany wykorzystywane do zmiany

source: September
pl: WRZESIEŃ

source: Service search first
pl: Najpierw wyszukiwanie kanału

source: Shadow Edges
pl: Krawędź cienia

source: Short
pl: Krótki

source: Short (Extended)
pl: Krótki(przedłużony)

source: Short+Extended
pl: Krótki/długi

source: Show
pl: Pokaż

source: Show 'no ....' Messages
pl: Pokazać wiadmości 'bez timera'

source: Show Cover
pl: Pokazać okładkę

source: Show Crash Corner
pl: Pokazać crasha w rogu ?

source: Show Externals
pl: Pokazać zewnętrzny

source: Show HTTP Text
pl: Pokazać tekst HTTP

source: Show Picture
pl: Pokazać zdjecie

source: Show Picture 2
pl: Pokazać zdjecie 2

source: Show Picture 3
pl: Pokazać zdjecie 3

source: Show Picture 4
pl: Pokazać zdjecie 4

source: Show Textfile
pl: Pokazać plik z tekstem

source: Show Textfile 2
pl: Pokazać plik z tekstem 2

source: Show Textfile 3
pl: Pokazać plik z tekstem 3

source: Show ecm.info
pl: Pokazać info.ecm

source: Show oscam.lcd
pl: Pokazać oscama na lcd

source: Signal Quality Bar
pl: Pasek jakość sygnału

source: Standby
pl: Gotowość

source: Storage-Devices
pl: Urządzeń pamięci masowej

source: Storage-Devices: Force Read
pl: Urządzenia magazynujące:odczyt działania

source: Stutter TV
pl: TV Na żywo

source: Sun
pl: Nie.

source: Sunday
pl: NIEDZIELA

source: Sunrise
pl: Wschód słońca

source: Temperature
pl: Temperatura
