Repository: j00zek/PolishTranslations
Catalog: LCD4linux.po
Languages: pl

source: Temperature+Co2
pl: Temperatura/Co2

source: Temperature+Co2+Pressure
pl: Temperatura/Co2/ciśnienie

source: Temperature+Humidity
pl: Temperatura/wilgotność

source: Threads per LCD
pl: Tekst na LCD

source: Thur
pl: Czw.

source: Thursday
pl: CZWARTEK

source: Time
pl: Czas/zegar

source: Time+Duration+Info
pl: Czas/info/czas trwania

source: Time+Info
pl: Czas/info

source: Time+Length+Info
pl: Czas/długość/info

source: Time+Weekday
pl: Czas/dzień tygodnia

source: Timing ! calc all Times to Time/5*2 in Fastmode
pl: Synchronizacja!oblicz Wszystkie czasy/5*2 w trybie szybkim

source: Title
pl: Tytuł

source: Tue
pl: Wto.

source: Tuesday
pl: WTOREK

source: Tuner Color
pl: Kolor nie aktywnej głowicy

source: Tuner Color Active
pl: Kolor aktywnej głowicy

source: Tuner Color On
pl: Kolor nagrywającej głowicy

source: USB Tuner
pl: Głowica USB

source: Underline
pl: Podlinia

source: Underline 2
pl: Podlinia2

source: Used Tuner
pl: Używana głowica

source: Volume
pl: Głośność

source: WWW ApiKey from cloudconvert.org
pl: WWW ApiKey z cloudconvert.org

source: WWW ApiKey from convertapi.com
pl: WWW ApiKey z convertapi.com

source: WWW Converter
pl: Konwerter WWW

source: WWW Converter Poll Interval
pl: Interwał odświeżania konwertera WWW

source: WWW Converter Usage
pl: Wykorzystanie Konwertera WWW

source: WWW-Internet Converter
pl: Konwerter Internetowy WWW

source: Waning Crescent
pl: Pełnia księżyca-lewa strona,49-1%

source: Waning Gibbous
pl: Pełnia księżyca-lewa strona,51-99%

source: Waxing Crescent
pl: Pełnia księżyca-prawa strona,1-49%

source: Waxing Gibbous
pl: Pełnia księżyca-prawa strona,51-99%

source: Weather
pl: Pogoda

source: Weather 2
pl: Pogoda2

source: Weather City
pl: Pogoda w Twoim mieście

source: Weather City 2
pl: Pogoda w Twoim 2mieście

source: Weather Extra Infos
pl: Dodatkowe info.(pogoda)

source: Weather High Temperature Color
pl: Kolor wysokiej temp.(pogoda)

source: Weather Lines
pl: Pogodowe linie

source: Weather Low Temperature Color
pl: Kolor niskiej temp.(pogoda)

source: Weather Rain Chance
pl: Prawdopodobieństwo deszczu(pogoda)

source: Weather Transparency
pl: Przezroczystość pogody

source: Weather Wind speed unit
pl: Pogoda jednostka prędkość wiatru

source: Weather-Icon Zoom
pl: Powiększenie ikony(pogoda)

source: Weather-Icon-Path [ok]>
pl: Pogoda/ikona/ścieżka[ok]>

source: WebIF Design
pl: Projekt WebIF

source: WebIF IP Allow
pl: Dopuszczony WebIF IP

source: WebIF IP Deny
pl: Odrzucony WebIF IP

source: WebIF Init Delay
pl: WebIF Init z Opóźnienia

source: WebIF Refresh Type
pl: WebIF typ aktualizacji

source: WebIF Refresh [s]
pl: WebIF aktualizacja[s]

source: Wed
pl: Sro.

source: Wednesday
pl: ŚRODA

source: Week
pl: Tydzień

source: Week+Header
pl: Tydzień/nagłówek

source: Weekday
pl: Dzień tygodnia

source: all
pl: Wszystko

source: alphabetic
pl: Alfabetycznie

source: alternative Copy-Mode/DM800hd (24bit)
pl: Alternatywne kopiowanie-tryb/DM800hd(24bit)

source: always
pl: zawsze

source: aquamarine
pl: zielono niebieski

source: better/slow
pl: lepsze/wolniej

source: black
pl: czarny

source: blue
pl: niebieski

source: blueviolet
pl: niebiesko fioletowy

source: brown
pl: brązowy

source: cache + adjustment (high quality, slow)
pl: Pamięć podręczna/regulacja(wysoka jakość,wolniej)

source: cache + adjustment (low quality, fast)
pl: Pamięć podręczna/regulacja(niska jakość,szybciej)

source: cadetblue
pl: niebieski z odcieniem szarego

source: center
pl: wyśrodkowanie

source: copy to Idle
pl: kopia dla trybu bezczynności

source: copy to Media
pl: kopia dla trybu mediów

source: copy to On
pl: kopia dla trybu włączonego

source: cornflowerblue
pl: niebieski chaber

source: currently set : %s
pl: aktualne ustawienie: %s

source: cyan
pl: niebiesko zielony

source: darkblue
pl: ciemno niebieski

source: darkgreen
pl: ciemno zielony

source: darkorange
pl: ciemny pomarańcz

source: darkorchid
pl: ciemna orchidea

source: darkred
pl: ciemno czerwony

source: deeppink
pl: ciemny róż

source: deleted
pl: usunąć

source: disabled
pl: wyłączony

source: full Screen
pl: pełny obraz

source: gold
pl: złoty

source: gray
pl: szary

source: green
pl: zielony

source: greenyellow
pl: zielono żółty

source: half left
pl: lewa połowa

source: half right
pl: prawa połowa

source: horizontally
pl: poziomo

source: indianred
pl: czerwono krwisty

source: indigo
pl: indygo

source: lawngreen
pl: trawnikowy zielony

source: left
pl: po lewej

source: lightblue
pl: jasno niebieski

source: lightgreen
pl: jasno zielony

source: lime
pl: cytrynowo zielony

source: low/fast (Picture only)
pl: wolno/szybko(tylko zdjęcie)

source: low/fast (all)
pl: wolno/szybko(wszystko)

source: magenta
pl: karmazynowy

source: moccasin
pl: mokasynowy

source: no
pl: nie.

source: no Calendar
pl: bez kalendarza

source: no Calls
pl: bez telefonów

source: no Dates
pl: bez dat

source: no Icon
pl: bez ikon

source: no Icon, with Targetnumber
pl: bez ikon,z numerem docelowym

source: no LCD1 Picture-File
pl: bez LCD1 zdjęcie/plik

source: no LCD2 Picture-File
pl: bez LCD2 zdjęcie/plik

source: no LCD3 Picture-File
pl: bez LCD3 zdjęcie/plik

source: no Netatmo-Plugin installed
pl: bez stacji pogodowej/wtyczka zainstalowana

source: no Timer
pl: bez timera

source: no cache + no adjustment
pl: bez pamięci podręcznej/bez regulacji

source: no total Timer
pl: bez całkowitego timera

source: normal
pl: normalnie

source: normal (full)
pl: normalnie(pełny)

source: off
pl: wyłączony

source: olive
pl: oliwkowy

source: on
pl: włączony

source: one line
pl: jedna linia

source: only Picture 1024x600
pl: tylko zdjecie 1024x600

source: only Picture 320x240
pl: tylko zdjecie 320x240

source: only Picture 800x480
pl: tylko zdjecie 800x480

source: only Picture 800x600
pl: tylko zdjecie 800x600

source: only Picture Custom Size
pl: tylko zdjęcie.niestandardowy rozmiar

source: only Progress Bar
pl: tylko pasek postepu

source: only use Timer
pl: użyć tylko timera

source: orange
pl: pomarańczowy

source: orangered
pl: pomarańczowo czerwony

source: other
pl: inne

source: random
pl: losowo

source: red
pl: czerwony

source: reduced
pl: zmniejszony

source: right
pl: po prawej

source: rosybrown
pl: różowo brązowy

source: sandybrown
pl: piaszczysto brązowy

source: set Settings
pl: zestaw ustawień

source: show run
pl: Pokazać aktywnych

source: show run+sleep
pl: Pokazać aktywnych/uśpionych

source: show total Timer
pl: Pokazać całkowity timer

source: silver
pl: srebrny

source: slategray
pl: ciemno szary

source: stop Screencycle
pl: zatrzymanie cyklu ekranu

source: tomato
pl: pomidorowy

source: trimmed (black)
pl: przycięte(czarne)

source: trimmed (transparent)
pl: przycięte(przezroczyste)

source: two lines
pl: dwie linie

source: use lead-time
pl: wykorzystać czas realizacji

source: vertically
pl: pionowo

source: violet
pl: fioletowy

source: white
pl: biały

source: with Current 00:00
pl: z aktualną godziną

source: with Current 00:00 (Size 1.5)
pl: z aktualną godziną (rozmiar1.5)

source: with Current 00:00 (Size 2)
pl: z aktualną godziną (rozmiar2)

source: with Current 00:00 (above)
pl: z aktualną godziną(powyżej)

source: with Current 00:00 (above/Size 1.5)
pl: z aktualną godziną(powyżej/rozmiar1.5)

source: with Current 00:00 (above/Size 2)
pl: z aktualną godziną(powyżej/rozmiar2)

source: with Current 00:00 (below)
pl: z aktualną godziną(poniżej)

source: with Current 00:00 (below/Size 1.5)
pl: z aktualną godziną(poniżej/rozmiar1.5)

source: with Current 00:00 (below/Size 2)
pl: z aktualną godziną(poniżej/rozmiar2)

source: with Icon
pl: z ikoną

source: with Icon & Targetnumber
pl: z ikoną/numer docelowy

source: with Percent
pl: w procentach

source: with Percent (Size 1.5)
pl: w procentach(rozmiar1.5)

source: with Percent (Size 2)
pl: w procentach(rozmiar2)

source: with Percent (above)
pl: w procentach(powyżej)

source: with Percent (above/Size 1.5)
pl: w procentach(powyżej/rozmiar1.5)

source: with Percent (above/Size 2)
pl: w procentach(powyżej/rozmiar2)

source: with Percent (below)
pl: w procentach(poniżej)

source: with Percent (below/Size 1.5)
pl: w procentach(poniżej/rozmiar1.5)

source: with Percent (below/Size 2)
pl: w procentach(poniżej/rozmiar2)

source: with Percent Minutes / Total (above)
pl: w procentach minuty/razem(powyżej)

source: with Percent Minutes / Total (above/Size 1.5)
pl: w procentach minuty/razem(powyżej/rozmiar1.5)

source: with Percent Minutes / Total (above/Size 2)
pl: w procentach minuty/razem(powyżej/rozmiar2)

source: with Remaining Minutes
pl: z pozostałymi minutami

source: with Remaining Minutes (Size 1.5)
pl: z pozostałymi minutami(rozmiar1.5)

source: with Remaining Minutes (Size 2)
pl: z pozostałymi minutami(rozmiar2)

source: with Remaining Minutes (above)
pl: z pozostałymi minutami(powyżej)

source: with Remaining Minutes (above/Size 1.5)
pl: z pozostałymi minutami(powyżej/rozmiar1.5)

source: with Remaining Minutes (above/Size 2)
pl: z pozostałymi minutami(powyżej/rozmiar2)

source: with Remaining Minutes (below)
pl: z pozostałymi minutami(poniżej)

source: with Remaining Minutes (below/Size 1.5)
pl: z pozostałymi minutami(poniżej/rozmiar1.5)

source: with Remaining Minutes (below/Size 2)
pl: z pozostałymi minutami(poniżej/rozmiar2)

source: yellow
pl: żółty

source: yes
pl: tak

source: yes (32bit)
pl: tak(32bitowe)

source: yes + %
pl: tak+ %

source: yes +25%
pl: tak+25%

source: yes except records
pl: tak za wyjatkiem nagrywania

source: yes, extended
pl: tak,rozszerzone

source: yes, long
pl: tak,długo

source: yes, short
pl: tak,krótko

source: Save Filename
pl: Zapisać nazwę pliku

source: - Border
pl: Obramowanie

source: - Picture [ok]>
pl: Zdjęcie[ok]>

source: - Unit min
pl: Jednostka min.

source: Background
pl: Tło

source: Program Info 2
pl: Info.o programie2

source: Switch FrameBuffer [if possible]
pl: Przełącznik bufora ramki[jeśli to możliwe]

source: Weather API
pl: API Pogody

source: Weather API-Key OpenWeatherMap
pl: API Pogody-Wpisz klucz

source: Save Filename
pl: Zapisz nazwę pliku
