Repository: j00zek/PolishTranslations
Catalog: LiveFootBall.po
Languages: pl

source: Cancel
pl: Anuluj

source: Date
pl: Data

source: AwayTeam
pl: Goście

source: Displays soccer live scores
pl: Wyświetla a.u wyniki w meczach

source: Error
pl: Błąd

source: Hidden by default
pl: Domyślnie ukryte

source: League
pl: Liga

source: Leagues
pl: Ligi

source: Scores
pl: Wyniki na żywo

source: Setup
pl: Ustawienia

source: Show %s
pl: Pokaż %s

source: Skip empty leagues
pl: Pomiń puste ligi

source: Yes / No
pl: Tak/Nie

source: No updates available
pl: Brak dostępnej aktualizacji

source: press yellow button to start updating
pl: Naciśnij żółty przycisk,aby rozpocząć aktualizację

source: New update
pl: Nowa aktualizacja

source: unable to check for updates-No internet connection or server down-please check later
pl: Nie można sprawdzić aktualizacje.Brak połączenia z Internetem lub serwera nieczynny,proszę sprawdzić później

source: New update
pl: Nowa aktualizacja

source: New version is available
pl: Nowa wersja jest dostępna

source: Schedules,Results,Stats
pl: Harmonogramy,Wyniki,Statystyki

source: added
pl: Dodaj

source: updates download error
pl: Błąd pobierania aktualizacji

source: Installing LiveFootBall fullhd skin
pl: Instalacja skóry LiveFootBall pełnej HD

source: Installing LiveFootBall hd skin
pl: Instalacja skóry LiveFootBall HD

source: install hd skin
pl: Instalacja skóry HD

source: install fullhd skin
pl: Instalacja pełnej skóry HD

source: Search
pl: Wyszukiwanie

source: error in autolaunching TSmedia,press ok or exit to launch
pl: Błąd w auto.uruchamianiu TSmedia,naciśnij przycisk OK lub wyjdź do uruchomienia

source: Download error
pl: Błąd pobierania

source: corrupt file!
pl: Uszkodzony plik!

source: server returned error
pl: Serwer zwrócił błąd

source: Segmentation fault
pl: Usterka segmentacji

source: Video Download Failed! Corrupted Download File: %s
pl: Pobieranie widea nie powiodło się! Uszkodzony pobrany plik: %s

source: Video Download Failed! Could not read RTMP-Packet: %s
pl: Pobieranie widea nie powiodło się! Nie można odczytać pakietu RTMP: %s

source: Video Download Failed! Segmentation fault: %s
pl: Pobieranie widea nie powiodło się! Usterka segmentacji: %s

source: Video Download Failed! Server returned error: %s
pl: Pobieranie widea nie powiodło się! Serwer zwrócił błąd: %s

source: Video Download Failed! Unknown Error: %s
pl: Pobieranie widea nie powiodło się! Nieznany błąd: %s

source: Video successfully transfered to your HDD!
pl: Wideo z powodzeniem przeniesione na dysk twardy!

source: Download: %s
pl: Pobieranie: %s

source: Downloading ...
pl: Pobieranie...

source: Parse error
pl: Błąd przetwarzania

source: Error:download error
pl: Błąd:pobieranie błędu

source: download task
pl: Zadanie pobierania

source: is available updates:
pl: Jest dostępna Aktualizacja:

source: please wait..
pl: Proszę czekać...

source: Please wait..
pl: Proszę czekać...

source: '%s' object has no attribute '%s'
pl: '%s' objekt nie ma atrybutu '%s'

source: -new update available
pl: Dostępna nowa aktualizacja

source: Aborting
pl: Przerywanie

source: About&Update
pl: Info.&Aktualizacja

source: Add
pl: Dodaj

source: All matches in CET
pl: Wszystkie mecze w CET

source: All matches in local time
pl: Mecze w czasie lokalnym

source: All matches in local time
pl: Mecze w czasie lokalnym

source: All matches in UTC
pl: Wszystkie mecze w UTC

source: Checking software updates,please wait...
pl: Sprawdzanie aktualizacji wtyczki,proszę czekać...

source: Connecting
pl: Łączenie

source: Connecting to the server...
pl: Łączenie z serwerem...

source: CornflowerBlue
pl: niebieski chaber

source: Countries
pl: Kraje

source: Countries&International soccer
pl: Kraje&Międzynarodowa piłka

source: Country leagues
pl: Ligi Krajowe

source: Delete
pl: Usuń

source: Direct Feeds
pl: Bezpośrednie źródła

source: Downnload or parsing error
pl: Pobieranie lub analizowanie błędów

source: Dowanloading data..please wait
pl: Pobieranie dat...proszę czekać

source: Downloading
pl: Pobieranie

source: Downloading
pl: Pobieranie

source: Downloading data,please wait...
pl: Pobieranie dat,proszę czekać...

source: Downloading feeds,please wailt
pl: Pobieranie źródła,proszę czekać...

source: Downloading matches list...please wait
pl: Pobieranie listy meczów...proszę czekać

source: Download error,source is down or internet problem or box date is wrong
pl: Błąd pobierania,źródło jest nieczynne,problemem z internetem lub dane odbiornika są nie takie

source: Downloading news list...please wait
pl: Pobieranie nowych list...proszę czekać

source: section in config not found
pl: Nie znaleziono sekcji w konfig.

source: Error downloading data,livescore is down or internet problem
pl: Błąd pobierania danych,wyniki na żywo są wyłączone lub problemem z serwerem.

source: Error in downloading data,internet problem or server is down
pl: Błąd pobierania danych,problem z internetem lub serwerem

source: Error in server feed xml,please try later
pl: Błąd źródła serwera,proszę spróbuj później

source: Error processing feeds
pl: Błąd przetwarzania serwera

source: feeds
pl: źródła

source: feed
pl: źródło

source: no channelname
pl: Nie ma nazwy kanału

source: Error reaching website! Check livescore.com from another device.
pl: Błąd sieci!Sprawdz livescore.com z innego urządzenia.

source: Execution Finished
pl: Realizacja zakończona

source: Execution finished!!
pl: Realizacja zakończona!!!

source: We failed with error code - %s.
pl: Nie powiodło się,kod błędu- %s.

source: We failed to reach a server.
pl: Nie udało połączyć się z serwerem.

source: reason
pl: Powód

source: Reason: %s
pl: Powód: %s

source: Reason:
pl: Powód:

source: Exit
pl: Wyjdź

source: Feed added
pl: Dodaj źródło

source: Feed already exists!
pl: źródło już istnieje!

source: Feed not found in config
pl: źródła nie znaleziono w konfig.

source: Feed updated
pl: Aktualizacja źródła

source: I don't know how to match against a %s
pl: Korespondencja niezweryfikowana przez %s

source: IOError by loading the feed! feed adress correct
pl: Błąd pobierania źródła!Adres źródła prawidłowy?

source: Install
pl: Instalacja

source: Installing
pl: Instalacja

source: Installing to root...
pl: Instalacja z root...

source: LANGUAGE
pl: JĘZYK

source: set language to
pl: Zestaw języków do

source: fallback to default translation for
pl: Awaryjne domyślne tłumaczenie

source: TSmedia active video downloads
pl: TSmedia do pobrania aktywny pliki wideo

source: International
pl: Międzynarodowe

source: favoritemenu
pl: Ulubiona menu

source: final-stages
pl: Etapy końcowy

source: League Stats
pl: Statystyki Ligi

source: League stats
pl: Statystyki Ligi

source: Live Soccer Today
pl: Dzisiaj na żywo

source: live
pl: Na żywo

source: Livefootball version:
pl: Livefootball wersja:

source: Livescore url:
pl: Wyniki na żywo:

source: Loading feed titles
pl: Pobierane tytuły źródła

source: title
pl: Tytuł

source: Network problem
pl: Problem z internetem

source: Network problem:
pl: Problem z internetem:

source: No
pl: Nie

source: No updates available
pl: Brak dostępnej aktualizacji

source: Parsing problem:
pl: Podczas analizowania problemu:

source: Please enter a description for the new feed
pl: Proszę wprowadzić opis dla nowego źródła

source: description
pl: Opis

source: Console
pl: Konsola

source: Console: executing in run
pl: Konsola:wykonywanie w ciągu

source: the command:
pl: Polecenie:

source: Please enter a name for the new feed
pl: Podaj nazwę dla nowego źródła

source: Please enter a url for the new feed
pl: Wpisz adres url do nowego źródła

source: Please wait as tables were being downloaded
pl: Proszę czekać,pobieranie tabel w toku...

source: Please wait while downloading feeds
pl: Proszę czekać,podczas pobierania źródła

source: Please wait while ipkg is being downloaded... restart enigma is required after successful installation
pl: Proszę czekać,podczas gdy ipkg jest pobierane... wymagane jest ponowne uruchomienie E2 po udanej instalacji

source: Please wait...
pl: Proszę czekać...

source: Press ok to exit
pl: Naciśnij przycisk OK,aby zamknąć

source: Processing data,please wait
pl: Przetwarzanie danych,proszę czekać

source: Sorry,unable to get table from the source-check season from settings,check internet or server is down,try soccerway.com for correct season and data,update software or livefootball data from about&update menu
pl: Niestety,nie mogąc otrzymać tabeli z wyboru sezonu źródłowego z ustawieniami,sprawdź internet lub serwer,sprawdż SoccerWay.com dla prawidłowego sezonu i aktualizacji danych,oprogramowania lub danych livefootball z o&menu aktualizacji

source: Processing data,please wait..
pl: Przetwarzanie danych,proszę czekać...

source: Read RSS feeds
pl: Czytaj źródła RSS

source: Refresh
pl: Odśwież

source: Refreshing matches lists..wait
pl: Odświeżanie list meczów...czekaj

source: Matches
pl: Mecze

source: Satellites
pl: Satelity

source: Season:
pl: Sezon:

source: Season
pl: Sezon

source: Winner
pl: Zwycięzca

source: Select favorite league from countries or international
pl: Wybierz ulubioną ligę z krajów lub międzynarodową

source: international
pl: Międzynarodowe

source: Settings
pl: Ustawienia

source: Soccer direct feeds
pl: Bezpośrednie źródło

source: Soccer matches-stats-tables
pl: Mecze/tabele/statystyki

source: LiveFootBall-soccer news feeds
pl: Nowe źródła wiadomości

source: Soccer on Satellites
pl: Na satelitach

source: Soccer on satellites
pl: Na satelitach

source: Soccer rss news
pl: Nowości RSS

source: Software updated , restart enigma2 to load new version ?
pl: Aktualizacja wtyczki, Uruchomić ponownie E2 by załadować nową wersję?

source: Software updates successfully installed, press ok to exit.
pl: Aktualizacje pomyślnie zainstalowana,naciśnij ok aby wyjść.

source: Sorry no archive table available
pl: Niestety nie ma archiwum tabel

source: World cup fixtures
pl: Pucharu Świata

source: Archive
pl: Archiwum

source: Parsing or download error
pl: Błąd analizowania lub pobierania

source: Score/time
pl: Wynik/czas

source: HomeTeam
pl: Gospodarz

source: Parsing or download error
pl: Błąd analizowania lub pobierania

source: european-championships
pl: Mistrzostwa Europy

source: /regular-season/
pl: Regularny Sezon

source: Sorry no players table available
pl: Niestety nie ma dostępnych tabel

source: Sorry,No league tables available
pl: Przepraszamy nie ma dostępnych tabel ligi

source: Sorry,No satellites data available
pl: Przepraszam,brak dostępnych danych satelity

source: Sorry,Table is not available in the source or selected season is wrong
pl: Przepraszamy tabela nie jest dostępna w źródle lub wybrany sezon jest źły

source: Sorry-,unable to get archive table
pl: Niestety,nie można pobrać archiwum tabele

source: Sorry-,unable to get data,could be not available yet,try later
pl: Niestety,nie można pobrać danych,mogą nie być jeszcze dostępne,spróbuj później

source: Sport News
pl: Sport Nowości

source: Programmer-Mahmoud Faraj Graphics by ramiMAHER for support Tunisiasat.com,dreamoem.com
pl: Programista-Mahmoud Faraj Grafika ramiMAHER wsparcie Tunisiasat.com,dreamoem.com

source: The server couldn't fulfill the request.
pl: Serwer nie może spełnić żądania.

source: Error code:
pl: Kod błędu:

source: Tag.index: element not in tag
pl: Tag.index:element nie jest w znaczniku

source: Terminate
pl: Zakończone

source: package
pl: Pakiet

source: Today Fixtures&Results
pl: Dzisiaj terminarz/wyniki

source: Fixtures
pl: Terminarz

source: Today live Soccer
pl: Dzisiaj na żywo

source: Fixtures and results
pl: Terminarz/wyniki

source: Today matches stats
pl: Mecze/Statystyki

source: Top Leagues Tables
pl: Najlepsze ligi/tabele

source: Press OK for stats
pl: Naciśnij OK na statystyki

source: Tables
pl: Tabele

source: Tables
pl: Tabele

source: Sorry no data available
pl: Niestety brak dostępnych danych

source: leaguetable sortable table detailed-table
pl: Szczegóły tabel ligowych

source: Top leagues tables
pl: Najlepsze ligi/tabele

source: National leagues
pl: Ligi krajowe

source: Unkown league
pl: Nieznane ligi

source: Update software
pl: Aktualizacja wtyczki

source: coder Mahmoud Faraj(mfaraj57) graphics ramiMAHER for support tunisia-sat.com,dreamoem.com
pl: programista Mahmoud Faraj(mfaraj57) grafika ramiMAHER wsparcie tunisia-sat.com,dreamoem.com

source: Updates downloaded, restart enigma2 for loading new version ?
pl: Pobieranie aktualizacji. ponowne uruchomić E2 aby pobrać nowa wersje?

source: Updating plugin to
pl: Aktualizacja wtyczki do

source: Use local time:
pl: Użyć lokalnego czasu:

source: local
pl: lokalny

source: Show on main menu(need e2 restart):
pl: Pokazać w menu głównym(potrzebne ponowne uruchomienie e2):

source: Website server failed to handle your request! Check livescore.com from another device.
pl: Serwer nie rozpatrzył prośby!Sprawdzić livescore.com z innego urządzenia.

source: Yes
pl: Tak

source: add new feed
pl: Dodaj nowe źródło

source: adding feed failed! %s
pl: Dodanie źródła nie powiodło się! %s

source: are you sure to delete this feed? %s
pl: Czy na pewno chcesz usunąć to źródło? %s

source: better
pl: Lepiej

source: black
pl: czarny

source: blue
pl: niebieski

source: change feed
pl: Zmiana źródła

source: changing feed failed! %s
pl: Zmiana źródła nie powiodła się! %s

source: checking for updates,please wait...
pl: Sprawdzanie aktualizacji,proszę czekać...

source: delete feed
pl: Usuń źródło

source: downloading-installing: %s
pl: Pobieranie/instalacja: %s

source: downnload or parsing error
pl: Błąd podczas przetwarzania analiz

source: Title
pl: Tytuł

source: Mode:
pl: Tryb:

source: Name:
pl: Nazwa:

source: match details
pl: Szczegóły meczu

source: next page
pl: Następna strona

source: page:
pl: Strona:

source: Error:no results
pl: Błąd: Brak wyników

source: Error:parsing or download error
pl: Błąd:Błąd przetwarzania lub pobierania

source: Parsing error
pl: Błąd analizowania

source: error getting data,check internet or server down
pl: Błąd pobierania danych,sprawdź internet lub serwer

source: error in parsing feed xml
pl: Błąd analizowania źródła xml

source: Illegal xml file
pl: Nielegalny plik xml

source: expected name token
pl: Oczekuje nazwy tokena

source: green
pl: zielony

source: leagues
pl: Ligi

source: loading feeddata failed!
pl: Pobieranie danych nie powiodło się!

source: no feed data
pl: Źródło danych niedostępne

source: markupbase.ParserBase must be subclassed
pl: Podstawy przetwarzania.Analizator składni bazy musi mieć podklasy

source: parsing please wait
pl: Podczas analizowania proszę czekać

source: red
pl: czerwony

source: simple
pl: prosty

source: soccer on satellite url:
pl: Na satelitach:

source: sorry ,unable to get data,wrong season,internet problem or server down
pl: Przepraszamy,nie można uzyskać danych,źły sezon,problem z internetem lub serwerem

source: sorry feeds not available
pl: Przepraszamy źródła nie dostępne

source: sorry no feeds available
pl: Przepraszamy źródła nie dostępne

source: reading feedurl '%s' ...
pl: Odczyt źródła url '%s'...

source: have got %i items in newsfeed
pl: Dostał %i pozycje nowego źródła

source: IOError by loading the feed! feed adress correct?
pl: Błąd pobierania źródła! Adres RSS prawidłowy?

source: sorry, no feeds available,try later
pl: Przepraszamy źródła nie dostępne,spróbuj później

source: subclasses of ParserBase must override error()
pl: Podklasa musi zastąpić przetwarzanie błąd()

source: unexpected %s char in declaration
pl: Nieoczekiwany %s znak w deklaracji

source: unexpected '[' char in declaration
pl: Nieoczekiwany '[' znak w deklaracji

source: unexpected char %s in internal subset
pl: Nieoczekiwany znak %s w wewnętrznym podzbiorze

source: unexpected char after internal subset
pl: Nieoczekiwany znak po wewnętrznym podzbiorze

source: unexpected char in internal subset (in %s)
pl: Nieoczekiwany znak w wewnętrznym podzbiorze (w %s)

source: unknown declaration %s in internal subset
pl: Deklaracja nieznana %s w wewnętrznym podzbiorze

source: update failed
pl: Aktualizacja nie powiodła się

source: update is finished,please restart enigma to run new version
pl: Aktualizacja jest zakończona,należy ponownie uruchomić E2 do nowej wersji

source: yellow
pl: żółty

source: LiveFootBall-Direct Feeds
pl: LiveFootBall-Bezpośrednie źródła

source: LiveFootBall update
pl: LiveFootBall Aktualizacja

source: LiveFootBall-Favorite Countries-International leagues
pl: Ulubione ligi/kraje/lig międzynarodowe

source: LiveFootBall-Fixtures-results
pl: LiveFootBall-Wyniki

source: LiveFootBall-leagues
pl: LiveFootBall-ligi

source: LiveFootBall-Top league tables
pl: Tabele najpopularniejszych lig

source: LiveFootBall-Soccer on Satellites
pl: Piłka nożna na satelitach

source: LiveFootBall-settings
pl: LiveFootBall-Ustawienia

source: Updates
pl: Aktualizacja

source: Countries
pl: Kraje

source: International
pl: Międzynarodowe

source: Press OK for stats
pl: Naciśnij OK na statystyki
