Repository: j00zek/PolishTranslations
Catalog: MyMetrixLite.po
Languages: pl

source: Backup & Restore my settings
pl: Kopia/Przywracanie ustawień

source: Cancel
pl: Anuluj

source: Backup
pl: Kopia

source: Restore
pl: Przywracanie

source: Delete
pl: Usuwanie

source: My Backup No. %d
pl: Kopia nr. %d

source: My Backup Number
pl: Numer kopii

source: You can create up to 99 Backup-Sets. Stored in: %s
pl: Można utworzyć maksymalnie 99 zestawów kopii zapasowych. Przechowywane w: %s

source: My Backup Description
pl: Opis kopii

source: You can here assign an individual name.
pl: Tutaj można przypisać indywidualne nazwy.

source: My Backup Saved: %s
pl: Zapisana kopia: %s

source: My Last Backup Entry: %s
pl: Ostatni opis kopii: %s

source: My Last Restored Entry: %s
pl: Ostatni przywrócony opis: %s

source: Can't create Backup-File! ( %s )
pl: Nie można utworzyć pliku kopii zapasowej! ( %s )

source: No Backup-File found! ( %s )
pl: Nie odnaleziono pliku kopii zapasowej! ( %s )

source: Backup-Set is not complete!
pl: Kopia zapasowa-nie jest zakończona!

source: complete
pl: zakończone

source: No Backup-Set found!
pl: Nie znaleziono kopii zapasowej!

source: Settings successfully restored.
pl: Ustawienia przywrócone pomyślnie

source: Restoring Backup-Set %d ...
pl: Przywracanie kopii zapasowej %d ...

source: Delete current Backup-Set?
pl: Usunąć bieżącą kopie zapasową?

source: Overwrite current Backup-Set?
pl: Zastąpić bieżącą kopie zapasową?

source: Overwrite current Settings?
pl: Zastąpić bieżące ustawienia?

source: --- empty ---
pl: --- puste ---

source: Color settings
pl: Ustawienia kolorów

source: Save
pl: Zapisz

source: Defaults
pl: Domyślne

source: Check ID
pl: Sprawdź identyfikator

source: Color Examples
pl: Przykłady kolorów

source: helptext
pl: Tekst pomocy

source: Text Windowtitle
pl: Tekst okna

source: Foreground
pl: Pierwszy plan

source: Transparency
pl: Przezroczystość

source: Background
pl: Tło

source: Text in background
pl: Tekst w tle

source: Font color
pl: Kolor czcionki

source: Font color selected
pl: Wybrany kolor czcionki

source: Menu Symbol
pl: Symbol menu

source: Infobar, Moviebar
pl: Pasek informacyjny/pasek filmowy

source: Progress bar
pl: Pasek postępu

source: Color 1
pl: Kolor 1

source: Color 2
pl: Kolor 2

source: Accent colors
pl: Akcent kolorów

source: Clock, Weather and Buttons
pl: Zegar/Pogoda i przyciski

source: Clock in Layer A
pl: Zegar w warstwie A

source: Clock in Layer B
pl: Zegar w warstwie B

source: Buttons
pl: Przyciski

source: Layer A (main layer)
pl: Warstwa A(główna warstwa)

source: Selection bar
pl: Pasek wyboru

source: Extended Info colors
pl: Rozszerzone kolory info.

source: Layer B (secondary layer)
pl: Warstwa B(druga warstwa)

source: Graphical EPG
pl: Graficzne EPG

source: Event Description
pl: Opis wydarzenia

source: Event List
pl: Lista wydarzenia

source: Time Line
pl: Linia czasu

source: Channelselection
pl: Wybór kanału

source: Service
pl: Kanał

source: Font color recording
pl: Kolor czcionki nagrywania

source: Font color pseudo recording
pl: Kolor czcionki pseudo nagrywania

source: Font color streaming
pl: Kolor czcionki strumieniowania

source: Service Description
pl: Opis kanału

source: EMC Movie List
pl: EMC lista filmów

source: Watched color
pl: Kolor oglądanego filmu

source: Finished color
pl: Kolor zakończonego filmu

source: Recording color
pl: Kolor nagrywanego filmu

source: Show event colors if entry selected
pl: Pokazać kolory wydarzenia jeśli jest wybrany opis

source: Skin Design
pl: Projekt skóry

source: Border lines
pl: Linie graniczne

source: Screens
pl: Zrzut ekranu

source: Top
pl: Najlepsze

source: Bottom
pl: W dół

source: Left
pl: W lewo

source: Right
pl: W prawo

source: Additional Layer
pl: Dodatkowe warstwy

source: Skin Design Examples
pl: Przykładowe projektowanie skóry

source: Show upper left Corner Layer
pl: Pokazać górny lewy róg warstwy

source: width
pl: szerokość

source: height
pl: wysokość

source: pos z
pl: pozycja z

source: Show lower left Corner Layer
pl: Pokazać dolną warstwe lewego rogu

source: Show upper right Corner Layer
pl: Pokazać górną warstwę prawego rogu

source: Show lower right Corner Layer
pl: Pokazać dolną warstwe prawego rogu

source: Show optional horizontal Layer
pl: Pokazać opcjonalne poziomy warstwy

source: pos x
pl: pozycja x

source: pos y
pl: pozycja y

source: Show optional vertical Layer
pl: Pokazać opcjonalne pionowe warstwy

source: Information
pl: Informacje

source: Font settings
pl: Ustawienia czcionki

source: Font Examples
pl: Przykłady czcionki

source: in Image included Fonts
pl: Obraz zawiera czcionki

source: LCD
pl: Wyświetlacz LCD

source: Font type
pl: Typ czcionki

source: Font scale [%]
pl: Skala czcionki [%]

source: Replacement
pl: Zastąpienie

source: Console
pl: Konsola

source: Fixed
pl: Stałe

source: Color
pl: Kolor

source: in Skin included Fonts
pl: Czcionki zawarte w skórze

source: Regular
pl: Regularne

source: RegularLight
pl: Regularne światło

source: Meteo
pl: Pogoda

source: Individual Settings (only for some individual skinned screens)
pl: Indywidualne ustawienia(tylko dla niektórych skórek)

source: Generally
pl: Ogólne

source: Screen title text
pl: Tekst tytułu na ekranie

source: Button text
pl: Tekst przycisku

source: Clock text
pl: Tekst zegara

source: Large text
pl: Tekst duży

source: Small text
pl: Tekst mały

source: Menu entry text
pl: Tekst wprowadzonego menu

source: Screens, Plugins
pl: Zrzut ekranu,wtyczki

source: Label text
pl: Tekst etykiety

source: Output text
pl: Tekst wyjściowy

source: Description text
pl: Tekst opisu

source: EPG, Channellist, Movielist
pl: EPG,lista kanałów,lista filmów

source: Event name text
pl: Tekst nazwy wydarzenia

source: Other text
pl: Tekst inny

source: Error creating Preset! One or more Fonts are not available!
pl: Błąd podczas tworzenia!Jedna lub więcej czcionek są nie dostępne!

source: MyMetrixLite
pl: Mój lekki Metrix

source: Apply changes
pl: Zatwierdź zmiany

source: Weather settings
pl: Ustawienia pogody

source: Other settings
pl: Ustawienia inne

source: You have the'HbbTV Plugin' installed.
pl: Masz zainstalowaną wtyczkę HbbTV

source: Maybe is a compatibility issue with full-hd resolution. Attention: The osd-error occurs first after gui or system restart! Do you want really change from HD to FHD - skin?
pl: Być może jest to kwestia kompatybilności z rozdzielczością Full-HD. Uwaga:Błąd OSD-występuje pierwszy po restarcie systemu GUI! Czy chcesz naprawdę zmienić skórę z HD do FHD ?

source: Your full-hd settings are inconsistent. Please check this.
pl: Ustawienia rozdzielczości full-hd są niezgodne.Proszę to sprawdzić.

source: Do you really want to reboot now?
pl: Czy na pewno chcesz uruchomić ponownie teraz?

source: MyMetrixLite apply Changes
pl: Mój lekki Metrix zatwierdź zmiany

source: <!-- original file -->
pl: <!-- Oryginalny plik -->

source: <!-- !!!copied and changed file!!! -->
pl: <!-- !!!kopiowanie i zmiana pliku!!! -->

source: recovery
pl: poprawa

source: backup
pl: kopia

source: -------- optionFHD --------
pl: -------- Opcja FHD --------

source: no backup exist and no changed xml file
pl: kopia zapasowa nie istnieje i nie ma zmiany pliku xml

source: Error: find emc config - it's not installed ?
pl: Błąd:Nie można znaleść config.emc-to nie jest zainstalowane?

source: Your flash space is to small. %d kb is not enough for creating new skin files. ( %d kb is required )
pl: Twoja przestrzeń w fleshu jest zbyt mała. %d kb nie jest wystarczająca do tworzenia nowych plików skóry.(jest wymagane %d kb)

source: The installed 'HbbTV Plugin' is not compatible with the FHD-Skin.
pl: Zainstalowana wtyczka "HbbTV" nie jest kompatybilna ze skórą FHD.

source: --- additional files start ---
pl: --- dodatkowe pliki przy starcie ---

source: Backup
pl: Kopia zapasowa

source: New calculated file is
pl: Jest nowy plik obliczeniowy

source: No files found or files already exist.
pl: Nie znaleziono plików lub pliki już istnieją.

source: --- additional files end ---
pl: --- dodatkowe pliki końcowe ---

source: Error creating FHD-Skin. HD-Skin is used!
pl: Błąd podczas tworzenia skóry FHD.Skóra HD jest używana!

source: One or more FHD-Pixmaps are missing. Using HD-Pixmaps for this.
pl: Brakuje jednego lub więcej obrazków FHD.Dla tego użyj skóry HD

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
pl: Odbiornik musi zostać zrestartowany,aby zastosować nowe ustawienia Czy chcesz wykonać restart GUI?

source: Error creating Skin!
pl: Błąd podczas tworzenia skóry!

source: error in line:
pl: Błąd w linii:

source: If you chose 'yes', then starts the resolution test. Can't you see the next message, the old resolution will automatically after 10 seconds restored.
pl: Jeśli wybierzesz "tak",to rozpoczynie się test rozdzielczości. Jeżeli nie widzisz następnej wiadomości stara rozdzielczość będzie przywrócona automatycznie po 10 sekundach.

source: Can you see this, then is the receiver ready for FHD - skin. Do you want to change from HD to FHD - skin?
pl: Jeżeli widzisz to,odbiornik jest gotowy do skóry FHD. Czy chcesz zmienić skórę z HD do FHD ?

source: Your free flash space is to small. %d MB is not enough to install the full-hd icons. ( %d MB is required )
pl: Twoja wolna przestrzeń flesha jest zbyt mała. %d MB nie wystarczy aby zainstalować ikony Full-HD.(jest wymagane %d MB)

source: A background update check is in progress, please wait a few minutes and try again.
pl: Sprawdzenie aktualizacja jest w toku,proszę czekać kilka minut i spróbować jeszcze raz.

source: Please wait whilst feeds state is checked.
pl: Czekaj,podczas gdy jest sprawdzany stan źródła.

source: Checking Feeds
pl: Sprawdzanie źródła

source: bad address
pl: zły adres

source: Your %s %s is not connected to the internet, please check your network settings and try again.
pl: %s %s nie jest podłączony do internetu,proszę sprawdzić ustawienia sieci i spróbować ponownie.

source: Sorry feeds are down for maintenance, please try again later.
pl: Niestety źródła są w trakcie prac konserwacyjnych,prosimy spróbować ponownie później.

source: Ready to install %s ?
pl: Gotowy do instalacji %s ?

source: please wait...
pl: proszę czekać...

source: Installing ...
pl: Instalacja...

source: Install Package not found!
pl: Zainstalowany pakiet nie został znaleziony!

source: Unknown package
pl: Nieznany pakiet

source: Collected errors
pl: Zebrane błędy

source: Installation error! %s
pl: Błąd instalacji! %s

source: Ready to remove %s ?
pl: Gotowy do usunięcia %s ?

source: Removing ...
pl: Usuwanie...

source: FHD-Option
pl: Opcja FHD

source: Enable FHD
pl: Włączyć FHD

source: All calculated values round down
pl: Wszystkie wartości obliczeniowe zaokrąglić w dół

source: Additional offset for font scaling
pl: Dodatkowe przesunięcie do skalowania czcionki

source: Calculating additional files
pl: Obliczanie dodatkowych plików

source: File list: %s
pl: Lista plików: %s

source: STB-Info
pl: Info.o odbiorniku

source: Distance between the STB-Infos
pl: Odległość między info.

source: Show CPU-Load
pl: Pokazać cpu

source: Show free RAM
pl: Pokazać ram

source: Show PROV
pl: Pokazać dostawce

source: Show only if available. Positions:
pl: Pokaż tylko wtedy,gdy dostępne. Pozycje:

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate options.
pl: Po włączeniu "Zastosuj zmiany" wymagane ponowne uruchomienie,naciśnij 'Zatwierdź zmiany' po zmianie opcji podrzędnych.

source: Show CPU-Temp
pl: Pokazać temp.cpu

source: Show SYS-Temp
pl: Pokazać temp.odb.

source: Show CAID
pl: Pokazać caid

source: Show PID
pl: Pokazać pid

source: Show SOURCE
pl: Pokazać źródło

source: Show READER
pl: Pokazać czytnik

source: Show PROTOCOL
pl: Pokazać protokół

source: Show HOPS
pl: Pokazać hops

source: Show ECM TIME
pl: Pokazać czasy ecm

source: InfoBar
pl: Pasek info.

source: Show Extended-Info
pl: Pokazać rozszerzone info.

source: Enable Color Gradient
pl: Włączyć kolor gradientu

source: Choose Picon Type
pl: Wybierz typ loga kanału

source: Show picons zoomed ?
pl: Pokazać powiększone loga kanału?

source: Offset picon position x
pl: Przesunięcie loga kanału pozycja X

source: Offset picon position y
pl: Przesunięcie loga kanału pozycja Y

source: Offset picon size
pl: Rozmiar przesunięcia loga kanału

source: InfoBar/SecondInfobar
pl: Pasek info./drugi pasek info.

source: Show Clock
pl: Pokazać zegar

source: Show ChannelName
pl: Pokazać nazwę kanału

source: Show ChannelNumber
pl: Pokazać numer kanału

source: Show ServiceIcons
pl: Pokazać ikony serwisów

source: Show Record-State
pl: Pokazać stan nagrywania

source: Show Screen-Resolution
pl: Pokazać rozdzielczość ekranu

source: Show extended Screen-Resolution
pl: Pokazać rozszerzoną rozdzielczość ekranu

source: Show Orbital-Position
pl: Pokazać pozycję orbitalną

source: Show SNR-Info
pl: Pokazać info.snr

source: Show Tuner-Info
pl: Pokazać info.głowicy

source: Set number of tuner automatically
pl: Ustawić liczbę głowic automatycznie

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate entrys in 'STB-Info'.
pl: Po włączeniu "Zastosuj zmiany" i ponownym uruchomieniu naciśnij "Zastosuj zmiany" po zmianie podległych wpisów w "info.o odbiorniku".

source: Set number of tuner manually
pl: Ustawić liczbę głowic ręcznie

source: Show STB-Info
pl: Pokazać info.o odbiorniku

source: InfoBar/SecondInfobar/Moviebar
pl: Pasek info./drugi pasek info./pasek filmów

source: ChannelName/Number FontSize
pl: Nazwa kanału/numer rozmiaru czcionki

source: Show Cover in Media Center
pl: Pokazać okładkę w programie Media Center

source: Show Cover in Infobar
pl: Pokazać okładkę w pasku info.

source: Show Cover in Movie Selection
pl: Pokazać okładkę w wyborze filmów

source: Show Movie Description
pl: Pokazać opis filmu

source: Change Number of Lines in Movie Selection
pl: Zmienić liczbę linii w wyborze filmu

source: graphical EPG
pl: graficzne EPG

source: EMC/MoviePlayer
pl: EMC/Odtwarzacz filmów

source: Style
pl: Styl

source: Show MovieName
pl: Pokazać nazwę filmu

source: Show Movie Playback Time
pl: Pokazać czas odtwarzania filmu

source: Show PVR State
pl: Pokazać stan pvr

source: ChannelSelection
pl: Wybór kanału

source: Channel selection style
pl: Styl wyboru kanału

source: Show Primetime Event
pl: Pokazać wydarzenie timera

source: Chose Skin Design
pl: Wybierz projekt skóry

source: Graphical EPG style
pl: Graficzny styl epg

source: Show Space between Layer A and B
pl: Pokazać przestrzeń między warstwą A/B

source: Show large Text on bottom of the screen
pl: Pokazać duży tekst na dole ekranu

source: Chose Extended-Info Style
pl: Wybierz styl rozszerzonego info.

source: Use part
pl: Użyć części

source: File will used to create the full-hd-skin (use unchanged 'skin_10_user.xml' as template)
pl: Plik będzie używany do tworzenia skóry Full-HD (użyć bez zmian 'skin_10_user.xml' jako matrycy)

source: Skinparts
pl: Części skóry

source: openATV configuration tool for MetrixHD
pl: OpenATV konfiguracja dla MetrixHD

source: Enabled
pl: Włączyć

source: Check is Weather date local date
pl: Sprawdzić pogodę dla lokalnych danych

source: Get weather data failure: %s
pl: Pobrać awaryjne dane pogodowe: %s

source: Current weather data: %s
pl: Aktualne dane pogodowe: %s

source: City: %s,
pl: Miasto: %s,

source: Temperature: %s
pl: Temperatura: %s

source: , Date is valid: %s
pl: , Obowiązuje data: %s

source: Cant get weather data: %s
pl: Nie można pobrać pogodowych danych: %s

source: Please wait, get weather data ...
pl: Proszę czekać,otrzymywanie danych o pogodzie...

source: Show in MoviePlayer
pl: Pokazać w odtwarzacz filmów

source: MetrixWeather ID
pl: Id pogody dla Metrixa

source: Get your local MetrixWeather ID from www.mymetrix.de
pl: Tutaj znajdziesz identyfikator pogody dla Twojej lokalizacji: www.mymetrix.de

source: Unit
pl: Jednostka

source: Refresh Interval (min)
pl: Interwał odświeżania(min.)

source: Amber
pl: Żółtopomarańczowy

source: Brown
pl: Brązowy

source: Cobalt
pl: Kobalt

source: Crimson
pl: Szkarłatny

source: Cyan
pl: Szarobłękitny

source: Darkblue
pl: Ciemnoniebieski

source: Darkgrey
pl: Ciemnoszary

source: Magenta
pl: Czerwononiebieski

source: Lime
pl: Jasnozielono żółty

source: Indigo
pl: Niebieskofioletowy

source: Brightgreen
pl: Jasna zieleń

source: Green
pl: Zielony

source: Emerald
pl: Szmaragd

source: Mauve
pl: Fiołkoworóżowy

source: Mediumblue
pl: Średnio niebieski

source: Navy
pl: Granatowy

source: Olive
pl: Oliwkowy

source: Orange
pl: Pomarańczowy

source: Pink
pl: Różowy

source: Red
pl: Czerwony

source: Royal Blue
pl: Królewski niebieski

source: Sienna
pl: Ciepły brąz

source: Steel
pl: Stalowy

source: Teal
pl: Niebieskozielony

source: Violet
pl: Fioletowy

source: Brightyellow
pl: Jasno żółty

source: Yellow
pl: Żółty

source: Black
pl: Czarny

source: Greyscale 1
pl: Skala szarości 1

source: Greyscale 2
pl: Skala szarości 2

source: Greyscale 3
pl: Skala szarości 3

source: Greyscale 4
pl: Skala szarości 4

source: Greyscale 5
pl: Skala szarości 5

source: Greyscale 6
pl: Skala szarości 6

source: Greyscale 7
pl: Skala szarości 7

source: Greyscale 8
pl: Skala szarości 8

source: Greyscale 9
pl: Skala szarości 9

source: Greyscale 10
pl: Skala szarości 10

source: Greyscale 11
pl: Skala szarości 11

source: Greyscale 12
pl: Skala szarości 12

source: Greyscale 13
pl: Skala szarości 13

source: White
pl: Biały

source: Transparent
pl: Przezroczysty

source: No
pl: Nie

source: Standard Colors
pl: Standardowy kolor

source: Bright Colors
pl: Żywy kolor

source: Dark Colors
pl: Ciemny kolor

source: Red Colors
pl: Czerwony kolor

source: Yellow Colors
pl: Żółty kolor

source: Green Colors
pl: Zielony kolor

source: Standard Fonts
pl: Standardowe czcionki

source: Standard Fonts greater
pl: Standardowe większe czcionki

source: Bold and greater Fonts
pl: Pogrubione i większe czcionki

source: Raleway Fonts
pl: Ruchoma czcionka

source: Digital Fonts
pl: Cyfrowa czcionka

source: Analog Fonts
pl: Analogowa czcionka

source: Celsius
pl: Celsjusz

source: Focus left, no picon, 5 next Events
pl: Przesuń w lewo,bez loga kanału,5 następnych wydarzeń

source: Focus left, big picon, 1 next Events
pl: Przesuń w lewo,duże loga kanału,1 następne wydarzenie

source: Focus right, big picon, 1 next Events
pl: Przesuń w prawo,duże loga kanału,1 następne wydarzenie

source: Focus right, no picon, 5 next Events
pl: Przesuń w prawo,bez loga kanału,5 następnych wydarzeń

source: in Screens
pl: w ekranach

source: in Menus
pl: w menu

source: in Menus and Screens
pl: w menu i ekranach

source: No Design
pl: Bez projektu

source: One Layer Design
pl: Jedna projektowana warstwa

source: Contrast Layer Design
pl: Kontrast projektowanej warstwy

source: Stripe Layer Design
pl: Ujednoznacznienie projektowanej warstwy

source: Blocks Layer Design
pl: Bloki projektowania warstwy

source: Frame Layer Design
pl: Projekt warstwy ramy

source: scale
pl: skala

source: size
pl: rozmiar

source: Top of the screen
pl: W górnej części ekranu

source: Between Clock and Weather enclosed
pl: Zamknięty między zegarem a pogodą

source: more Events or 'mini TV' greater
pl: więcej wydarzeń lub większy "mini TV"

source: Between Clock and Weather centered
pl: Centralnie między zegarem a pogodą

source: Bottom of the screen
pl: Na dole ekranu

source: Standard
pl: Standardowo

source: Infobar
pl: pasek informacyjny

source: Small
pl: Małe

source: In Moviebar
pl: W pasku filmów

source: Side by PVR-Symbol
pl: Symbol obok PVR

source: Top of the screen with current time
pl: Górna część ekranu z aktualnym czasem

source: Large
pl: Duże

source: Layer A and B same height, Clock in Layer A
pl: Warstwy A/B w tej samej wysokości/Zegar w warstwie A

source: Layer A and B same height, Clock in Layer B
pl: Warstwy A/B w tej samej wysokości/Zegar w warstwie B
