Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Do you want to reboot your STB?
de: Möchten Sie die Vu+ neu starten?

source: Do you want to remove binary data?
de: Möchten Sie die Binärdateien entfernen?

source: Do you want to remove the package:
de: Möchten Sie das Paket entfernen?

source: Do you want to restart GUI ?
de: Möchten Sie die Benutzeroberfläche Ihrer Vu+ neu starten?

source: Do you want to restart the GUI now?
de: Wollen Sie jetzt wirklich neu starten?

source: Do you want to restore your settings?
de: Möchten Sie Ihre Einstellungen wiederherstellen?

source: Do you want to resume this playback?
de: Möchten Sie die Wiedergabe an der letzten Stelle fortsetzen?

source: Do you want to see more entries?
de: Weitere Videos?

source: Do you want to set selected url to the Startpage?
de: Möchten Sie die ausgewählte Adresse als Startseite festlegen?

source: Do you want to setup animations?
de: Wollen Sie die Animationseffekte der Benutzeroberfläche konfigurieren?

source: Do you want to shut down?
de: Möchten Sie ausschalten?

source: Do you want to start the kiddytimer- plugin now.
de: Wollen Sie das KiddyTimer- Plugin jetzt starten?

source: Do you want to try to open the downloaded file?
de: Möchten Sie versuchen die heruntergeladene Datei zu öffnen?

source: Do you want to update your STB?
de: Möchten Sie Ihre Vu+ aktualisieren?

source: Do you want to update your STB? After pressing OK, please wait!
de: Möchten Sie Ihre Vu+ aktualisieren? Nachdem Sie OK gedrückt haben, bitte czekaj.

source: Do you want to upgrade the package:
de: Möchten Sie das Paket aktualisieren?

source: Do you want to use VTi BackupSuite to restore your settings, plugins or favourite bouquets ?
de: Möchten Sie die VTi BackupSuite zur Wiederherstellung Ihrer Plugins, Einstellungen und Favoritenlisten verwenden?

source: Do you want to use VTi ZerO to remove some packages which you do not need ?
de: Möchten Sie nicht benötige Softwarepakete mit VTi ZerO löschen?

source: Do you want to view a tutorial?
de: Möchten Sie eine Anleitung sehen?

source: Do your really want to cancel the image download ?
de: Möchten Sie den Download wirklich abbrechen?

source: Dolby Digital default
de: Dolby Digital als Standard

source: Dolby Digital downmix on/off
de: Dolby Digital downmix an/aus

source: Dolby Digital+ (AC3+) default
de: Dolby Digital+ (AC3+) als Standard

source: Don't cut
de: nicht schneiden

source: Don't download after:
de: Herunterladen nicht nach:

source: Don't download before:
de: Herunterladen nicht vor:

source: Don't monitor TV started after
de: Nicht mehr überwachen nach

source: Don't monitor TV started before
de: Nicht überwachen vor

source: Don't reconnect after:
de: Nicht neu verbinden nach:

source: Don't reconnect before:
de: Nicht neu verbinden vor:

source: Don't save settings?
de: Einstellungen nicht sichern?

source: Don't stop current event but disable coming events
de: Aktuelle Sendung nicht beenden, aber zukünftige deaktivieren

source: Don't wake up
de: Nicht aufwachen

source: Done - Installed or upgraded %d packages
de: Beendet - %d Pakete installiert oder aktualisiert

source: Done - Installed, upgraded or removed %d packages with %d errors
de: Beendet - %d Pakete mit %d Fehlern installiert, aktualisiert oder entfernt

source: Down
de: Ab

source: Down Key
de: Pfeil nach unten

source: Download
de: Herunterladen

source: Download %s
de: %s herunterladen

source: Download Plugins
de: Plugins herunterladen

source: Download Video
de: Video runterladen

source: Download and install drivers from Vu+ website
de: Treiber von der Vu+-Webseite herunterladen und installieren

source: Download failed ! Please check your internet connection
de: Herunterladen fehlgeschlagen. Bitte überprüfen Sie die Internetverbindung

source: Download files from rapidshare
de: Lade Dateien von rapidshare herunter

source: Download finished !
de: Herunterladen beendet !

source: Download finished.
de: Download abgeschloßen.

source: Download image from vuplus-support.org and flash it
de: Image von vuplus-support.org herunterladen und flashen

source: Download in the background:
de: Im Hintergrund herunter:

source: Download location
de: Download Verzeichnis:

source: Download of services list failes, please be patient and try again later
de: Der Download der Kanallisten ist fehlgeschlagen, bitte versuchen Sie es später noch einmal.

source: Download or delete Cam
de: CAM installieren oder löschen

source: Download or delete Software
de: Installieren/Entfernen von Softwarepaketen

source: Download picons
de: lade Picons

source: Download progress:
de: Fortschritt:

source: Download services lists
de: Kanallisten herunterladen

source: Download...
de: Herunterladen...

source: Downloadable new plugins
de: Neu verfügbare Plugins

source: Downloadable plugins
de: Herunterladbare wtyczkaen

source: Downloaded
de: Heruntergeladen

source: Downloaded : %s Press OK to select, Press Cancel to exit.
de: Heruntergeladen: %s OK -> auswählen, EXIT -> abbrechen

source: Downloading
de: Herunterladen

source: Downloading Movie Poster: %s...
de: Lade Filmplakat herunter: %s...

source: Downloading bouquets failed!
de: Herunterladen der Bouquet's fehlgeschlagen!

source: Downloading movie: %s
de: Film wird heruntergeladen: %s

source: Downloading plugin information. Please wait...
de: Plugin-Informationen werden heruntergeladen. Bitte czekaj...

source: Downloading satellites failed!
de: Herunterladen der Satelliten fehlgeschlagen!

source: Downloading screenshots. Please wait...
de: Bilder werden geladen. Bitte czekaj...

source: Downloading succesfull! Parsing ...
de: Herunterladen erfolgreich! Analysiere

source: Downloading...
de: Herunterladen...

source: Downloads directory:
de: Pfad der Downloads:

source: Driver : %s
de: Treiber: %s

source: Driver Manager
de: Treiberverwaltung

source: Driver is not supported.
de: Treiber unterstützt die Einstellungen nicht.

source: Drivers successfully installed ! You should restart your Vu+ STB: Reboot now ?
de: Die Treiber wurden erfolgreich installiert. Sie sollten Ihre Vu+ neu starten: Jetzt neu starten?

source: Duo/Solo was not support.
de: Duo/Solo werden nicht unterstützt.

source: Duration
de: Dauer

source: Duration for showing additional information for search filters
de: Zeit in Sekunden in der der Hinweistext zu den Suchfiltern angegeben wird (0 = aus)

source: Duration to stay on service (seconds)
de: Verbleibe auf Sender für (Sekunden)

source: Duration:
de: Dauer:

source: Duration:
de: Dauer:

source: Durations
de: Dauer

source: Dutch
de: Niederländisch

source: Dynamic
de: Dynamisch

source: Dynamic contrast
de: Dynamischer Kontrast

source: EPG Path :
de: Speicherort der EPG-Datei:

source: EPG Search
de: EPG-Suche

source: EPG Selection
de: Elektronischer Programmführer (EPG)

source: EPG Settings
de: EPG-Einstellungen

source: EPG button action
de: Aktion für EPG-Taste

source: EPG encoding
de: Zeichensatz des EPG

source: EPG key : Switch to channel list Ok key : Remove selected channel PVR key : Input channel name Exit key : Finish channel edit
de: EPG Taste : In Senderliste wechseln OK Taste : Markierten Sender entfernen VIDEO Taste : Kanalnamen eingeben EXIT Taste : Kanalbearbeitung beenden

source: EPG key : Switch to quad PiP entry Ok key : Add to new entry PVR key : Input channel name Exit key : Finish channel edit
de: EPG Taste : Zur Quad-PiP Liste wechseln OK Taste : Eintrag hinzufügen VIDEO Taste : Kanalnamen eingeben EXIT Taste : Kanalbearbeitung beenden

source: EPG refresh auto-start earliest (hh:mm)
de: Früheste Zeit für Aktualisierung (hh:mm)

source: EPG refresh auto-start latest (hh:mm)
de: Späteste Zeit für Aktualisierung (hh:mm)

source: EPG refresh finished.
de: EPG Aktualisierung beendet.

source: EPG refresh started in background.
de: EPG Aktualisierung wurde im Hintergrund gestartet

source: EPG refresh starts scanning channels.
de: EPG Aktualisierung startet den Kanalscan.

source: EPG search
de: EPG-Suche

source: EPG-Search
de: EPG-Suche

source: EPGRefresh Configuration
de: EPGRefresh Konfiguracja

source: EPGRefresh Services
de: EPGRefresh Sender

source: EPGSearch Setup
de: Konfiguracja der EPG Suche

source: ERROR - failed to scan (%s)!
de: FEHLER - Suche fehlgeschlagen (%s).

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
de: FEHLER: Ein Ausschalt-Timer kann nicht gesetzt werden während sich das Gerät im Standby befindet

source: ERROR: Obligatory parameter 'cmd' [get,set] has unspecified value '%s'
de: FEHLER: Der obligatorische parameter 'cmd' [get,set] hat den undefinierten Wert '%s'

source: ERROR: Obligatory parameter 'enabled' [True,False] has unspecified value '%s'
de: Fehler: Der obligatorische Parameter 'enabled' [True,False] hat den undefinierten Wert '%s'

source: ERROR: Obligatory parameter 'time' [0-999] is missing
de: Fehler: Der obligatorische Parameter 'time' [0-999] fehlt

source: EXIT
de: Beenden

source: East
de: Ost

source: EasyMedia settings...
de: EasyMedia Einstellungen...

source: Edit
de: Bearbeiten

source: Edit AutoTimer
de: AutoTimer bearbeiten

source: Edit AutoTimer filters
de: AutoTimer Filter bearbeiten

source: Edit AutoTimer services
de: AutoTimer Sender bearbeiten

source: Edit HDMI-Cec-Timespan
de: HDMI-Cec-Zeitspanne bearbeiten

source: Edit Quad Channel Entry
de: Quad-PiP Kanal bearbeiten

source: Edit Search
de: Suchtext bearbeiten

source: Edit Services
de: Kanäle

source: Edit Services to refresh
de: Sender zur Aktualisierung auswählen

source: Edit Tags
de: Tags bearbeiten

source: Edit Timer
de: Timer bearbeiten

source: Edit Timers and scan for new Events
de: Automatisch Aufnahmen programmieren

source: Edit Title
de: Titel bearbeiten

source: Edit blacklist for DVB EPG
de: DVB-EPG Blacklist bearbeiten

source: Edit bouquets list
de: Bouquet-Liste bearbeiten

source: Edit chapters of current title
de: Kapitel des ausgewählten Titels bearbeiten

source: Edit mode off
de: Bearbeitungsmodus aus

source: Edit mode on
de: Bearbeitungsmodus an

source: Edit new timer defaults
de: Voreinstellungen neuer Timer bearbeiten

source: Edit selected AutoTimer
de: Markierten AutoTimer bearbeiten

source: Edit selected entry
de: Eintrag bearbeiten

source: Edit selected page
de: Ausgewählte Seite bearbeiten

source: Edit services list
de: Kanalliste bearbeiten

source: Edit settings
de: Einstellungen bearbeiten

source: Edit the Nameserver configuration of your STB.
de: Nameserver-Einstellungen Ihrer Vu+ bearbeiten.

source: Edit the network configuration of your STB.
de: Netzwerkeinrichtung Ihrer Vu+ bearbeiten.

source: Edit title
de: Titel bearbeiten

source: Edit upgrade source url.
de: Upgrade-Quell-Adresse bearbeiten.

source: EditSetting
de: Einstellungen bearbeiten

source: Editing
de: Bearbeite

source: Editor for new AutoTimers
de: Standardeditor für neue AutoTimer

source: Education
de: Bildung

source: Eject DVD?
de: DVD auswerfen?

source: Electronic Program Guide
de: Elektronischer Programmführer

source: Email setup
de: Email Einstellungen

source: EmailClient for %(account)s: %(error)s
de: EmailClient für %(account)s: %(error)s

source: Embedded subtitles
de: Integrierte Untertitel

source: Empty .ap file
de: Leere .ap Datei

source: Enable
de: Ein

source: Enable %s pro:
de: %s pro aktivieren:

source: Enable /media
de: Aktiviere /media

source: Enable 1080p24 Mode
de: 1080p24 aktivieren

source: Enable 1080p25 Mode
de: 1080p25 aktivieren

source: Enable 1080p30 Mode
de: 1080p30 aktivieren

source: Enable 128 bit (Input 26 hex keys)
de: 128-Bit aktivieren (Eingabe 26 Hex-Zeichen)

source: Enable 2160p24 Mode
de: 2160p24 aktivieren

source: Enable 2160p25 Mode
de: 2160p25 aktivieren

source: Enable 2160p30 Mode
de: 2160p30 aktivieren

source: Enable 5V for active antenna
de: 5V für aktive Antenne

source: Enable 64 bit (Input 10 hex keys)
de: 64-Bit aktivieren (Eingabe 10 Hex-Zeichen)

source: Enable 720p24 Mode
de: 720p24 aktivieren

source: Enable Autoresolution
de: Autoresolution aktivieren

source: Enable Autostart for DLNA Server
de: Autostart für DLNA-Server aktivieren

source: Enable Debug
de: Debug aktivieren

source: Enable EPG client mode (don't save EPG file)
de: EPG-Client Modus aktivieren (EPG Datei nicht speichern)

source: Enable Elektro Power Save
de: Elektro Power Save aktivieren

source: Enable FastChannelChange
de: Schnellen Kanalwechsel aktivieren

source: Enable FastZapping
de: FastZapping einschalten

source: Enable Filtering
de: Filter einschalten

source: Enable Focus Animation
de: Cursorbewegungen animieren

source: Enable HDMI-IN on Main Screen
de: HDMI IN im Hauptbild aktivieren

source: Enable HDMI-IN on PIP
de: HDMI IN bei Bild in Bild aktivieren

source: Enable HTTP Access
de: HTTP Zugriff aktivieren

source: Enable HTTP Authentication
de: HTTP Authentifizierung aktivieren

source: Enable HTTPS Access
de: HTTPS Zugriff aktivieren

source: Enable HTTPS Authentication
de: HTTPS Authentifizierung aktivieren

source: Enable HbbTV for streaming services
de: HbbTV für Streaming-Dienste aktivieren

source: Enable InfoBarTunerState
de: InfoBarTunerState aktivieren

source: Enable KiddyTimer
de: KiddyTimer aktivieren

source: Enable KiddyTimer for x minutes
de: KiddyTimer für x Minuten aktivieren

source: Enable Logging
de: PCZERWONYokollierung aktivieren

source: Enable MiniTV
de: MiniTV im LCD einschalten

source: Enable Oscam WebInterface (Port 83):
de: Oscam Webinterface einschalten (Port 83):

source: Enable Oscam server (Cccam pCZERWONYocol) (Port 22209):
de: Aktiviere Oscam-Server (Cccam PCZERWONYokoll) (Port 22209):

source: Enable Oscam server (cs378x pCZERWONYocol) (Port 37800):
de: Aktiviere Oscam-Server (cs378x PCZERWONYokoll) (Port 37800):

source: Enable Quad PIP
de: Quad-PiP aktivieren

source: Enable SQL database
de: SQL Datenbank aktivieren

source: Enable Service Restriction
de: Sender-Beschränkungen

source: Enable SmartSeek (button UP and DOWN)
de: SmartSeek aktivieren (Tasten AUF und AB)

source: Enable Standby Settings
de: Standby-Einstellungen aktivieren

source: Enable Streaming Authentication
de: Streaming Authentifizierung aktivieren

source: Enable TeleText caching
de: Videotext-Pufferung aktivieren

source: Enable VPS
de: VPS aktivieren

source: Enable VPS by default (new timers)
de: Soll VPS bei neuen Timern standardmäßig aktiviert sein?

source: Enable VPS on instant records
de: VPS bei Sofortaufnahmen aktivieren

source: Enable VPS-Plugin
de: VPS-Plugin aktiviert

source: Enable ZAP history menu
de: Zeige Liste zuletzt gesehener Sender (Taste EXIT)

source: Enable action after inactivity:
de: Aktion nach Inaktivität

source: Enable advertisment detection (I-net is mandatory)
de: Aktiviere Werbeerkennung (Internetverbindung nötig)

source: Enable auto fast scan
de: Fast Scan automatisch starten

source: Enable auto fast scan for %s
de: Starte Fast Scan automatisch für %s

source: Enable automatic CI assignment
de: Automatische CI Zuweisung aktivieren

source: Enable automatic power off in standby:
de: Automatisches Ausschalten im Standby

source: Enable autostart for HbbTV browser
de: HbbTV-Browser automatisch starten

source: Enable debug log
de: Debug-Ausgabe aktivieren

source: Enable debug output to console :
de: Debug-Ausgabe auf Konsole aktivieren:

source: Enable debug output to file :
de: Debug-Ausgabe in Datei aktivieren:

source: Enable descrambling in standby
de: Entschlüsselung im Standby aktivieren

source: Enable mount automatically while start
de: Automatisches Einhängen während des Starts aktivieren

source: Enable mount check for HDD
de: Überprüfung des Einhängens für Festplatte aktivieren

source: Enable mount check for HDD :
de: Überprüfung des Einhängens für Festplatte aktivieren:

source: Enable multiple bouquets
de: Mehrere Bouquets erlauben

source: Enable parental control
de: Jugendschutz aktivieren

source: Enable streaming service assignment
de: Streaming-Senderzuweisung aktivieren

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
de: Diese Einstellung aktivieren, um die Übersicht aus dem wtyczkasmenü zugänglich zu machen.

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
de: Soll die Konfiguracja direkt aus dem wtyczkasmenü heraus aufgerufen werden können?

source: Enable timer
de: Timer aktivieren

source: Enable zap history:
de: Aktiviere Zap-Historie:

source: Enable/Disable bluetooth
de: Bluetooth aktivieren/deaktivieren

source: Enabled
de: Aktiviert

source: Enclosures
de: Anhänge

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
de: Diese Einstellung muss vorgenommen werden, wenn z.B. nach Umlauten gesucht wird. Bei deutschsprachigen Sendern ist dies in der Regel ISO8859-15.

source: Encrypt
de: Verschlüsseln

source: Encrypted:
de: Verschlüsselt:

source: Encryption
de: Verschlüsselung

source: Encryption Key
de: Sicherheitsschlüssel

source: Encryption Keytype
de: Passwortverschlüsselungstyp

source: Encryption:
de: Verschlüsselung:

source: End
de: Ende

source: End of "after event" timespan
de: Ende der Zeitspanne

source: End of excluded interval (hh:mm):
de: Ende des Zeitintervalls (hh:mm)

source: End of time intervall for descrambling in standby
de: Endzeit für Entschlüsselung im Standby

source: End of timespan
de: Ende der Zeitspanne

source: End time
de: Endzeit

source: EndTime
de: Endzeit

source: Ends
de: Endet

source: Energy schedule
de: Energie-Zeitplan

source: English
de: Englisch

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net 2006 - Stephan Reichholf
de: Enigma2 Skinselector stephan@reichholf.net 2006 - Stephan Reichholf

source: Enigma2 playback system
de: Multimedia-Wiedergabemodul

source: Enigma2 playback system was changed and Enigma2 should be restarted Do you want to restart it now?
de: Das Wiedergabemodul wurde geändert und die Benutzeroberfläche sollte neu gestartet werden. Benutzeroberfläche jetzt neu starten

source: EnigmaLight - Ambilight for Enigma2
de: Enigmalight - Ambilight für enigma2

source: EnigmaLight ConfigEditor
de: Konfiguracjaseditor

source: EnigmaLight | Dynamic on/off
de: Enigmalight | Dynamisch ein/aus

source: EnigmaLight | Moodlamp on/off
de: Enigmalight | Stimmungslicht ein/aus

source: EnigmaLight | Settings
de: Enigmalight | Einstellungen

source: EnigmaLight | on/off
de: Enigmalight | ein/aus

source: Enigmalight Configuration
de: Enigmalight Konfiguracja

source: Enigmalight can't connect with %s:%s, check your input and try again.
de: Enigmalight kann sich nicht mit %s:%s verbinden, bitte Eingabe überprüfen und erneut versuchen.

source: Enigmalight is freezed, what can I do ?
de: Enigmalight ist stehen geblieben, was kann ich tun ?

source: Enigmalight softfloat
de: Enigmalight ohne FPU Unterstützung

source: Enigmalight with fpu support
de: Enigmalight mit FPU Unterstützung

source: Enter IP to scan...
de: IP-Adresse zum Durchsuchen eingeben...

source: Enter Key
de: Enter-Taste

source: Enter PIN
de: PIN eingeben

source: Enter Picon Dir:
de: erstelle Piconverzeichnis:

source: Enter Prime Time
de: Prime Time eingeben

source: Enter Search Terms
de: Suchbegriffe

source: Enter URI
de: URI eingeben

source: Enter URI of FTP Server:
de: URI des FTP-Server angeben:

source: Enter VLC-Server as FQDN or IP-Address
de: VLC-Server mit Namen oder IP-Adresse

source: Enter in minutes (0 means unlimited)
de: Eingabe in Minuten (0 = unbegrenzt)

source: Enter main menu...
de: Hauptmenü öffnen...

source: Enter new Password
de: Neues Passwort eingeben

source: Enter new filename:
de: Neuen Dateinamen eingeben:

source: Enter new hostname for your STB
de: Neuen Netzwerknamen für Ihre Vu+ eingeben

source: Enter new name for favorite item
de: Neuen Namen für Favoriten eingeben

source: Enter options:
de: Optionen eingeben:

source: Enter password:
de: Passwort eingeben:

source: Enter persistent PIN code
de: PIN eingeben

source: Enter pin code
de: Pin-Code eingeben

source: Enter share directory:
de: Freigabeverzeichnis eingeben:

source: Enter share name:
de: Freigabenamen eingeben:

source: Enter text to search for
de: Bitte Suchtext eingeben

source: Enter the service pin
de: Kanal-PIN eingeben

source: Enter unrar password:
de: Gebe unrar Passwort ein:

source: Enter user and password for host:
de: Benutzernamen und Passwort eingeben:

source: Enter username:
de: Benutzernamen eingeben:

source: Enter your input data
de: Bitte geben Sie Ihre Daten ein

source: Enter your password here:
de: Geben Sie hier Ihr Passwort ein:

source: Enter your search term(s)
de: Suchbegriff eingeben

source: Entertainment
de: Unterhaltung

source: Entries
de: Einträge

source: Entry %s already exists.
de: Eintrag %s existiert bereits.

source: Entry %s/%s
de: Eintrag %s/%s

source: Entry incomplete.
de: Eintrag unvollständig.

source: Error
de: Fehler

source: Error at closing database
de: Fehler beim Schließen der Datenbank

source: Error at creating backup directories Please try another backup location
de: Fehler bei der Erstellung der Sicherungsverzeichnisse Bitte versuchen Sie einen anderen Sicherungsort

source: Error at creating download destination ! Please select another device.
de: Fehler bei der Erstellung der Verzeichnisse. Bitte wählen Sie ein anderes Speichergerät.

source: Error at creating filesystem at device %s Please create filesystem manually
de: Fehler beim Erstellen des Dateisystems auf Gerät %s Bitte erstellen Sie das Dateisystem manuell.

source: Error at formatting /dev/%s. Please check your device
de: Fehler bei der Formatierung von /dev/%s Bitte überprüfen Sie Ihr Gerät.

source: Error at partitioning device /dev/%s
de: Fehler bei der Partitionierung von /dev/%s

source: Error at preparing system for backup
de: Fehler bei der Vorbereitung der Sicherung

source: Error at remount of all partitions at /dev/%s Please check your mounts and remount manually
de: Fehler beim Wiedereinhängen der Partitionen von /dev/%s. Bitte überprüfen Sie Ihre Dateisysteme und hängen Sie diese manuell ein.

source: Error at umounting all partitions at device /dev/%s Initializing was cancelled
de: Fehler beim Aushängen der Partitionen des Gerätes /dev/%s Die Initialisierung wurde abgebrochen.

source: Error checking disk. The disk or filesystem may be damaged
de: Fehler bei der Überprüfung der Partition. Die Partition oder das Dateisystem könnten beschädigt sein

source: Error command '%s'
de: Fehler beim Befehl '%s'

source: Error during committing changes
de: Fehler beim Schreiben der Änderungen

source: Error during database transaction
de: Fehler während der Datenbanktranskation

source: Error during download.
de: Fehlerhafter Download.

source: Error fetching URL:
de: Fehler beim Laden der URL:

source: Error getting movies
de: Fehler beim Ermitteln der Filme

source: Error loading filelist into server %(server)s: %(error)s
de: Fehler beim Laden der Filelist auf den Server %(server)s: %(error)s

source: Error loading page feed:
de: Fehler beim Laden des Seiten-Feeds:

source: Error loading playlist %(media)s into server %(server)s: %(error)s
de: Fehler beim Laden der Playlist %(media)s auf den Server %(server)s: %(error)s

source: Error loading playlist into server %(server)s: %(error)s
de: Fehler beim Laden der Playlist auf den Server %(server)s: %(error)s

source: Error updating filelist from server %(server)s: %(error)s
de: Fehler beim Holen der Filelist vom Server %(server)s: %(error)s

source: Error while adding %s to the download-list!
de: Fehler während dem Hinzufügen von %s zur Downloadliste!

source: Error while backup of DVD!
de: Fehler beim Sichern der DVD!
