Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: VTI-Restore is running...
de: VTi-Wiederherstellung läuft...

source: VTi Backup Tools
de: VTi Sicherungswerkzeuge

source: VTi BackupSuite (Backup)
de: VTi BackupSuite (Sicherung)

source: VTi BackupSuite (Restore)
de: VTi BackupSuite (Wiederherstellung)

source: VTi DeviceManager
de: VTi Gerätemanager

source: VTi EPG Settings
de: VTi EPG Einstellungen

source: VTi ExeManager
de: VTi Befehl ausführen

source: VTi Image Download
de: VTi - Image herunterladen

source: VTi Image Flash Process
de: VTi - Image-Flash-Vorgang

source: VTi Image Tools
de: VTi Image Werkzeuge

source: VTi Info Tools
de: VTi Systeminformationen

source: VTi Manual Package Installation
de: VTi manuelle Paketinstallation (USB oder /tmp)

source: VTi News
de: VTi Neuigkeiten

source: VTi Restore Image
de: VTi - Image wiederherstellen

source: VTi System Tools
de: VTi Systemwerkzeuge

source: VU deepstandby => TV activity:
de: Vu+ aus => TV-Aktivität:

source: VU on => TV activity:
de: Vu+ ein => TV-Aktivität:

source: VU standby => TV activity:
de: Vu+ Standby => TV-Aktivität:

source: VU+ DeepStandby
de: Vu+ ausschalten

source: VU+ R-Button
de: VU+R-Taste

source: VU+ deepstandby => TV activity:
de: Vu+ aus => TV-Aktivität:

source: VU+ on from deepstandby => TV activity:
de: Vu+ aus Deepstandby starten => TV-Aktivität:

source: VU+ on from standby => TV activity:
de: Vu+ aus Standby starten => TV-Aktivität:

source: VU+ standby => TV activity:
de: Vu+ Standby => TV-Aktivität:

source: VU+ wakeup
de: Vu+ einschalten

source: VUPLUS-BLE-RCU is disconnected. Please connect and select again.
de: Die Vu+ BT Fernbedienung ist nicht verbunden. Bitte erneut verbinden.

source: Vendor :
de: Hersteller:

source: Ver.
de: Wer.

source: Verifying download ...
de: Heruntergeladene Daten werden geprüft...

source: Verifying your internet connection...
de: Internet-Verbindung wird geprüft...

source: Version
de: Wersja

source: Version:
de: Wersja:

source: Vertical
de: Pionowo

source: Vertical EPG View
de: EPG - Spaltenansicht

source: Vertical EPG view based on Vali Programm Guide
de: Vertikale EPG Ansicht basieren auf Valis Programm Guide

source: Vertical offset in pixel
de: Vertikaler Versatz in Pixel

source: Video Directory
de: Filmverzeichnis

source: Video Fine-Tuning
de: Video-Feineinstellung

source: Video Fine-Tuning Wizard
de: Video-Feineinstellungs-Assistent

source: Video Norm
de: Videostandard

source: Video Output
de: Videoausgabe

source: Video Setup
de: Videoeinrichtung

source: Video Size
de: Video Wielkość

source: Video Wizard
de: Video-Assistent

source: Video database:
de: Video Datenbank

source: Video enhancement preview
de: Podgląd für erweiterte A/V-Einstellungen

source: Video enhancement settings
de: Erweiterte A/V-Einstellungen

source: Video enhancement setup
de: Erweiterte A/V-Einstellungen

source: Video input selection Please press OK if you can see this page on your TV or select a different input port. The next input port will be automatically probed in 20 seconds
de: Auswahl des Videoeingangs Bitte drücken Sie OK, wenn Sie diese Seite auf Ihrem Fernseher sehen können (oder wählen Sie einen anderen Eingang aus). Der nächste Videoeingang wird automatisch nach 20 Sekunden getestet.

source: Video mode selection
de: Auswahl des Videomodus

source: VideoDB is not installed!
de: VideoDB ist nicht installiert!

source: VideoEnhancementPreview
de: Podgląd

source: VideoEnhancementSetup
de: VideoEnhancement Einstellungen

source: Videobrowser exit behavior:
de: Verhalten nach Verlassen der Videoliste:

source: Videoenhancement Setup
de: Erweiterte A/V-Einstellungen

source: Videoplayer stop/exit behavior:
de: Verhalten beim Drücken der STOPP/EXIT-Taste:

source: View AutoTimers
de: Zeige AutoTimer Einträge

source: View Count
de: Obejrzano

source: View Movies...
de: Filme ansehen

source: View Photos...
de: Fotos ansehen

source: View RSS...
de: RSS Nachrichten anzeigen...

source: View Rass interactive...
de: RaSS interaktiv anzeigen...

source: View Video CD...
de: Video-CD ansehen

source: View active downloads
de: Aktive Downloads anzeigen

source: View details
de: Details anzeigen

source: View list of available
de: Liste der verfügbaren

source: View list of available CommonInterface extensions
de: Liste der verfügbaren Common-Interface-wtyczkaen anzeigen.

source: View list of available Display and Userinterface extensions.
de: Liste der verfügbaren Display- und Benutzerschnittstellen-wtyczkaen anzeigen.

source: View list of available EPG extensions.
de: Liste der verfügbaren EPG-wtyczkaen anzeigen.

source: View list of available Satellite equipment extensions.
de: Liste der verfügbaren Satellitenausrüstungswtyczkaen anzeigen.

source: View list of available communication extensions.
de: Liste der verfügbaren Kommunikationswtyczkaen anzeigen.

source: View list of available default settings
de: Liste der verfügbaren Standardeinstellungen anzeigen.

source: View list of available multimedia extensions.
de: Liste der verfügbaren Multimedia-wtyczkaen anzeigen.

source: View list of available networking extensions
de: Liste der verfügbaren Netzwerk-wtyczkaen anzeigen.

source: View list of available recording extensions
de: Liste der verfügbaren Aufnahme-wtyczkaen anzeigen.

source: View list of available skins
de: Liste der verfügbaren Skins anzeigen.

source: View list of available software extensions
de: Liste der verfügbaren Software-wtyczkaen anzeigen.

source: View list of available system extensions
de: Liste der verfügbaren System-wtyczkaen anzeigen.

source: View related videos
de: Ähnliche Videos

source: View remote text files
de: Textdateien aus dem Netzwerk anzeigen

source: View response videos
de: Video Antworten

source: View teletext...
de: Videotext anzeigen...

source: View, edit or delete mountpoints on your STB.
de: Netzwerkfreigaben Ihrer Vu+ betrachten, bearbeiten oder löschen.

source: View, edit or delete usernames and passwords for your network.
de: Benutzernamen und Passwörter Ihres Netzwerks betrachten, bearbeiten oder löschen.

source: Views:
de: Aufrufe:

source: Virtual KeyBoard
de: Witrualna klawiatura

source: Virtual folders will be sorted as movies and not like folders on top of the list.
de: Wird diese Einstellung aktiviert, werden virtuelle Ordner wie Filme sortiert und nicht wie Ordner an den Anfang der Liste gestellt

source: Visualization
de: Wizualizacja

source: Visualization and Text
de: Visualisierung und Text

source: Visualization for European Installation Bus
de: Visualisierung für den Europäischen Installations-Bus

source: Voltage mode
de: Spannungs-Modus

source: Volume
de: Głośność

source: Volume +
de: Pogłośnij

source: Volume -
de: ścisz

source: Volume Down
de: ścisz

source: Volume Up
de: Pogłośnij

source: Volume changed
de: Zmieniono głośność

source: Volume set to %i
de: Lautstärke beträgt nun %i

source: Vu+ Bluetooth RCU Setup
de: Vu+ Bluetooth FernbedienungsKonfiguracja

source: Vu+ on
de: Wł Vu+

source: W A R N I N G !!! Do not delete stuff you need afterwards VTI-Team is not responsible for loss of data Do you accept ?
de: W A R N U N G Bitte löschen Sie keine Pakete, die Sie noch benötigen. Das VTi-Team ist nicht für einen Datenverlust verantwortlich. Fortfahren?

source: WARNING: Cookies are required to store the settings!
de: WARNUNG: Zum Speichern der Einstellungen werden Cookies benötigt!

source: WEP Key (HEX)
de: Klucz WEP (HEX)

source: WLAN adapter
de: Adapter WLAN

source: WLAN adapter.
de: Adapter WLAN.

source: WLAN connection
de: Połączenie WLAN

source: WMA software decoding
de: WMA Software-Dekoder

source: WPA or WPA2
de: WPA lub WPA2

source: WPA/WPA2
de: WPA lub WPA2

source: WSS on 4:3
de: WSS bei 4:3

source: Wait a moment
de: Proszę czekać

source: Wait a moment...
de: Proszę czekać...

source: Wait for the HDD to enter sleep mode. Depending on the configuration this can prevent the box entirely from entering deep standby mode.
de: czekaj bis die Festplatte in den Ruhemodus geht. Je nach Konfiguracja kann dies den Ruhezustand vollständig unterbinden.

source: Wait time in ms before activation:
de: Wartezeit vor Aktivierung in ms

source: Waiting
de: czekaj

source: Waiting until poweroff
de: Warte bis poweroff

source: Wake on Lan disabled
de: Wake on Lan (WoL) ist deaktivert

source: Wake on WLan Setup
de: Wake on WLan-Einrichtung

source: Wake on WLan disabled
de: Wake on WLan (WoW) ist deaktivert

source: Wake up from deep standby for EPG refresh
de: Aus dem Deep-Standby hochfahren

source: WakeOnLan Enable
de: WakeOnLan (WOL) aktivieren

source: WakeOnLan Setup
de: WakeOnLan-Einrichtung

source: WakeOnWLan Enable
de: Wake on WLan (WoW) aktivieren

source: Wakeup
de: Aufwachen

source: Wakeup from Deep-Standby is allowed
de: Starten aus dem Deep-Standby erlaubt

source: Wakeup from DeepStandby for this task
de: Gerät für diese Aufgabe aus dem DeepStandby einschalten

source: Warning
de: Uwaga

source: Weather
de: Pogoda

source: Weather Plugin is not installed!
de: Wetter Plugin ist nicht installiert!

source: Weather plugin:
de: Pogoda:

source: Webinterface: Main Setup
de: Webinterface: Haupteinstellungen

source: Wed
de: ŚRO

source: Wednesday
de: Środa

source: Weekday
de: Dień tygodnia

source: Weekly (Monday)
de: Wöchentlich (Montag)

source: Weekly (Sunday)
de: Wöchentlich (Sonntag)

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
de: Willkommen beim Schnitteditor. Suchen Sie den Startpunkt des Bereichs, den Sie wegschneiden möchten. Drücken Sie OK und wählen Sie "Schnitt hier starten". Dann suchen Sie den Endpunkt, drücken OK und wählen "Schnitt endet hier".

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your STB by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
de: Willkommen im Image-Upgrade-Assistenten. Der Assistent wird Ihnen bei der Aktualisierung der Firmware helfen. Sie können mit diesem Assistenten die aktuellen Einstellungen sichern und bekommen eine kleine Einweisung, wie Sie die Firmware aktualisieren können.

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
de: Herzlich Willkommen beim MyTube YouTube Player. Nutzen Sie die Bouqet+ Taste um zur Sucheingabe zu gelangen und die Bouqet- Taste für die Video Einträge. Um ein Video abzuspielen drücken Sie die OK-Taste auf Ihrer Fernbedienung. Mit der Info-Taste erhalten Sie die erweiterte Beschreibung zu einem Video. Für weitere Einstellungen drücken Sie die Menü-Taste. Um diese Hilfe erneut anzuzeigen, drücken Sie die Hilfe-Taste.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
de: Herzlich Willkommen beim MyTube YouTube Player. Während der Eingabe Ihres Suchwortes erhalten Sie passende Vorschläge zu Ihrer Sucheingabe. Um einen Vorschlag auszuwählen, drücken Sie die NACH UNTEN-Taste, wählen den entsprechenden Eintrag aus und drücken die OK-Taste um die Suche zu starten. Um zur Such-Eingabemaske Poprzedni zu gelangen, drücken Sie die EXIT-Taste.

source: Welcome. If you want to connect your STB to the Internet, this wizard will guide you through the basic network setup of your STB. Press OK to start configuring your network
de: Willkommen. Wenn Sie Ihre Vu+ mit dem Internet verbinden möchten, wird Sie dieser Assistent durch die grundlegenden Netzwerkeinstellungen führen. Drücken Sie OK, um Ihr Netzwerk einzurichten.

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
de: Willkommen Dieser Assistent wird Ihnen helfen einen neuen AutoTimer zu erstellen indem er für häufig genutzte Einstellungen eine Beschreibung liefert.

source: Welcome...
de: Witaj...

source: West
de: Zachód

source: What do you want to scan?
de: Was möchten Sie scannen?

source: What to do?
de: Was möchten Sie tun?

source: Wheel RIGHT
de: Rad rechts

source: When a service is not available, (e.g. running recordings) this service will be skipped during zap
de: Wenn ein Sender nicht verfügbar ist (z.B. wegen laufenden Aufnahmen) wird dieser Sender beim Zappen übersprungen

source: When activated, there is no need for manual assigning of services to CI modules. Take care when HD+ is activated at your Sky Smartcard, if so, please assign services manually
de: Bei Aktivierung dieser Option ist es nicht notwendig eine CI-Zuweisung durchzuführen, da dies automatisch geschieht. ACHTUNG!!! Wenn HD+ auf der Sky Smartcard aktiviert ist müssen die Sender für Sky und HD+ manuell zugewiesen werden.

source: When creating a timer, the given margin will be added automatically
de: Bei der Erstellung von Timern wird diese Zeitspanne automatisch hinzugefügt

source: When enabled, external subtitles will be always turned on for playback movie.
de: Wenn diese Einstellung aktiviert ist, werden externe Untertitel bei Mediendateien automatisch angezeigt, wenn diese verfügbar sind

source: When enabled, graphical DVB subtitles will be centered horizontally.
de: DVB Untertitel werden horizontal zentriert angezeigt, wenn diese Option aktiviert wird

source: When enabled, reformat subtitles to match the width of the screen.
de: Untertitel werden automatisch umgebrochen wenn dies Konfiguracja aktiviert wird

source: When enabled, teletext subtitles will be displayed at their original position.
de: Dies Option ermöglicht es, die Untertitel an der ursprünglich übermittelten Position anzuzeigen

source: When saving timeshift is enabled. You can choose available timeshift files here.
de: Wenn das Speichern von Timeshift-Dateien aktiviert ist, kann mit der Pfeil nach unten Taste eine Timeshift-Aufnahme direkt angewählt werden

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
de: Durch Aktivieren dieser Option wird der Servicetyp der assoziierten Kanäle ignoriert. Dies wird nur notwendig wenn tatsächlich "Fast Scan" genutzt wird.

source: When this option is activated, bouquets can be switch with left/right
de: Wenn diese Option aktiviert ist kann in der Senderliste mit den links/rechts Tasten die Favoritenliste gewechselt werden

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
de: Ist diese Option aktiv, wird keine Sendung hinzugefügt, bei der bereits ein Timer mit gleicher Beschreibung in der Timer-Liste existiert.

source: When this option is enabled, it is not possible to fast forward to the end of the movie. This prevents stopping movies by mistake at fast forwarding
de: Wenn diese Option aktiviert ist, kann nicht bis ans Ende einer Aufnahme vorgespult werden. Dies verhindert das versehentliche Beenden einer Wiedergabe.

source: When this option is enbaled, you can use different settings like sorting for every folder.
de: Wenn die Konfiguracja aktiviert ist, kann jeder Filmordner mit separaten Einstellungen wie. z.B. Sortierung versehen werden

source: When to Zap back?
de: Wann Poprzednischalten?

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
de: Wenn hier "Ja" ausgewählt ist, wird VPS automatisch bei Sofortaufnahmen der aktuell laufenden Sendung aktiviert, soweit VPS vom Sender unterstützt wird.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
de: Wenn Sie die Werkseinstellungen wiederherstellen, verlieren Sie sämtliche Einrichtungsdateien (einschließlich Kanalliste, Tuner-Konfiguracja...) Nach der Wiederherstellung wird Ihre Vu+ automatisch neu starten. Werkseinstellungen wirklich wiederherstellen?

source: Where do you want to backup your settings?
de: Wohin möchten Sie die Einstellungen sichern?

source: Where should this setup be displayed?
de: Wo soll dieses Setup angezeigt werden?

source: Where to save temporary timeshift recordings?
de: Wo möchten Sie temporäre Timeshift-Aufnahmen speichern?

source: Where to save?
de: Gdzie zapisać?

source: Whether to put the box in standby when booted manually. On manual boot the box will not go to standby before the next deep standby interval starts, even if this option is set. This option is only active if 'Standby on boot' option is set, too.
de: Nach einem manuellen Bootvorgang in den Standby Modus gehen? Die Box geht nach einem manuellen Bootvorgang nicht vor der nächsten Deep Standby-Zeit in den Ruhezustand, selbst wenn diese Option aktiviert ist. Diese Option wird nur wirksam, wenn 'Nach dem Booten in den Standby' auch aktiviert ist.

source: Which file do you want to download?
de: Welche Datei möchten Sie herunterladen?

source: Which server do you want to connect to?
de: Zu welchem Server möchten Sie sich verbinden?

source: While the update is progress, RCU can not be used and other bluetooth device must be disconnected . Do you want update?
de: Während des Updates kann der Fernbedienung nicht verwendet werden und andere Bluetooth Geräte müssen getrennt werden. Mit dem Update fortfahren ?

source: While the update is progress, RCU can not be used and other bluetooth device must be disconnected.
de: Während des Updates kann die Fernbedienung nicht benutzt werden und andere BT Geräte müssen getrennt werden.

source: Widescreen
de: Breitbild

source: Width of channel name (matrix mode)
de: Breite der Spalte des Sendernamens (Matrix-Modus)

source: Wireless Access Point
de: Drahtloser Zugangspunkt

source: Wireless LAN
de: Śieć WLAN

source: Wireless LAN Setup
de: Konfiguracja sieci WLAN

source: Wireless Lan Device is not detected.
de: Kein WLAN-Gerät gefunden

source: Wireless Network
de: Śieć WLAN

source: Wireless network connection setup
de: Einrichtung drahtloser Netzwerke

source: Wireless network connection setup.
de: Einrichtung drahtloser Netzwerke.

source: Wireless network state
de: WLAN-Status

source: Wit.ai Speech to Text Setup
de: Wit.ai Text zu Sprache konfigurieren

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
de: Wenn diese Option aktiv ist, kann der Sender auf eine "Alternative" geändert werden, wenn dieser als Beschränkung hinzugefügt wurde.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
de: Mit dieser Einstellung kann die Anzahl der Aufnahmen für AutoTimer begrenzt werden. Diesen Wert auf "0" setzen, um die Funktion zu deaktivieren.

source: Wizard
de: Assistent

source: Would you save the entered PIN %s persistent?
de: Möchten Sie die PIN %s dauerhaft speichern?

source: Write error while recording. Disk full?
de: Schreibfehler bei der Aufnahme. Festplatte voll?

source: Write failed!
de: Schreiben fehlgeschlagen.

source: Write log:
de: Schreibe Log:

source: Wrong parameter format 'set=%s'. Use set=set15
de: Falsches Parameterformat für 'set=%s'. Benutzen Sie 'set=set15'

source: XBMC Launcher
de: XBMC starten

source: Year
de: Rok

source: Yellow font for DVB subtitles
de: Gelbe Schrift für DVB-Untertitel

source: Yes
de: Tak

source: Yes (safe mode)
de: Tak (tryb bezpieczny)

source: Yes for start and stop the lights
de: Tak, dla wł/wył oświetlenia

source: Yes to all
de: Tak dla wszystkich

source: Yes you can use this, rename that file to enigmalight.conf.
de: Tak, zmień nazwę boblight.conf na enigmalight.conf.

source: Yes, always
de: Tak, zawsze

source: Yes, and delete this movie
de: Tak, skauj ten film

source: Yes, and play next media file
de: Tak, odtwarzaj następny plik

source: Yes, backup my settings!
de: Tak, zrób kopię ustawień.

source: Yes, but play next video
de: Tak, ale odtwarzaj następne wideo

source: Yes, but play previous video
de: Tak, ale odtwarzaj poprzednie wideo

source: Yes, delete it
de: Tak, skasuj

source: Yes, delete this movie and go back to movie list
de: Tak, diesen Film löschen und Poprzedni zur Filmliste

source: Yes, do a manual scan now
de: Tak, eine manuelle Suche durchführen

source: Yes, do an automatic scan now
de: Tak, skanuj automatycznie

source: Yes, do another manual scan now
de: Tak, eine weitere manuelle Suche durchführen

source: Yes, don't ask again
de: Tak, nie pytaj więcej

source: Yes, keep them.
de: Tak, nie nie rób.

source: Yes, perform a shutdown now.
de: Tak, Wyłącz teraz.

source: Yes, restore the settings now
de: Tak, die Einstellungen jetzt wiederherstellen

source: Yes, returning to movie list
de: Tak, wróć do poprzedniej listy filmów

source: Yes, view the tutorial
de: Tak, zobacz poradnik

source: You can cancel the installation.
de: Sie können die Installation abbrechen.

source: You can cancel the removal.
de: Sie können das Entfernen abbrechen.

source: You can choose some default settings now. Please select the settings you want to be installed.
de: Sie können jetzt einige Standardeinstellungen auswählen. Bitte wählen Sie die Einstellungen aus, die installiert werden sollen.

source: You can choose, what you want to install...
de: Sie können wählen, was Sie installieren möchten...

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
de: Sie können einstellen, für wie viele Tage in die Zukunft Timer erstellt werden. Diesen Wert auf "0" setzen, um die Funktion zu deaktivieren.

source: You can install this plugin.
de: Sie können diese wtyczka installieren.

source: You can now choose your preferred skin. Do you want to change default skin?
de: Sie können jetzt Ihren bevorzugten Skin auswählen. Wollen Sie jetzt den Standard-Skin wechseln?

source: You can now use VTi ZerO to remove some packages which you do not need. You can now also use VTi BackupSuite to restore your previously saved settings, plugins or favourite bouquets ?
de: Sie können jetzt VTi ZerO benutzen um nicht benötigte Softwarepakete zu deinstallieren. Des Weiteren steht Ihnen die VTi BackupSuite zur Verfügung, um vorher gesicherte Einstellungen, Plugins und Favoritenlisten wiederherzustellen.

source: You can only burn STB recordings!
de: Nur Vu+-Aufnahmen können gebrannt werden.

source: You can remove this plugin.
de: Sie können diese wtyczka deinstallieren.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
de: Hier können Sie grundlegende Einstellungen des AutoTimers treffen. Das Attribut "Name" ist eine Beschreibung innerhalb der Overview während "Finde in Titel" der gesuchte Text im Sendungsnamen ist.

source: You can't cancel during upgrade. Do you want to continue ?
de: Der Aktualisierungsprozess kann nicht abgebrochen werden. Möchten Sie fortfahren?

source: You cannot delete this!
de: Nie można skasować!

source: You choose the incorrect file.
de: Wybrano zły plik.

source: You chose not to install any default services lists.
de: Sie haben keine Standard-Kanalliste zum Installieren ausgewählt.
