Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Track
de: ścieżka

source: Transcode MPEG/DVD Audio
de: Wandle MPEG/DVD Audio um

source: Transcode MPEG/DVD Video
de: Wandle MPEG/DVD Video um

source: Transcoding
de: Transkodierung

source: Transcoding Setup
de: Transkodierung einrichten

source: Transcoding can be started when there is no corresponding channel recordings.
de: Die Transkodierung kann gestartet werden, wenn die Tuner nicht durch Aufnahmen belegt sind.

source: TranscodingSetup
de: Transkodierungseinstellungen

source: Transform Timeshift into recording
de: Timeshift in Aufnahme umwandeln

source: Transform old timeshift event into recording
de: Alte Timeshift Sendung in Aufnahme wandeln

source: Translation
de: Tłumaczenie

source: Translation:
de: Tłumaczenie:

source: Transmission mode
de: Tryb transmisji

source: Transponder selection
de: Wybór transpondera

source: Travel & Events
de: Reisen & Events

source: Tries left:
de: Übrige Versuche:

source: Try connect to last audio device on start enable
de: Beim Start mit dem zuletzt bekannten Audiogerät verbinden

source: Try to find used Transponders in cable network.. please wait...
de: Verwendete Transponder im Kabel-Netzwerk werden gesucht. Bitte czekaj...

source: Try to find used transponders in cable network.. please wait...
de: Verwendete Transponder im Kabel-Netzwerk werden gesucht. Bitte czekaj...

source: Trying to download a new packetlist. Please wait...
de: Es wird versucht, eine neue Paketliste herunterzuladen. Bitte czekaj...

source: Trying to download the Youtube feed entries. Please wait...
de: YouTube feeds werden geladen, bitte czekaj...

source: Trying to download the Youtube search results. Please wait...
de: YouTube Suchergebnisse werden geladen, bitte czekaj...

source: Tue
de: Wto

source: Tuesday
de: Wtorek

source: Tune
de: Tunen

source: Tune failed!
de: Tunen fehlgeschlagen.

source: Tune%d %s Locking Fail...
de: Tunen %d %s Sperre fehlgeschlagen

source: Tuner Slot
de: Slot głowicy

source: Tuner Type
de: Typ głowicy

source: Tuner configuration
de: Konfiguracja głowicy

source: Tuner status
de: Stan głowicy

source: Tuner type
de: Typ głowicy

source: Tuners
de: głowice

source: Tuning
de: Strojenie

source: Turkish
de: Turecki

source: Turn lights on
de: Lichter ein

source: Turn off display
de: Wyłącz ekran

source: Turn off lights or use moodlamp in standby
de: Lichter im Standby ausschalten oder das Stimmungslicht einschalten

source: Turn on AAC software decoding.
de: Aktiviert den AAC Software Dekoder

source: Turn on DTS software decoding.
de: Aktiviert den DTS Software Dekoder

source: Turn on WMA1, WMA2, WMA/PRO software decoding.
de: Aktiviert den WMA1, WMA2, WMA/PRO Software Dekoder

source: Turn on auto-selection of streams according to set Connection speed.
de: Wählt auf Basis der Verbindungsgeschwindigkeit die Streams automatisch aus

source: Turn on downmix to stereo, when software decoding is in use
de: Aktiviert den Stereo-Downmix bei eingeschaltetem Software-Decoder

source: Turn on explorer to retrieve different quality streams from HLS variant playlist and select them via subservices.
de: Aktiviert den HLS Explorer um HLS Streams in unterschiedlicher Qualität zu erhalten, die als Unterkanäle verfügbar sind

source: Turn on if you want to see error information
de: Diese Option muss aktiviert werden um Fehlermeldungen zu erhalten

source: Turn on the embedded subtitles support.
de: Aktiviert die enthaltenen Untertitel

source: Turn on/off 3D Mode, SBS or TAB
de: 3D Modus ein- oder ausschalten und Modus (SBS oder TAB) einstellen

source: Turn on/off lights @ given time
de: Lichter zu bestimmten Zeiten ein-/ausschalten

source: Two
de: Dwa

source: Two partitions (1% / 99%)
de: Dwie partycje (1% - 99%)

source: Two partitions (50% / 50%)
de: Dwie partycje (50% - 50%)

source: Two partitions (75% / 25%)
de: Dwie partycje (75% - 25%)

source: Type
de: Typ

source: Type (Icon)
de: Typ (Symbol)

source: Type (Text)
de: Typ (Tekst)

source: Type : %s
de: Typ: %s

source: Type of enigmalight has changed, Start this type of Enigmalight ?
de: Typ der ausführbaren Datei geändert. Enigmalight neu starten ?

source: Type of match for search string
de: Art der Suche

source: Type of scan
de: Typ szukania

source: UHD Interlace Mode
de: UHD z przeplotem

source: UHD Progressive Mode
de: UHD progresywne

source: UI 3D setup
de: Menü-3D-Einstellungen

source: UI position setup
de: Menü positionieren

source: UNKNOWN
de: NIEZNANY

source: UPTIME :
de: CZAS PRACY:

source: USB Device
de: Urządzenie USB

source: USB Image created in:
de: USB-Image erstellt in:

source: USB Stick
de: Pen USB

source: USB test error : Success-%d
de: USB-Testfehler: Erfolgreich %d

source: USB test pass %d devices Press 'OK' button!
de: USB-Test für %d Geräte abgeschlossen. Bitte OK-Taste drücken.

source: USED :
de: ZAJĘTE:

source: Ukrainian
de: Ukraiński

source: Umount
de: Odmontuj

source: Unable to change/reset password for root user
de: Fehler beim Ändern des root-Passworts

source: Unable to complete filesystem check. Error:
de: Dateisystemüberprüfung konnte nicht beendet werden. Fehler:

source: Unable to initialize harddisk. Error:
de: Die Festplatte konnte nicht initialisiert werden. Fehler:

source: Uncommitted DiSEqC command
de: Uncommitted DiSEqC-Befehl

source: Undo install
de: Installation Poprzednisetzen.

source: Undo uninstall
de: Deinstallation Poprzednisetzen.

source: Unencrypted
de: Unverschlüsselt

source: UnhandledKey
de: Nicht verwendete Taste

source: Unhide all entries
de: Alle Einträge wieder einblenden

source: Unicable Martix
de: Unicable Matrix

source: Uniform
de: umrandet

source: Uninstall
de: Odinstaluj

source: United States
de: USA

source: Unknown
de: Nieznany

source: Unknown Volume command %s
de: Unbekannter Lautstärke-Befehl '%s'

source: Unknown command (%s)
de: Unbekannter Befehl (%s)

source: Unknown for parameter "cmd" [%s|%s]
de: Unbekannt für Parameter "cmd" [%s|%s]

source: Unknown function: '%s'
de: Unbekannte Funktion: '%s'

source: Unknown network adapter
de: Unbekanntes Netzwerkgerät

source: Unknown parameter %s
de: Unbekannter Parameter %s

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
de: Der AutoTimer wird nur automatisch nach Sendungen suchen, wenn diese Einstellung aktiviert wird. Ansonsten wird nur beim Verlassen der Übersicht über die ZIELONYe Taste gesucht.

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
de: Solange diese Option nicht aktiviert ist, wird EPGRefresh nicht automatisch laufen, sondern muss explizit mittels gelbem Button hier im Menü gestartet werden.

source: Unless this is enabled, this plugin won't run automatically.
de: Aktiviert das Plugin

source: Unmount failed
de: Aushängen fehlgeschlagen

source: Unmute
de: Stummstellen deaktivieren

source: Unrar is already working!
de: Unrar arbeitet bereits!

source: Unseen recordings of last %d days
de: Ungesehene Aufnahmen der letzten %d Tage

source: Unsupported
de: Nie wspierany

source: Unsupported Messagetype %s
de: Nicht unterstützter Nachrichtentyp %s

source: Until the time at which, HDMI-Cec should be disabled?
de: Bis zu welcher Uhrzeit, soll HDMI-Cec deaktiviert werden?

source: Up
de: Do góry

source: Up Key
de: Pfeil nach oben

source: Update
de: Aktualizacja

source: Update Database
de: Datenbank aktualisieren

source: Update Feed
de: Kanal aktualisieren

source: Update Image
de: Image aktualisieren

source: Update Interval (min)
de: Aktualisierungsinterval (min)

source: Update Package
de: Paket aktualisieren

source: Update from Feed
de: Update Paketinformationen

source: Update interval for current service (min. 10 sec)
de: Aktualisierungsintervall für laufenden Kanal (min. 10 sek)

source: Update is being done in Background. Contents will automatically be updated when it's done.
de: Aktualisiere im Hintergrund. Die Änderungen werden automatisch übernommen.

source: Update movie database automatically in Standby
de: Filmdatenbank automatisch im Standby aktualisieren

source: Update your STB image from Internet.
de: Ihr Vu+-Image online aktualisieren

source: Update-Interval for EPG of the current bouquets (min. 60 sec)
de: Aktualisierungsintervall für EPG des aktuellen Bouquets (min. 60 sek)

source: Updatefeed not available.
de: Update-Feed nicht verfügbar.

source: Updateing %d %%
de: Aktualisiere %d %%

source: Updating finished. Here is the result:
de: Aktualisierung beendet. Ergebnisübersicht:

source: Updating software catalog
de: Softwarekatalog wird aktualisiert.

source: Updating... Please wait... This can take some minutes...
de: Aktualisierung wird durchgeführt... Der Vorgang kann einige Minuten dauern. Bitte czekaj...

source: Upgradable Packages
de: Aktualisierbare Pakete

source: Upgrade
de: Aktualizacja

source: Upgrade FPGA..
de: Aktualizacja FPGA

source: Upgrade Firmware..
de: Aktualizacja Firmware

source: Upgrade all Packages
de: Aktualizacja wszystkich pakietów

source: Upgrade finished.
de: Aktualizacja zakończona.

source: Upgrade now
de: Aktualizuj teraz

source: Upgrade will take about 5 minutes to finish. Do you want to upgrade?
de: Die Aktualisierung dauert ca. 5 Minuten. Möchten Sie die Aktualisierung durchführen?

source: Upgrading
de: Aktualisierung läuft

source: Upgrading STB... Please wait
de: Ihre Vu+ wird aktualisiert... Bitte czekaj...

source: Upload
de: Hochladen

source: Upload File Error
de: Fehler beim Hochladen

source: Upload finished.
de: Upload abgeschloßen.

source: Upload package
de: Paket hochladen

source: Uploaded Files
de: Hochgeladene Dateien

source: Upper bound of timespan.
de: Obere Grenze der Zeitspanne.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
de: Obere Grenze der Zeitspanne. Nach diesem Zeitpunkt wird keine Übereinstimmung gesucht. Nachlauf wird hier nicht eingerechnet!

source: Uptime
de: Systemlaufzeit

source: Usage
de: Użycie

source: Use
de: Użyj

source: Use < > to jump with 10 in slider
de: < > für 10er Schritte (Schieberegler)

source: Use A/V-Receiver for volume control:
de: A/V-Receiver für Lautstärkeanpassung verwenden:

source: Use AP Mode
de: Użyj trybu AP

source: Use DHCP
de: Użyj DHCP

source: Use Device
de: Użyj Urządzenie

source: Use EIT EPG
de: Użyj EIT EPG

source: Use EXIT-Button to leave movie player
de: Filmwiedergabe mit der EXIT-Taste beenden

source: Use Fan timer
de: Lüfter-Timer verwenden

source: Use Gateway
de: Gateway verwenden

source: Use Interface
de: Schnittstelle verwenden

source: Use Manual dns-nameserver
de: DNS-Server manuell einstellen

source: Use OK button for opening favourite list
de: Kanalliste mit OK-Taste öffnen

source: Use PiP at EPGBar
de: Bild-in-Bild (PiP) in EPG-Infoleiste verwenden

source: Use PictureInGraphic (PiG)
de: Bild-in-Grafik (PiG) verwenden

source: Use Power Measurement
de: Stromaufnahmen-Messung verwenden

source: Use TV remotecontrol:
de: TV-Fernbedienung verwenden:

source: Use a custom location
de: Angepasstes Aufnahmeverzeichnis

source: Use a gateway
de: Użyj Bramę

source: Use alternative service list (horizontal) mode
de: Alternative (horizontale) Kanalliste verwenden

source: Use both profiles alternately
de: Beide Profile abwechselnd verwenden

source: Use channel +/- buttons for channel zap
de: Benutze die Kanal-Tasten +/- zum Senderwechsel

source: Use cross down for showing timeshift events
de: Benutze Pfeil nach unten Taste zur Anzeige von Timeshiftdateien

source: Use cross left/right buttons for bouquet change in service list
de: Steuerkreuz links/rechts für Favoritenwechsel in Senderliste

source: Use custom main menu
de: Benutzerdefiniertes Hauptmenü verwenden

source: Use database for movie trash
de: Verwende Datenbank basierten Papierkorb

source: Use double click for OK button
de: Aktiviere Doppelklick für OK-Taste

source: Use double-spaced list style
de: Senderliste zweizeilig darstellen

source: Use enigmalight as client and connect with other daemon over network (not for local use)
de: Verwende Enigmalight als Client für andere Server im Netzwerk (nicht für lokalen Gebrauch)

source: Use extended PiG also in service list
de: Erweitertes Bild-in-Grafik auch in Kanalliste verwenden

source: Use extended PictureInGraphic (PiG + transparent skin)
de: Erweitertes Bild-in-Grafik verwenden (PiG + transparenter Skin)

source: Use external reader 0:
de: Benutze externen Kartenleser 0:

source: Use external reader 1:
de: Benutze externen Kartenleser 1:

source: Use fastscan channel names
de: Verwende die Sendernamen des Fast Scan Suchlaufes

source: Use folder based configuration (list / sort type)
de: Einstellungen für Sortier-/Listentyp verzeichnisbasiert verwenden

source: Use internal PhoneBook
de: Benutze internes Telefonbuch

source: Use internal reader 0%s:
de: Benutze internen Kartenleser 0%s:

source: Use internal reader 1%s:
de: Benutze internen Kartenleser 1%s:

source: Use left/right always for skipping, even when smartseek is not active
de: Wenn diese Einstellung aktiviert ist, können die links/rechts Tasten auch bei inaktiven Smartseek zum Springen verwendet werden

source: Use matrix mode for service list
de: Matrix-Modus für Kanalliste verwenden

source: Use moodlamp or lights off in standby.
de: Stimmungslicht im Standby einschalten oder Lichter im Standby ausschalten

source: Use more than one favourite list
de: Mehr als eine Favoritenliste (Bouquets) verwenden

source: Use movie trash for deleting files
de: Papierkorbfunktion aktivieren

source: Use new design
de: Verwende neues Design

source: Use only date for record time in movie list (VTi list style)
de: Nur Aufnahmetag in Filmliste anzeigen (VTi Listenstil)

source: Use only for Wake on WLan (WoW)
de: Nur für Wake on WLan (WoW) aktivieren

source: Use original position
de: Ursprüngliche Position verwenden

source: Use package maintainer config files
de: Bei Aktualisierung Konfiguracjasdateien überschreiben

source: Use power measurement
de: Stromaufnahme messen

source: Use prev/next buttons for switching timeshift events
de: Benutze vor/Poprzedni für Wechsel der Timeshift Sendung

source: Use preview mode in service list (2x OK mode)
de: Podglądmodus in Kanalliste verwenden (2x-OK-Modus)

source: Use search engine
de: Benutze Suchmaschine

source: Use selected audio track stored per service
de: Verwende Audio-Spur die pro Sender gespeichert ist

source: Use selected subtitle track stored per service
de: Verwende Untertitel-Spur die pro Sender gespeichert ist

source: Use silent recording mode
de: Stillen Modus für Aufnahmen verwenden

source: Use standby before shutdown when scrambled records are detected
de: Standby vor dem Ausschalten wenn verschlüsselte Aufnahmen existieren

source: Use startup service for leaving standby
de: Startkanal für Rückkehr aus Standby verwenden

source: Use the Networkwizard to configure selected network adapter
de: Den NetworkWizard verwenden, um den ausgewählten Adapter einzurichten

source: Use the Networkwizard to configure your Network
de: Einrichtung des Netzwerks mithilfe des Netzwerkassistenten.

source: Use the left and right buttons to change an option. Please configure timeshift options:
de: Mit den rechts-/links-Tasten können Sie Optionen ändern. Bitte konfigurieren Sie Timeshift:

source: Use the left and right buttons to change an option. Please set up tuner A
de: Mit den rechts-/links-Tasten können Sie Optionen ändern. Einstellungen für Tuner A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
de: Mit den hoch/runter-Tasten können Sie eine Option auswählen. Danach bitte OK drücken.

source: Use this input device settings?
de: Diese Eingabegeräte-Einstellungen verwenden?

source: Use this settings?
de: Diese Einstellungen verwenden?

source: Use this video enhancement settings?
de: Diese erweiterten A/V-Einstellungen verwenden?

source: Use time of currently running service
de: Zeit vom laufenden Kanal verwenden

source: Use usals for this sat
de: USALS für diesen Satelliten benutzen

source: Use wizard to set up basic features
de: Grundeinstellungen jetzt vornehmen

source: Used service scan type
de: Art der Kanalsuche

source: User :
de: Użytkownik:

source: User Email
de: E-Mail

source: User ID
de: Benutzer-ID

source: User Interface
de: Benutzeroberfläche

source: User defined
de: Benutzerdefiniert

source: User defined means that size is set by given skin
de: Benutzerdefiniert bedeutet, dass die Wielkość über den Skin festgelegt wird

source: User for streaming with authentication
de: Benutzer für Streaming mit Authentifizierung

source: User management
de: Benutzerverwaltung

source: User manually Set up a Mount Point
de: Einhängepunkt manuell auswählen

source: User name
de: Benutzername

source: User name Accessing FRITZ!Box
de: Benutzername für FRITZ!Box

source: Usermanager
de: Benutzerverwaltung

source: Username
de: Benutzername

source: Username (netload.in):
de: Benutzername (netload.in):

source: Username (uploaded.to):
de: Benutzername (uploaded.to):

source: Username for Oscam-client user:
de: Benutzername für Oscam-Client Benutzer:

source: Username:
de: Benutzername:

source: Using a Wireless module as access point.
de: WLAN-Modul als Access Point verwenden

source: Using smartseek for skipping advertisment very fast. The first direction change at smartseek biscets the skip intervall. After this every smartseek button press biscets the skip intervall
de: Mit Smartseek kann Werbung effizient übersprungen werden. Die erste Richtungsänderung halbiert das Sprungintervall. Danach halbiert jeder weitere Smartseek-Sprung das Sprungintervall.

source: VCR scart
de: Scart-Videorekorder

source: VFD scroll speed
de: VFD-Bildlaufgeschwindigkeit

source: VIRTUAL TUNER %s
de: Virtueller Tuner %s

source: VLC Player
de: Odtwarzacz VLC

source: VLC Player is not installed!
de: Odtwarzacz VLC jest niezainstalowany!

source: VLC player:
de: Odtwarzacz VLC:

source: VPS Settings
de: VPS-Einstellungen

source: VPS Setup Version %s
de: VPS-Einstellungen Version %s

source: VPS enabled by default
de: VPS standardmäßig aktivieren

source: VPS-Plugin Information
de: VPS-Plugin Informationen

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
de: VPS dient dazu, bei Aufnahmen von Sendungen auf Verschiebungen der Anfangszeit und Überziehungen der Sendedauer zu reagieren. VPS wird nur von bestimmten Sendern unterstützt! Wenn VPS aktiviert wird, startet die Aufnahme erst dann, wenn der Sender angibt, dass die Sendung begonnen hat. Die Aufnahme endet, wenn angegeben wird, dass die Sendung vorbei ist. Wenn der Sicherheitsmodus verwendet wird, wird die programmierte Start- und Endzeit eingehalten. Die Aufnahme wird nur ggf. früher starten bzw. länger dauern, aber niemals kürzer. Unterstützte Sender: Niemcy: ARD und ZDF (d.h. einschließlich allen Dritten Programmen, 3sat, arte, Phoenix, KiKa, ZDFinfo, zdf_neo, zdf.kultur, EinsExtra, EinsPlus, Einsfestival) Österreich: ORF Schweiz: SF Tschechien: CT Bei Timern, die manuell (nicht über den EPG) programmiert werden, muss eine VPS-Zeit angegeben werden, um VPS nutzen zu können. Die VPS-Zeit ist z.B. die veröffentlichte Startzeit in Zeitschriften. Zur Nutzung der Funktion darf bei manuell angelegten Timern kein Timer-Name angegeben werden.

source: VPS-Plugin checks if the channel supports VPS ...
de: Die VPS-Unterstützung des Kanals wird durch das VPS-Plugin geprüft...

source: VPS-Plugin couldn't check if the channel supports VPS. Do you want to enable VPS anyway?
de: Das VPS-Plugin konnte nicht eindeutig feststellen, ob der Kanal VPS unterstützt. Möchten Sie VPS tCZERWONYzdem aktivieren?

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
de: Das VPS-Plugin konnte nicht eindeutig feststellen, ob der Kanal VPS unterstützt. Möchten Sie VPS wirklich aktivieren?

source: VPS-Time (date)
de: VPS-Zeit (data)

source: VPS-Time (time)
de: VPS-Zeit (czas)

source: VTI .tar.gz installer
de: VTi Installer für .tar.gz-Pakete

source: VTI BackupSuite is running personal script ...
de: Skript wird von VTi BackupSuite ausgeführt...

source: VTI Crashlogremove Menu
de: VTi - Absturzberichte entfernen

source: VTI CronManager
de: VTi - Cronjob-Verwaltung

source: VTI DriverManager
de: VTi Treiberverwaltung

source: VTI EPG Panel
de: VTi - EPG-Einstellungen

source: VTI ExeManager
de: VTi - Befehl ausführen

source: VTI Expert Backup/Restore
de: VTi - Experten-Sicherung / -Wiederherstellung

source: VTI HDMI-CEC Configuration
de: VTi HDMI-CEC Konfiguracja

source: VTI Harddisk Standbymode
de: VTi - Festplatten-Standby

source: VTI IPK Installer
de: VTi Installer für IPK-Pakete

source: VTI IPK Uninstall
de: VTi - IPK-Deinstallation

source: VTI IPK Uninstall ignore depencies
de: VTi - IPK-Deinstallation (Abhängigkeiten ignorieren)

source: VTI IPK Uninstaller Menu
de: VTi - IPK-Deinstallation

source: VTI Image Backup/Restore
de: VTi - Image-Sicherung und -Wiederherstellung

source: VTI Image Flash Tool
de: VTi - Image-Flash-Werkzeug

source: VTI Image Tools
de: VTi Image-Werkzeuge

source: VTI Remove Enigma2 Crashlog
de: VTi - Engima2-Absturzberichte entfernen

source: VTI Restart Service
de: VTi - Dienst neu starten

source: VTI Restore Image
de: VTi - Image wiederherstellen

source: VTI Services Menu
de: VTi - Systemdienste

source: VTI Skinremoval
de: VTi - Skin entfernen

source: VTI Skinremove Menu
de: VTi - Skin entfernen

source: VTI Software Tools
de: VTi Software-Werkzeuge

source: VTI Start Service
de: VTi - Dienst starten

source: VTI Status List Menu
de: VTi - Statuslisten-Menü

source: VTI Stop Service
de: VTi - Dienst anhalten

source: VTI Sub Menu
de: VTi-Untermenü

source: VTI SwapFile Menu
de: VTi - Auslagerungsspeicher-Menü

source: VTI System Info
de: VTi Systeminformationen

source: VTI System Infos
de: VTi Systeminformationen

source: VTI System Tools
de: VTi Systemwerkzeuge

source: VTI create SwapFile
de: VTi - Auslagerungsdatei erstellen

source: VTI custom main menu
de: VTi - Benutzerdefiniertes Hauptmenü

source: VTI manual Addon Installer
de: VTi Manuelle Installation von wtyczkaen

source: VTI show ecm.info
de: VTi - ECM-Infos

source: VTI show free diskspace
de: VTi - Freier Speicherplatz

source: VTI show mounted filesystems
de: VTi - Eingehängte Dateisysteme

source: VTI show network stats
de: VTi - Netzwerkstatistiken

source: VTI show networkconfiguration and routingtable
de: VTi - Netzwerkeinrichtung und Routing-Tabellen

source: VTI show running processes
de: VTi - Aktuell laufende Prozesse

source: VTI-Backup - Select files/folders to backup
de: VTi-Sicherung - Wählen Sie die zu sichernden Dateien/Verzeichnisse aus

source: VTI-Backup done.
de: VTi-Sicherung abgeschlossen.

source: VTI-Backup failed.
de: VTi-Sicherung fehlgeschlagen.

source: VTI-Backup is running...
de: VTi-Sicherung wird durchgeführt...

source: VTI-Restore backups
de: VTi - Sicherungen wiederherstellen
