Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Add timer as disabled on conflict
de: Timer bei Konflikt als deaktiviert hinzufügen

source: Add title
de: Titel hinzufügen

source: Add to bouquet
de: Zum Bouquet hinzufügen

source: Add to extension menu
de: Zum wtyczkasmenü hinzufügen

source: Add to favourites
de: Zu Favoriten hinzufügen

source: Add user for client connection
de: Benutzer für Clientverbindung hinzufügen

source: Add zap timer instead of record timer?
de: Umschalt-Timer anstelle von Aufnahme-Timern erstellen?

source: Add/remove plugin
de: Plugin hinzufügen/entfernen

source: Add/remove timer
de: Timer hinzufügen/entfernen

source: Added %s to the download-list.
de: %s zur Downloadliste hinzugefügt.

source: Added:
de: Hinzugefügt:

source: Additional backup ->
de: Zusätzliche Sicherung ->

source: Additional command options :
de: Zusätzliche Befehlsparameter (z.B. start):

source: Address (0~FF):
de: Adresse (0~FF):

source: Address:
de: Adresse:

source: Adjust 3D settings
de: 3D-Einstellungen bearbeiten

source: Adjust screen position
de: Menüposition einstellen

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
de: Verändern Sie die Farbeinstellungen, so dass Sie alle Farbabstufungen voneinander unterscheiden können, diese aber so gesättigt wie möglich dargestellt werden. Wenn Sie mit dem Ergebnis zufrieden sind, drücken Sie OK, um die Feineinstellungen zu beenden. Mit den Zahlentasten können Sie weitere Testbilder auswählen.

source: Adjustments
de: Anpassungen

source: Adult streaming plugins for dm800/dm8000
de: Filme für Erwachsene auf der Dreambox

source: Advanced HDMI-Cec Control
de: Erweiterte HDMI-Cec Einstellungen

source: Advanced HDMI-Cec Setup
de: Erweiterte HDMI-Cec Einstellungen

source: Advanced Ipkg Install
de: Erweiterte IPKG-Paketinstallation

source: Advanced Options
de: Erweiterte Optionen

source: Advanced Software
de: Erweiterte Software

source: Advanced Software Plugin
de: Erweitertes Software-Plugin

source: Advanced Video Enhancement Setup
de: Erweiterte A/V-Einstellungen

source: Advanced cut specification...
de: Erweiterte Schnitteinstellungen

source: Advanced restore
de: Erweiterte Wiederherstellung

source: Advertisment detection
de: Werbeerkennung

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled.
de: Bei aktivierter Option sucht das AutoTimer Plugin nach Aktualisierung des EPG automatisch nach neuen Sendungen.

source: After event
de: Nach der Sendung

source: After power on
de: Nach dem Einschalten

source: After scheduled task
de: Nach der Aufgabe

source: After the start wizard is completed, you need to pCZERWONYect single services. Refer to your STB's manual on how to do that.
de: Nachdem der Startassistent beendet wurde, müssen Sie noch die einzelnen Kanäle schützen. Wie Sie dies tun können, entnehmen Sie bitte dem Handbuch Ihrer Vu+.

source: Agree
de: Zustimmen

source: All
de: Alle

source: All Countries
de: Alle Länder

source: All Genres
de: Alle Genre

source: All Satellites
de: Alle Satelliten

source: All Time
de: Allzeit

source: All Timers
de: Alle Timer

source: All calls
de: Alle Anrufe

source: All movies
de: Alle Aufnahmen

source: All non-repeating timers
de: Alle sich nicht Wiederholenden

source: Allow IPK Upload
de: IPK hochladen aktivieren

source: Allow auto select hearing impaired subtitles
de: Untertitel für Hörgeschädigte automatisch aktivieren

source: Allow downloading on friday:
de: Erlaube das Herunterladen am Freitag:

source: Allow downloading on monday:
de: Erlaube das Herunterladen am Montag:

source: Allow downloading on saturday:
de: Erlaube das Herunterladen am Samstag:

source: Allow downloading on sunday:
de: Erlaube das Herunterladen am Sonntag:

source: Allow downloading on thursday:
de: Erlaube das Herunterladen am Donnerstag:

source: Allow downloading on tuesday:
de: Erlaube das Herunterladen am Dienstag:

source: Allow downloading on wednesday:
de: Erlaube das Herunterladen am Mittwoch:

source: Allow duplicates
de: Duplikate zulassen

source: Allow removing of entries in service list
de: Entfernen von Einträgen in Kanalliste erlauben

source: Allow removing of system software
de: Entfernen von Systemsoftware erlauben

source: Allow subtiles with same language as audio language
de: Aktiviere Untertitel mit gleicher Sprache wie Audiosprache

source: Allow zapping via Webinterface
de: Umschalten per Webinterface erlauben

source: Allows to controls your kids' daily TV usage
de: Ermöglicht, den täglichen TV- Konsum Ihrer Kinder zu steuern

source: Almost there... Now building the USB-Image!
de: Vorgang fast abgeschlossen... USB-Image wird erstellt.

source: Alpha
de: Transparenz

source: Alpha Value
de: Alpha-Wert

source: Alternative radio mode
de: Alternativer Radio-Modus

source: Alternative services tuner priority
de: Tuner-Priorität bei alternativen Kanälen

source: Always
de: Immer

source: Always ask
de: Immer fragen

source: Always include ECM in recordings
de: ECM Informationen immer in Aufnahmen speichern

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
de: Dies überschreibt die Einstellungen pro Timer global. Diese Option ermöglicht es verschlüsselt abgespeicherte Aufnahmen später zu entschlüsseln. Standard: aus

source: Always zap before record
de: Vor Aufnahmen auf den aufzunehmenden Sender schalten

source: Ambiguous results
de: Kein eindeutiger Treffer

source: Amount of items which are needed before creating a virtual folder
de: Mindestanzahl von Aufnahmen pro virtueller Ordner die vorhanden sein müssen bevor ein virtueller Ordner erzeugt wird

source: Amount of recordings left
de: Verbleibende Anzahl Aufnahmen

source: An automated refresh will start after this time of day, but before the time specified in next setting.
de: Die automatische Aktualisierung wird nach dieser Uhrzeit und vor der Uhrzeit im nächsten Feld durchgeführt.

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
de: Die automatische Aktualisierung wird vor dieser Uhrzeit und nach der Uhrzeit im vorherigen Feld durchgeführt.

source: An empty filename is illegal.
de: Es muss ein Dateiname angegeben werden.

source: An energy schedule task wants to power off your Vu+ STB Continue?
de: Ein Aufgabe des Energie-Zeitplans will Ihre Vu+ STB ausschalten. Fortfahren ?

source: An energy schedule task wants to set your Vu+ STB to standby Continue?
de: Ein Aufgabe des Energie-Zeitplans will Ihre Vu+ STB in den Standby versetzen. Fortfahren ?

source: An error occured.
de: Es ist ein Fehler aufgetreten.

source: An scheduled task wants to execute following function at your Vu+ STB %s Continue?
de: Ein geplante Aufgabe wird auf Ihre Vu+ STB folgende Funktion ausführen %s Fortfahren ?

source: An unknown error occured!
de: Es ist ein unbekannter Fehler aufgetreten.

source: Animate Infobar show/hide
de: Infoleiste ein-/ausblenden animieren

source: Animation Setup
de: Animationen konfigurieren

source: Animation speed:
de: Animations-Geschwindigkeit:

source: Animation start delay:
de: Startverzögerung:

source: Animation type:
de: Animations-Typ:

source: Animations
de: Animationen

source: Another adapter connected has been found. A connection is attempted after disconnect all of other device. Do you want to?
de: Ein weiterer aktiver Netzwerkadapter wurde gefunden. Nach Deaktivierung dieses Adapters wird die Verbindung aufgebaut. Fortfahren?

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
de: Ein anderer Film wird gerade geschnitten. Der Film "%s" wird danach im Hintergrund geschnitten.

source: Any service/recording
de: In Timerliste / in Aufnahmen

source: Append begin date at end of recording file name
de: Datum ans Ende des Aufnahmedateinamens anfügen

source: Append shortcut number
de: Füge Kurzwahl an

source: Append type of number
de: Füge Typ der Nummer an

source: Append vanity name
de: Füge Vanity-Nummer an

source: Arabic
de: Arabisch

source: Are you sure to %s ?
de: Möchten Sie eine %s erstellen?

source: Are you sure to delete swapfile ?
de: Sind Sie sicher, dass Sie die Auslagerungsdatei wirklich löschen möchten?

source: Are you sure to set hdd in standby mode?
de: Sind Sie sicher, dass Sie die Festplatte in den Ruhezustand versetzen möchten?

source: Are you sure you want to activate this network configuration?
de: Sind Sie sicher, dass Sie diese Netzwerk-Konfiguracja aktivieren möchten?

source: Are you sure you want to delete following backup:
de: Sind Sie sicher, dass Sie die folgende Sicherung löschen möchten:

source: Are you sure you want to delete %s?
de: Möchten sie %s wirklich löschen?

source: Are you sure you want to exit this wizard?
de: Sind Sie sicher, dass Sie diesen Assistenten verlassen möchten?

source: Are you sure you want to install following drivers:
de: Sind Sie sicher, dass Sie die ausgewählten Treiber installieren möchten?

source: Are you sure you want to restart your network interfaces?
de: Sind Sie sicher, dass Sie die Netzwerkadapter neu starten möchten?

source: Are you sure you want to restart your network interfaces?
de: Sind Sie sicher, dass Sie die Netzwerkadapter neu starten möchten?

source: Are you sure you want to restore following backup:
de: Sind Sie sicher, dass Sie die folgende Sicherung wiederherstellen möchten:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
de: Sind Sie sicher, dass Sie Ihre Enigma2-Sicherung wiederherstellen möchten? Enigma2 wird danach neu gestartet.

source: Are you sure you want to run following script:
de: Sind Sie sicher, dass Sie das ausgewählte Skript ausführen möchten:

source: Are you sure you want to save this network mount?
de: Sind Sie sicher, dass Sie diese Netzwerkfreigabe speichern möchten?

source: Are you sure you want to setup your AP?
de: Sind Sie sicher, dass Sie Ihren AP einrichten möchten?

source: Areacode to add to calls without one (if necessary)
de: Vorwahl für Anrufe ohne eine solche (falls nötig)

source: Artist
de: Interpret

source: Ascending
de: Aufsteigend

source: Ask before execution
de: Vor der Ausführung fragen

source: Ask before search
de: Vor der Suche fragen

source: Ask before shutdown:
de: Vor dem Ausschalten fragen:

source: Ask before stopping timeshift
de: Frage vor dem Beenden von Timeshift

source: Ask for deleting files after canceling timers
de: Optionen zum Löschen der Dateien nach Timer-Abbruch anzeigen

source: Ask for timer type when Autotimer is installed
de: Bei installiertem Autotimer nach Timerart fragen

source: Ask user
de: Benutzer fragen

source: Aspect Ratio
de: Seitenverhältnis

source: Aspect ratio
de: Seitenverhältnis

source: Associate days X and Y with:
de: Verknüpfe die Bedingungen X und Y Tage mit:

source: At
de: Um

source: At which time, HDMI-Cec should be disabled?
de: Ab welcher Uhrzeit, soll HDMI-Cec deaktiviert werden?

source: Attachments
de: Anhänge

source: Audio
de: Ton

source: Audio Channels
de: Anzahl Audiokanäle

source: Audio Options...
de: Audio-Optionen...

source: Australia
de: Australien

source: Austria
de: Österreich

source: Author:
de: Autor:

source: Authoring mode
de: ANIEBIESKIfmodus

source: Authors
de: Authoren

source: Auto chapter split every ? minutes (0=never)
de: Automatische Kapitelwechsel alle X Minuten (0=nie)

source: Auto flesh
de: Verbesserung Hautfarben

source: Auto paginate on last entry:
de: Am Listenende weitere Einträge automatisch laden:

source: Auto scart switching
de: Automatische Scart-Umschaltung

source: Auto select stream
de: Stream automatisch wählen

source: Auto turn on subtitles
de: Untertitel automatisch aktivieren

source: AutoResolution is disabled
de: AutoResolution ist aus

source: AutoResolution is enabled
de: AutoResolution ist ein

source: AutoResolution on/off
de: AutoResolution ein/aus

source: AutoShutDown Setup
de: Einstellungen für automatisches Ausschalten

source: AutoShutDown settings
de: Automatisches Ausschalten

source: AutoShutDown: %s ?
de: Automatisches Ausschalten: %s?

source: AutoTimer Filters
de: AutoTimer Filter

source: AutoTimer Services
de: AutoTimer Sender

source: AutoTimer Settings
de: AutoTimer Einstellungen

source: AutoTimer overview
de: AutoTimer Übersicht

source: AutoTimer was added successfully
de: AutoTimer wurde erfolgreich hinzugefügt

source: AutoTimer was changed successfully
de: AutoTimer wurde erfolgreich geändert

source: AutoTimer was removed
de: AutoTimer wurde entfernt

source: Autocreate of missing previews
de: Autoerstellung fehlender Vorschaubilder

source: Autocreate of previews aborted due user!
de: Autoerstellung fehlender Vorschaubilder wurde abgebrochen!

source: Automatic
de: Automatisch

source: Automatic Audio/Subtitle track selection
de: Automatische Audio/Untertitel-Spurauswahl

source: Automatic Scan
de: Automatische Suche

source: Automatic Timerlist Cleanup Setup
de: Automatische Bereinigung der Timerliste

source: Automatic Volume Leveling (AVL)
de: Automatisches Lautstärkeniveau (AVL)

source: Automatic framerate detection
de: Automatische Erkennung der Bildwiederholrate

source: Automatic turn on lights on boot
de: Einstellung was passieren soll wenn der Reciever gestartet wird.

source: Automatically add new Caller to PhoneBook
de: Anrufer automatisch dem Telefonbuch hinzufügen

source: Automatically refresh EPG
de: Automatisierte EPG Aktualisierung

source: Automatically set up a Mount Point
de: Einhängepunkt automatisch einrichten

source: Automatically shut down to deep standby
de: Elektro Power Save aktivieren

source: Automatically turn on external subtitles
de: Externe Untertitel automatisch aktivieren

source: Automatically turn on subtitles if available.
de: Aktiviert die Untertitel automatisch wenn Untertitel verfügbar sind

source: Automatically zaps back to current service after given Time
de: Automatisch nach Zeitintervall auf einen Sender zurückschalten

source: Autoremove depended packages at package remove
de: Nicht mehr benötigte Pakete automatisch entfernen

source: Autoresolution Plugin Testmode: Is %s OK?
de: Autoresolution Plugin Testmodus: Ist %s OK?

source: Autoresolution is not working in Scart/DVI-PC Mode
de: Autoresolution funktioniert nicht im Scart/DVI-PC Modus

source: Autoresolution settings
de: Autoresoltution Einstellungen

source: Autoresolution videomode setup
de: Autoresoltution Videomodus-Einstellungen

source: Autos & Vehicles
de: Autos und Fahrzeuge

source: Autoupdate
de: Automatisch aktualisieren

source: Autowrite timer
de: Timer automatisch schreiben

source: Available format variables
de: Verfügbare Formatierungsvariablen

source: Average
de: Durchschnitt

source: Avoid deep standby when HDD is active, e.g. for FTP
de: Kein Deep Standby, wenn die HDD aktiv ist, z. B. für FTP

source: Avoid simultaneous timer starts
de: Verhindere zeitgleiche Aufnahmestarts

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
de: Werkzeug zur Erstellung einer vollständigen Sicherung

source: BOTTOM [left]
de: UNTEN [links]

source: BOTTOM [middle]
de: UNTEN [mittig]

source: BOTTOM [right]
de: UNTEN [rechts]

source: Back
de: Zurück

source: Back, lower USB Slot
de: Hinterer, unterer USB-Port

source: Back, upper USB Slot
de: Hinterer, oberer USB-Port

source: Background
de: Hintergrund

source: Background color
de: Hintergrundfarbe

source: Background transparency
de: Hintergrundtransparenz

source: Backspace Key
de: Rücktaste

source: Backup
de: Sicherung

source: Backup Image
de: Image-Sicherung

source: Backup Settings...
de: Sichere Einstellungen ...

source: Backup channel settings
de: Sicherung der Kanallisten / Bouquets

source: Backup configurations
de: Sicherung von Einstellungen

source: Backup done.
de: Sicherung durchgeführt.

source: Backup failed.
de: Sicherung fehlgeschlagen.

source: Backup finished and copied to your USB-flashdrive.
de: Sicherung beendet und auf das USB-Gerät kopiert.

source: Backup installed channellist and plugins
de: Kanallisten, Bouquets und Plugins sichern

source: Backup installed plugins
de: Sicherung der installierten Plugins

source: Backup is running...
de: SIcherung wird ausgeführt...

source: Backup of DVD finished.
de: Sicherung der DVD abgeschlossen.

source: Backup of common configurations failed
de: Die Sicherung allgemeiner GUI-Einstellungen ist fehlgeschlagen

source: Backup of kernel failed
de: Sicherung des Kernel fehlgeschlagen

source: Backup of root filesystem failed
de: Sicherung des Grundsystems fehlgeschlagen

source: Backup of your running image is in progress. The backup can take a few minutes Please wait ...
de: Die Sicherung Ihres aktuellen Images läuft. Der Vorgang wird einige Minuten in Anspruch nehmen. Bitte czekaj...

source: Backup settings failed
de: Die Sicherung von Kanallisten und Bouquets ist fehlgeschlagen

source: Backup system settings
de: Einstellungen sichern

source: Backup your STB settings.
de: Sichern Ihrer Vu+-Einstellungen.

source: Backup your Video-DVD to your harddisk
de: Sichert Video-DVD auf Festplatte

source: Backup your running STB image.
de: Aktuell verwendetes Vu+-Image sichern

source: Backup/restore device : %s
de: Speichermedium: %s

source: Backward <
de: Zurück <

source: Backwards
de: Gegenuhrzeigersinn

source: Bad arguments
de: ungültige Parameter

source: Bandwidth
de: Bandbreite

source: Bars Test
de: Balken

source: Bars view for timer
de: Balken-Anzeige für Timer

source: Battery is low. Suggest to prepare replacement batteries for using properly %s.
de: Geringe Batterieladung. Es wird empfohlen die Batterien zu ersetzen (%s)

source: Battery level for OTA :
de: Batteriestatus für OTA :

source: Battery level for OTA : %s
de: Batteriestatus für OTA : %s

source: Begin
de: Beginn

source: Begin / End of playback
de: Beginn/Ende der Wiedergabe

source: Begin of "after event" timespan
de: Anfang der Zeitspanne

source: Begin of excluded interval (hh:mm):
de: Beginn des Zeitintervalls (hh:mm)

source: Begin of time intervall for descrambling in standby
de: Startzeit für Entschlüsselung im Standby

source: Begin of timespan
de: Anfang der Zeitspanne

source: Begin time
de: Startzeit

source: Begins
de: Beginnt

source: Behavior of 'pause' when paused
de: Verhalten der Pause-Taste bei Standbild

source: Behavior of 0 key (double-click) in PiP-mode
de: Verhalten der '0'-Taste (Doppelklick) bei Bild-in-Bild

source: Behavior of 0 key in PiP-mode
de: Verhalten der '0'-Taste bei Bild-in-Bild (PiP)

source: Behavior of OK key during winding or in PAUSE state
de: Verhalten der OK Taste beim Spulen bzw. Pause

source: Behavior when Live TV event changes during timeshift
de: Verhalten wenn die Live TV Sendung wechselt

source: Behavior when a movie is started
de: Verhalten beim Start eines Films

source: Behavior when a movie is stopped
de: Verhalten beim Stoppen eines Films

source: Behavior when a movie reaches the end
de: Verhalten bei Filmende

source: Behavior when a service changes during timeshift
de: Verhalten beim Senderwechsel während Timeshift

source: Bitrate Viewer
de: Kanal-Bitrate

source: Blackbar Test (horizontal)
de: Test schwarze Balken (horizontal)

source: Blackbar Test (vertical)
de: Test schwarze Balken (vertikal)

source: Blackbar detection
de: Erkennung schwarze Balken

source: Blackbars
de: Schwarze Balken

source: Blank
de: Leer

source: Blinking time
de: Leuchtdauer

source: Block noise reduction
de: Block-Noise-Reduktion

source: Blue boost
de: NIEBIESKIanteil erhöhen

source: Blue wallpaper
de: NIEBIESKIe Tapete

source: Bluetooth Discovery
de: Bluetooth Suche

source: Bluetooth Scan
de: Bluetooth-Suche

source: Bluetooth Setup
de: Bluetooth Einstellungen

source: Bluetooth Setup Options
de: Bluetooth Einstellungen

source: BluetoothSetup
de: Bluetooth Konfiguracja

source: Bodys
de: Textkörper

source: Bookmark
de: Lesezeichen

source: Bookmark Title
de: Lesezeichen-Titel

source: Bookmark URL
de: Lesezeichen-URL

source: Bookmark for button %s (long):
de: Lesezeichen für Taste %s (lang):

source: Bookmark for button %s:
de: Lesezeichen für Taste %s:

source: Bookmarks
de: Lesezeichen

source: Both profiles are used alternately. When shutting down the other profile is enabled. This allows two time cycles per day. Do not overlap the times.
de: Beide Profile werden abwechselnd eingesetzt. Beim Herunterfahren wird des anderen Profil aktiviert. Dieses erlaubt 2 Zeitzyclen pro Tag. Die Zeiten dürfen sich nicht überschneiden.

source: Bouquets
de: Favoriten

source: Box Info & About
de: Info & Über

source: Box or driver is not support FCC.
de: Vu+ Box oder Treiber untersützen keinen schnnellen Kanalwechsel

source: Box or driver is not support Quad PiP.
de: Box oder Treiber unterstützen kein Quad-PiP

source: BoxControl
de: Steuerung

source: Brazil
de: Brasilien

source: Brightness
de: Helligkeit

source: Brightness: This is a nice option, especially even more important than the saturation setting. Why? Simply because there are colours like brown, turquoise, purple and eggplant that only exist with the clarity they have. Huh! Well, for example, a dark brown orange and dark turquoise aqua. So if you set the brightness to 2.0 then multiply the brightness of the colour you see with 2.0 (I think) and therefore can not show brown Ambilight. A nice value is 1.0 otherwise it quickly distorts the colours.
de: Die Helligkeit ist eine wichtige Einstellung. Wichtiger als die Sättigung. 1.0 ist ein guter Ausgangspunkt

source: Browse network neighbourhood
de: Netzwerkumgebung durchsuchen

source: Browser Help
de: Browser-Hilfe

source: BrowserMain
de: Browser

source: Buffer device:
de: Puffergerät:

source: Buffer duration
de: Pufferdauer

source: Buffer file handling:
de: Behandlung der Pufferdatei:

source: Buffer size
de: PufferWielkość

source: Buffer:
de: Puffer:

source: Burn DVD
de: DVD brennen

source: Burn existing image to DVD
de: Vorhandenes Image auf DVD brennen

source: Burn to DVD
de: Auf DVD brennen

source: Busy....
de: Beschäftigt...

source: Button :
de: Taste :

source: Buttons
de: Tasten

source: Buttons setup
de: Tastenbelegung

source: By enabling this events will not be matched if they don't occur on certain dates.
de: Wird diese Option aktiviert, werden Timer nur zu bestimmten Daten hinzugefügt.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
de: Bei aktivierter Option werden Sie über Alternativ-Timer, die bei der automatischen Suche hinzugefügt werden, informiert. Die Funktion besitzt keinerlei Intelligenz: Sie könnten über den selben Konflikt wiederholt informiert werden.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
de: Bei aktivierter Option werden Sie über Konflikte informiert, die bei der automatischen Suche festgestellt werden. Die Funktion besitzt keinerlei Intelligenz: Sie könnten über den selben Konflikt wiederholt informiert werden.

source: By pressing the OK Button on your remote control, the info bar is being displayed.
de: Durch Drücken der OK-Taste wird die Infoleiste angezeigt.

source: Bypass HDMI EDID Check
de: HDMI-EDID-Überprüfung deaktivieren

source: CAM1_NOT_INSERTED Press exit!
de: CAM1 nicht vorhanden Bitte EXIT-Taste drücken.
