Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Select the location to save the recording to.
de: Auswahl des Aufnahmeverzeichnisses.

source: Select the player which will be used for Enigma2 playback.
de: Wiedergabemodul für die Wiedergabe von Mediendateien auswählen.

source: Select the player which will be used in serviceapp for Enigma2 playback.
de: Player auswählen der bei der ServiceApp verwendet wird.

source: Select timer type...
de: Wählen Sie die Timerart...

source: Select timeshift event
de: Timeshift Aufzeichnung auswählen

source: Select tuner and press setup key (Yellow)
de: Tuner auswählen und gelbe Taste für die Konfiguracja drücken

source: Select type of Filter
de: Typ des Filters auswählen

source: Select upgrade source to edit.
de: Wählen Sie eine Update-Quelle zum Bearbeiten

source: Select video mode
de: Videomodus auswählen

source: Select video port
de: Videoeingang auswählen

source: Select whether or not you want to enforce case correctness.
de: Auswahl, ob Groß- und Kleinschreibung im Sendungstitel mit "Finde im Titel" übereinstimmen muss.

source: Select wireless network
de: Drahtloses Netzwerk auswählen

source: Select your backup device.
de: Gerät für Sicherung auswählen.

source: Select your choice.
de: Treffen Sie Ihre Wahl.

source: Select your configfile, default /etc/enigmalight.conf will be used
de: Konfiguracjasdatei auswählen, als Standard wird /etc/enigmalight.conf verwendet.

source: Select your provider, and press OK to start the scan
de: Provider auswählen und Suchlauf mit OK starten

source: Selected : %s
de: Ausgewählt : %s

source: Send
de: Senden

source: Send DiSEqC
de: DiSEqC senden

source: Send DiSEqC only on satellite change
de: DiSEqC nur bei Sat-Wechsel senden

source: Send Message
de: Nachricht senden

source: Send \"long\" keypress
de: Sende \"langen\" Tastendruck

source: Sensibility:
de: Sensibilität:

source: Seperate titles with a main menu
de: Separate Titel mit Hauptmenü

source: Seperator for grouping items
de: Trenner für die Titelgruppierung

source: Sequence repeat
de: Sequenz-Wiederholung

source: Serbian
de: Serbisch

source: Server Address
de: Server Adresse

source: Server Manager
de: Serververwaltung

source: Server Profile Name
de: Server Profilname

source: Server capacity is fulled.
de: Die Serverkapazitäten sind ausgereizt.

source: Server share
de: Server-Freigabe

source: Server temporarily unavailable
de: Server momentan nicht erreichbar

source: Serverlist
de: Serverliste

source: Service
de: Kanal

source: Service EPGBar
de: EPG-Informationsleiste

source: Service List
de: Kanalliste

source: Service Scan
de: Kanalsuche

source: Service Searching
de: Kanalsuche

source: Service delay
de: Kanal delay

source: Service has been added to the favourites.
de: Kanal wurde zu Favoriten hinzugefügt.

source: Service has been added to the selected bouquet.
de: Kanal wurde zum gewählten Bouquet hinzugefügt.

source: Service invalid! (Timeout reading PMT)
de: Kanal ungültig. (Zeitüberschreitung beim Lesen der PMT)

source: Service list will not be updated (new services or outdated services) during zapping when this is activated.
de: Senderlisten (nicht Favoritenlisten) werden dadurch beim Zappen nicht automatisch aktualisiert (z.B. neue Sender).

source: Service not found! (SID not found in PAT)
de: Kanal nicht gefunden. (SID nicht in PAT gefunden)

source: Service reference
de: Kanalreferenz

source: Service scan
de: Kanalsuche

source: Service unavailable! Check tuner configuration!
de: Kanal nicht verfügbar. Bitte Tuner-Einrichtung überprüfen.

source: ServiceApp
de: Medienwiedergabe konfigurieren

source: ServiceExtEplayer3 (%s)
de: ExtEPlaye3r (Typ: %s)

source: ServiceGstPlayer (%s)
de: GstPlayer (Typ: %s)

source: ServiceMp3 (%s)
de: Standard (Typ: %s)

source: Serviceinfo
de: Kanalinformationen

source: Services
de: Kanäle

source: Services assigned to: %s
de: Sender zugewiesen an : %s

source: Services which are assigned to CI modules will not be descrambled during recording. The recordings will be descrambled in standby. This allows multiple recordings of scrambled services.
de: Sender mit CI Zuweisung werden bei der Aufnahme nicht entschlüsselt. Dadurch können gleichzeit mehrere verschlüsselte Sender aufgenommen werden. Die Entschlüsselung von Aufnahmen erfolgt im Nachhinein im Standby.

source: Set / clear standard Picon
de: setze / entferne Standardpicon

source: Set End Time
de: Endzeit eingeben

source: Set Filter:
de: setze Filter:

source: Set NTP Time
de: Uhrzeit vom NTP-Server empfangen

source: Set Password
de: Passwort ändern

source: Set Root Password
de: Root-Passwort ändern

source: Set VTI Panel Password
de: Passwort für das VTi Panel festlegen

source: Set VU device name:
de: Vu+-Gerätename:

source: Set VU+ device name:
de: Vu+-Gerätename:

source: Set Voltage and 22KHz
de: Spannung und 22KHz festlegen

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
de: Setze eine Endzeit für den Timer. Wenn Sie dies tun, werden andere Aufnahmen in dem Zeitraum gesperrt.

source: Set as Startpage
de: Als Startseite festlegen

source: Set bluetooth audio delay (msec)
de: Bluetooth Audioverzögerung in msec

source: Set bluetooth audio delay.
de: Audioverzögerung für Bluetooth-Geräte

source: Set buffer duration in seconds.
de: Konfiguriert die Pufferdauer in Sekunden

source: Set buffer size in kilobytes.
de: Konfiguriert die PufferWielkość in KiloByte

source: Set connection speed in kb/s, according to which you want to have streams auto-selected
de: Verbindungsgeschwindigkeit in kb/s aufgrund derer die Streamqualität ausgewählt wird.

source: Set delay to %i ms (can be set)
de: Verzögerung auf %i ms setzen

source: Set fps for external subtitles
de: Bildwiederholrate für externe Untertitel

source: Set interface as default Interface
de: Schnittstelle als Standard festlegen

source: Set jump time in hours
de: Sprungzeit in Stunden

source: Set limits
de: Limits festlegen

source: Set marker at SmartSeek start and end position
de: Marker am Start und Ende von SmartSeek setzen

source: Set marker for advertisment during recording
de: Setze Marker für erkannte Werbung bei Aufnahmen

source: Set maximum duration
de: Finde maximale Länge

source: Set pin code persistent
de: PIN dauerhaft speichern

source: Set prefered hours to jump
de: Stundenanzahl zum Springen festlegen

source: Set remaining time
de: Verbleibende Zeit setzen

source: Set this NO to disable this AutoTimer.
de: Auf NEIN setzen, um den AutoTimer zu deaktivieren.

source: Set up Default Mount Point
de: Standard-Einhängepunkt auswählen

source: Setting
de: Einstellungen

source: Setting key canceled
de: Setzen der Taste abgebrochen

source: Setting...
de: Setze...

source: Settings
de: Einstellungen

source: Settings backup finished succesfully
de: Die Sicherung von Kanallisten und Bouquets wurde erfolgreich ausgeführt

source: Setup
de: Einstellungen

source: Setup - %s
de: Einstellungen - %s

source: Setup - Audio/Subtitle tracks
de: Einstellungen - Audio/Untertitel

source: Setup - Buttons
de: Einstellungen - Tasten

source: Setup - Display
de: Einstellungen - Display

source: Setup - EPG
de: Einstellungen - EPG

source: Setup - Movies
de: Einstellungen - Aufnahmen

source: Setup - Movies / Timers
de: Einstellungen - Aufnahmen / Timer

source: Setup - Service List
de: Einstellungen - Kanalliste

source: Setup - Subtitles
de: Einstellungen - Untertitel

source: Setup - System
de: Einstellungen - System

source: Setup - TV / Radio
de: Einstellungen - TV / Radio

source: Setup - Timer
de: Einstellungen - Timer

source: Setup - Timeshift
de: Einstellungen - Timeshift

source: Setup - User Interface
de: Einstellungen - GUI

source: Setup LED brightness and blink interval
de: LED-Einstellungen

source: Setup Mode
de: Benutzermodus

source: Setup UI animations
de: Oberflächenanimationen konfigurieren

source: Setup bluetooth options
de: Bluetooth konfigurieren

source: Setup color space for video
de: Farbraum für den Videoausgang einstellen

source: Setup for the Audio Sync Plugin
de: Setup fürs Audio Sync Plugin

source: Setup for the AudioRestart Plugin
de: Setup für das AudioRestart Plugin

source: Setup mode
de: Einstellungsmodus

source: Setup picon directory for service list
de: Picon-Verzeichnis für Kanalliste

source: Setup primary picon directory
de: Primäres Verzeichnis für Picons

source: Sharpness
de: Schärfe

source: Short Movies
de: Kurzvideos

source: Short description
de: Kurzbeschreibung

source: Short filenames
de: Kurze Dateinamen

source: Short name for bookmark %s (long):
de: Bezeichnung für Lesezeichen %s (lang):

source: Short name for bookmark %s:
de: Bezeichnung für Lesezeichen %s:

source: Short without date
de: Kurz ohne Datum

source: Shortcut
de: Kurzwahl

source: Should HDMI-Cec be disabled when GUI service startup?
de: Soll HDMI-Cec beim Starten der GUI deaktiviert werden?

source: Should HDMI-Cec be disabled when the commands are sent from the web interface?
de: Soll HDMI-Cec deaktiviert werden, wenn die Befehle vom Webinterface gesendet werden?

source: Should HDMI-Cec be send on Power Off?
de: Soll HDMI-Cec beim Ausschalten gesendet werden?

source: Should HDMI-Cec be send on Power On?
de: Soll HDMI-Cec beim Einschalten gesendet werden?

source: Should this AutoTimer be restricted to a timespan?
de: Soll dieser AutoTimer auf einen Zeitraum beschränkt werden?

source: Should this AutoTimer only match up to a certain event duration?
de: Soll dieser AutoTimer nur bis zu einer bestimmten Sendungslänge zutreffen?

source: Should timers created by this AutoTimer be recorded to a custom location?
de: Sollen durch diesen AutoTimer erstellte Aufnahmen in ein bestimmtes Verzeichnis gespeichert werden?

source: Show Advanced Bitrate infos
de: Erweiterte Bitraten-Informationen anzeigen

source: Show CI messages
de: CI Meldungen anzeigen

source: Show Consolesessions
de: Konsolen-Sessions anzeigen

source: Show DVB subtitles centered
de: DVB-Untertitel zentriert anzeigen

source: Show Device
de: Gerät anzeigen

source: Show ECM info
de: ECM-Infos anzeigen

source: Show EPG data in single EPG list older than
de: EPG-Daten im Sender-EPG anzeigen, die älter sind als

source: Show EPG data in timer list
de: EPG-Daten in Timerliste anzeigen

source: Show EPG for
de: Zeige EPG für

source: Show HTTP response headers
de: Zeige HTTP-Antwortheader

source: Show Info
de: Infos anzeigen

source: Show InfoBar Tuner State
de: InfoBarTunerState einblenden

source: Show Merlin-iDream:
de: Merlin iDream zeigen:

source: Show Message when Recording starts
de: Benachrichtigung bei Aufnahmestart anzeigen

source: Show Networkconnections
de: Netzwerkverbindungen anzeigen

source: Show Networkdetails
de: Netzwerkdetails anzeigen

source: Show Now/Next EIT EPG at InfoBar
de: EPG-Informationen (Now/Next) in der Infoleiste anzeigen

source: Show Outgoing Calls
de: Zeige abgehende Anrufe an

source: Show PIP
de: Zeige PIP

source: Show Setup in Extensions menu
de: Setup im wtyczkas-Menü zeigen

source: Show Systemmemory Info
de: Systemspeicher-Informationen anzeigen

source: Show TV
de: TV-Bild anzeigen

source: Show Uptime
de: Systemlaufzeit anzeigen

source: Show WLAN Status
de: WLAN-Status anzeigen

source: Show a messagebox when you turn on/off the lights
de: Zeigt eine Nachricht am TV wenn die Lichter an- oder ausgeschaltet werden.

source: Show after Standby
de: Anzeige nach Standby

source: Show and hide with InfoBar
de: Mit InfoBar ein/ausblenden

source: Show battery low message on infobar notification
de: Warnhinweise für geringe Batterieladung als Hinweis anzeigen.

source: Show blinking clock in display during recording
de: Blinkende Uhr im Display bei Aufnahmen anzeigen

source: Show blinking rec symbol in VFD during recording
de: Blinkendes REC-Symbol im Display bei Aufnahmen anzeigen

source: Show bookmarks:
de: Lesezeichen zeigen:

source: Show build in SecondInfobar
de: Benutze integrierte Secondinfobar

source: Show channel info in movie list (VTi list style)
de: Senderinformation in Filmliste anzeigen (VTi Listenstil)

source: Show channel selection
de: Quad-PiP Kanalauswahl öffnen

source: Show combined duration window
de: Zeige kombiniertes Dauer Fenster

source: Show command output :
de: Befehlsausgabe (Konsole) anzeigen:

source: Show connection information popups
de: Popup für Verbindungsinformationen anzeigen

source: Show cover arts
de: Covers anzeigen

source: Show detailed programm info
de: Detaillierte Programminformationen anzeigen

source: Show details of entry
de: Details des Eintrags anzeigen

source: Show directories in movie list
de: Verzeichnisse in Filmliste anzeigen

source: Show diskspace
de: Speicherplatzauslastung anzeigen

source: Show duration in minutes in movie list
de: Sendungslänge in Filmliste in Minuten anzeigen

source: Show duration in movie list (VTi list style)
de: Sendungslänge in Filmliste anzeigen (VTi Listenstil)

source: Show duration window
de: Zeige Dauer Fenster

source: Show event progress in % in service list
de: Sendungsfortschritt in % in Kanalliste anzeigen

source: Show event short description
de: Kurzbeschreibung anzeigen

source: Show event time in service list
de: Sendungszeiten in Kanalliste anzeigen

source: Show event-progress in channel selection
de: Sendungsfortschritt in Kanalliste anzeigen

source: Show favourite list with bouquet button
de: Favoritenliste mit Bouquet-Taste (Channel+/-) anzeigen

source: Show file size in movie list (VTi list style)
de: DateiWielkość in Filmliste anzeigen (VTi Listenstil)

source: Show filesystem mounts
de: Eingehängte Dateisysteme anzeigen

source: Show folder info at the beginning
de: Verzeichnisinformationen an den Anfang stellen

source: Show group:
de: Zeige Gruppe:

source: Show icon when movie is in database
de: Zeige Symbol wenn Sendung in der Datenbank vorhanden ist

source: Show icons in movie list
de: Symbole in Filmliste anzeigen

source: Show icons in service list at services with advertisment
de: Zeige Icons für Sender mit Werbung in der Senderliste

source: Show icons in timer list
de: Symbole in Timerliste anzeigen

source: Show in
de: Zeigen in

source: Show in Extensions/Plugins:
de: Unter Plugins/wtyczkaen anzeigen

source: Show in extension menu
de: In wtyczkasmenü anzeigen

source: Show in extension menu:
de: Im wtyczkamenü anzeigen

source: Show in extensions menu
de: Im Extensionmenü anzeigen

source: Show in main menu
de: Im Hauptmenü anzeigen

source: Show info after execution
de: Nachricht nach der Ausführung einblenden

source: Show info for folder
de: Zeige Verzeichnisinformationen

source: Show info screen
de: Infoanzeige aktivieren

source: Show infobar on channel change
de: Infoleiste bei Kanalwechsel anzeigen

source: Show infobar on channel change at split screen
de: Infoleiste bei Kanalwechsel im Splitscreen anzeigen

source: Show infobar on event change
de: Infoleiste bei Sendungswechsel anzeigen

source: Show infobar on skip forward/backward
de: Infoleiste beim Spulen anzeigen

source: Show last stop time in movie list
de: Letzte Unterbrechung in Filmliste anzeigen

source: Show less entries
de: Weniger Einträge anzeigen

source: Show log
de: Zeige Log

source: Show menu entries arranged in alphabetical order
de: Menüeinträge im Hauptmenü alphabetisch sortieren

source: Show message before inactivity action:
de: Nachricht vor dem Ausführen einer Aktion bei Inaktivität anzeigen

source: Show more entries
de: Mehr Einträge anzeigen

source: Show mounts
de: Dateisysteme anzeigen

source: Show movie cover
de: Film-Cover anzeigen

source: Show movie trash folder in movie list
de: Papierkorb in Filmliste anzeigen

source: Show movies in different colors, depending on current view status
de: Anzeige der Aufnahmen in unterschiedlichen Farben, abhängig vom Status (aktuelle Aufnahme, gesehen, neu, begonnen zu sehen)

source: Show new Messages as
de: Neue Nachrichten als

source: Show new movies in folder info
de: Anzeigen von neuen Aufnahmen in den Verzeichnisinformationen

source: Show normal entries
de: Einträge normal anzeigen

source: Show notification on conflicts
de: Benachrichtigung bei Konflikten anzeigen

source: Show notification on similars
de: Benachrichtigung über Alternativ-Timer anzeigen

source: Show notification when update is available
de: Benachrichtigung einblenden, wenn ein Update verfügbar ist

source: Show old timeshift events
de: Alte Timeshift Aufzeichnungen anzeigen

source: Show on events
de: Bei Event einblenden

source: Show on the Standby Menu
de: Im Auschaltmenü anzeigen

source: Show only Primetime
de: Zeige nur Primetime

source: Show only calls for specific MSN
de: Zeige nur Anrufe bestimmter Nummern

source: Show only new movies in folder info
de: Zeige nur neue Aufnahmen in den Verzeichnisinformationen

source: Show picon at number zap
de: Senderlogo beim Umschalten per Nummer anzeigen

source: Show picons in movie list (VTi list style)
de: Picons in Filmliste anzeigen (VTi Listenstil)

source: Show picons in service list
de: Picons in Kanalliste anzeigen

source: Show plugin entries arranged in alphabetical order
de: Plugins unter wtyczkaen alphabetisch sortieren

source: Show popup when refresh starts and ends
de: Meldung zeigen, wenn Aktualisierung startet/endet

source: Show positioner movement
de: CZERWONYorbewegung anzeigen

source: Show preview pictures in service list
de: Zeige Podglądbilder in der Kanalliste

source: Show processes
de: Prozesse anzeigen

source: Show program settings
de: Programmeinstellungen anzeigen

source: Show progress in movie list
de: Fortschrittsanzeige in Filmliste anzeigen

source: Show random Picon
de: zeige zufälliges Picon

source: Show recording date in movie list (VTi list style)
de: Aufnahmedatum in Filmliste anzeigen (VTi Listenstil)

source: Show service list at TV / Radio mode switch
de: Kanalliste beim Wechsel zwischen TV/Radio anzeigen

source: Show service name at number zap
de: Kanalnamen beim Umschalten per Nummern anzeigen

source: Show service number in service list
de: Kanalnummer in Kanalliste anzeigen

source: Show service path in movie list
de: Zeige Dateipfad in Filmliste

source: Show service type icons in service list
de: Symbole für DVB-S/DVB-T/DVB-C anzeigen

source: Show services beginning with
de: Kanäle beginnend mit Anfangsbuchstabe

source: Show small symbols for type of media
de: Zeige kleine Symbole für unterschiedliche Dateitypen

source: Show state message on infobar notification
de: Statusnachrichten als Hinweise einblenden

source: Show state message on non bluetooth setup screen.
de: Zeige Bluetooth-Statusmeldungen ausserhalb des Plugins

source: Show status at bottomscreen fps, currentmode and other info
de: Zeige Status am unteren Bildschirmrand: fps, aktueller Modus und andere Infos

source: Show sub directories in folder info
de: Anzeigen von Unterordnern in den Verzeichnisinformationen

source: Show the Menu window.
de: Menü anzeigen

source: Show the Subtitle...
de: Untertitel anzeigen...

source: Show the Virtual keyboard window.
de: Virtuelle Tastatur anzeigen

source: Show the event short description in the result list. Useful when looking for a certain episode of a TV show.
de: Zeigt die Kurzbeschreibung der Suchresultate. Diese Option ist sinnvoll wenn z.B. Serien gesucht werden

source: Show the radio player...
de: Radio-Wiedergabemodus...

source: Show the tv player...
de: TV-Wiedergabemodus...

source: Show this help screen
de: Diese Hilfe anzeigen

source: Show timer icon for recording services
de: Aufnahmesymbol bei Sendern mit laufenden Aufnahmen anzeigen

source: Show tv/radio switch:
de: Tv/Radio Umschalter zeigen:

source: Show zap notification for recordings
de: Benachrichtigung beim Umschalten für Aufnahmen anzeigen

source: Show/Hide focus bar
de: Informationen ein/ausblenden

source: Showing Elektro readme.txt
de: Zeige Elektro Readme.txt

source: Shows folders - default is ON
de: Zeigt Verzeichnisse in der Filmliste an - standardmäßig ist dies aktiviert

source: Shows the clock permanent on the screen
de: Zeigt eine Uhr permanent auf dem Bildschirm

source: Shows the state of your wireless LAN connection.
de: Zeigt den Status der WLAN-Verbinung an.

source: Shows the watched services with some statistic
de: Zeige die angeschauten Sendungen mit einigen Statistiken

source: Shuffle play
de: Zufallswiedergabe

source: Shutdown
de: Ausschalten

source: Shutdown STB after
de: Vu+ ausschalten nach

source: Shutdown after EPG refresh
de: Nach EPG Aktualisierung herunterfahren

source: Side by Side
de: Nebeneinander

source: Signal Strength:
de: Signalstärke:

source: Similar
de: Ähnlich

source: Similar broadcasts:
de: Ähnliche Sendungen:

source: Simple
de: Einfach

source: Simple RSS Reader Setup
de: Simple RSS Reader Einstellungen

source: Simple fade
de: Einfaches Einblenden

source: Simple titleset (compatibility for legacy players)
de: Schlicht (bessere Kompatibilität mit älteren DVD-Playern)

source: Single
de: Einzeln

source: Single EPG
de: Einfacher EPG

source: Single Service EPG
de: Einfacher Kanal-EPG

source: Single satellite
de: Einzelnen Satelliten

source: Single transponder
de: Einzelnen Transponder

source: Singlestep (GOP)
de: Einzelschritt (GOP)

source: Size
de: Wielkość

source: Size :
de: Wielkość:

source: Size : %s
de: Wielkość: %s

source: Size : %s MB
de: Wielkość: %s MB

source: Size:
de: Wielkość:

source: Skip firmware update of VUPLUS-BLE-RCU (version : %d)
de: Firmware update (ver.: %d) für Vu+ BT Fernbedienung überspringen

source: Skip intervall in hours:
de: Sprungintervall in Stunden:

source: Skip one day back
de: Einen Tag Poprzedni springen

source: Skip one day forward
de: Einen Tag vor springen

source: Skip poll during records
de: Aktualisierung während Aufnahmen

source: Skip this version
de: Diese Version überspringen

source: Skip to next or previous timeshift event at the current service with < > buttons
de: Springt zur vorherigen oder nächsten Timeshiftaufnahme mit den < > Tasten

source: Sleep
de: Ruhezustand

source: Sleep Timer
de: Ausschalt-Timer

source: Sleep timer action:
de: Ausschalt-Timer-Aktion:

source: Sleeptimer has been disabled
de: Der Ausschalt-Timer wurde deaktiviert.

source: Sleeptimer is disabled
de: Der Ausschalt-Timer ist inaktiv

source: Sleeptimer is enabled
de: Der Ausschalt-Timer ist aktiv.

source: Sleeptimer set to %s minutes
de: Der Ausschalt-Timer wurde für %s Minuten aktiviert

source: Slide drop
de: Von oben gleitend

source: Slide left to right
de: Gleitend von links nach rechts

source: Slide top to bottom
de: Gleitend von oben nach unten

source: Slideshow Interval
de: Diaschau-Intervall

source: Slideshow Interval (sec.)
de: Diaschau-Intervall (Sek.)

source: Slot %d
de: Steckplatz %d

source: Slovakian
de: Slowakisch

source: Slovenian
de: Slowenisch

source: Slow
de: Langsam

source: Slow Motion speeds
de: Zeitlupen-Geschwindigkeiten

source: Smart Card 1 Error! errorcode=%d
de: Fehler bei Smartcard 1 Fehlercode: %d

source: Smart Card 2 Error! errorcode=%d
de: Fehler bei Smartcard 2 Fehlercode: %d

source: Smart Card model type error
de: Smartcard-Typ nicht unterstützt

source: SmartSeek: skip backward...
de: SmartSeek: rückwärts springen...

source: SmartSeek: skip forward...
de: SmartSeek: vorwärts springen...

source: Smartcard type in external reader 0:
de: Kartentyp im externen Kartenleser 0:

source: Smartcard type in external reader 1:
de: Kartentyp im externen Kartenleser 1:

source: Smartcard type in internal reader 0:
de: Kartentyp im internen Kartenleser 0:

source: Smartcard type in internal reader 1:
de: Kartentyp im internen Kartenleser 1:

source: Smartseek intervall will not be smaller than given value
de: Minimales Sprungintervall das bei Smartseek erreicht werden kann

source: Software Setup
de: Software Installation
