Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Create a new timer using the wizard
de: Neuen Timer mit dem Wizard erstellen

source: Create and Test this config with [RGB Test]
de: Konfiguracja erzeugen und testen

source: Create configfile
de: Konfiguracja erzeugen

source: Create configuration
de: Erzeuge Konfiguracja

source: Create configuration and open Cam Center
de: Erzeuge Konfiguracja und öffne das Cam Center

source: Create directory
de: Verzeichnis erstellen

source: Create directory failed! %s
de: Erstellen des Verzeichnisses fehlgeschlagen. %s

source: Create filesystem, please wait ...
de: Dateisystem wird erstellt. Bitte czekaj...

source: Create folder
de: erstelle Ordner

source: Create iso:
de: ISO erstellen:

source: Create movie folder failed
de: Erstellen des Film-Verzeichnisses fehlgeschlagen

source: Create preview
de: Erstelle Vorschaubild

source: Create seperate radio userbouquet
de: Separate Favoritenliste für Radiosender erstellen

source: Create: kerneldump
de: Erstellung: Kernelabbilds

source: Create: root.ubifs
de: Erstellung: root.ubifs

source: Creating Timers
de: Timer anlegen

source: Creating directory %s failed.
de: Erstellen des Verzeichnisses %s fehlgeschlagen.

source: Creating filesystem Error
de: Fehler bei der Erstellen des Dateisystems

source: Creating list of installed plugins failed
de: Erstellung der Liste von installierten Plugins ist fehlgeschlagen

source: Creating partition failed
de: Erstellen der Partition fehlgeschlagen

source: Creating symlink failed.
de: Fehler beim Erstellen der Verknüpfung.

source: Creator
de: Ersteller

source: Creator:
de: Ersteller:

source: Croatian
de: Kroatisch

source: Cronjob Manager
de: Cronjob-Verwaltung

source: Cross Down
de: Steuerkreuz Runter

source: Cross Left
de: Steuerkreuz Links

source: Cross Right
de: Steuerkreuz Rechts

source: Cross Up
de: Steuerkreuz Auf

source: Current
de: Aktuell

source: Current FW version : %d
de: Aktuelle Firmware Version : %d

source: Current FW version : %d New FW version : %d
de: Aktuelle Firmware Version : %d Neue Firmware Version : %d

source: Current Memory Usage :
de: Aktuelle Speicherauslastung:

source: Current Page
de: Aktuelle Seite

source: Current Time, Operating Time and Load Average :
de: Aktuelle Uhrzeit, Systemlaufzeit und durchschnittliche Auslastung:

source: Current Transponder
de: Aktueller Transponder

source: Current app version :
de: Aktuelle App-Version :

source: Current app version : %d
de: Aktuelle app version : %d

source: Current device:
de: Aktuelles Gerät:

source: Current drivers:
de: Aktuelle Treiber:

source: Current page is already exist.
de: Die aktuelle Seite existiert bereits.

source: Current settings (interface : br0)
de: Aktuelle Einstellungen (Schnittstelle: br0)

source: Current settings:
de: Aktuelle Einstellungen:

source: Current timeshift
de: Aktuelles Timeshift

source: Current value:
de: Aktueller Wert:

source: Currentpage(Bookmark)
de: Aktuelle Seite (Lesezeichen)

source: Custom
de: Angepasst

source: Custom (%s)
de: Speziell (%s)

source: Custom Main Menu
de: Benutzerdefiniertes Hauptmenü

source: Custom Profile 0
de: Benutzerprofil 0

source: Custom Profile 1
de: Benutzerprofil 1

source: Custom Profile 2
de: Benutzerprofil 2

source: Custom Profile 3
de: Benutzerprofil 3

source: Custom Profile 4
de: Benutzerprofil 4

source: Custom Profile 5
de: Benutzerprofil 5

source: Custom Profile 6
de: Benutzerprofil 6

source: Custom location
de: Aufnahmeverzeichnis

source: Custom offset
de: Angepasster Vor- und Nachlauf

source: Custom skip time for '1'/'3'-keys
de: Gewünschte Sprungzeit für '1'/'3'-Tasten

source: Custom skip time for '4'/'6'-keys
de: Gewünschte Sprungzeit für '4'/'6'-Tasten

source: Custom skip time for '7'/'9'-keys
de: Gewünschte Sprungzeit für '7'/'9'-Tasten

source: Customize
de: Anpassen

source: Cut
de: Schneiden

source: Cut Parameter Input
de: Schnitt Parameter Eingabe

source: Cut source:
de: Schnitt Quelle:

source: Cutlist
de: Schnittliste

source: Cutlist editor...
de: Schnitteditor

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
de: Schnitte (an IN OUT IN OUT ... Reihenfolge in Stunde:Minute:Sekunde)

source: Cutting failed for movie "%s"
de: Schnitt fehlgeschlagen für Film "%s"

source: Cutting was aborted for movie "%s"
de: Schnitt wurde abgebrochen für den Film "%s"

source: Czech
de: Tschechisch

source: Czech Republic
de: Tschechien

source: DECT inactive
de: DECT inaktiv

source: DECT phones registered
de: Schnurlostelefone angemeldet

source: DEVICE
de: GERÄT

source: DHCP enabled
de: DHCP aktiviert

source: DRIVER :
de: TREIBER:

source: DTS software decoding
de: DTS Software-Dekoder

source: DVB CI Delay
de: DVB CI Verzögerung

source: DVB subtitle transparency
de: Transparenz für DVB-Untertitel

source: DVD Device (leave empty for default)
de: DVD Laufwerk (leer für default)

source: DVD Drive
de: DVD-Laufwerk

source: DVD File Browser
de: DVD-Datei-Browser

source: DVD Titlelist
de: DVD-Titelliste

source: DVD media toolbox
de: DVD-Medien-Toolbox

source: DVDPlayer Plugin is not installed!
de: DVD Player ist nicht installiert!

source: Danish
de: Dänisch

source: Database Cleanup
de: Datenbank bereinigen

source: Database update was cancelled
de: Die Aktualisierung der Datenbank wurde abgebrochen

source: Database update was finished
de: Die Aktualisierung der Datenbank wurde beendet

source: Date
de: Datum

source: Days
de: Tage

source: Deactivate
de: Deaktivieren

source: Deactivate Audio Zap
de: Audio-Zap ausschalten

source: Deactivate Movielist Preview
de: Deaktiviere Filmlistenvorschau

source: Deactivate Split Screen
de: Splitscreen deaktivieren

source: Deactivate WLAN guest access
de: Deaktiviere WLAN Gastzugang

source: Deactivate permanent clock
de: Deaktiviere permanente Uhr

source: Debug -> Console
de: Debug -> Konsole

source: Debug -> Console + Logfile
de: Debug -> Konsole & Datei

source: Debug options
de: Fehlersuche

source: Debug type
de: Debug-Typ

source: Debugging is enabled. It should be enabled only when debug informations are needed. Please disable debugging MENU->VTi->VTi-System Setup
de: Die PCZERWONYokollierung ist aktiviert, dies sollte nur eingeschaltet sein wenn Sie es wirklich benötigen. Bitte deaktivieren Sie das Debugging unter: MENÜ->VTi->Einstellungen System

source: Dec
de: Dez

source: December
de: Dezember

source: Decrease delay
de: Verzögerung verringern

source: Decrease delay by %i ms (can be set)
de: Verzögerung um %i ms erhöhen

source: Decrease remaining time
de: Verbleibende Zeit verringern

source: Deep Standby
de: Ausschalten

source: Deep Standby with WOL
de: Ausschalten - WoL aktiviert

source: Deep Standby with WoW
de: Ausschalten - WoW aktiviert

source: DeepStandby
de: Ausgeschaltet

source: Deepstandby
de: Ausschalten

source: Default
de: Standard

source: Default EPG view (EPG button)
de: Standard für EPG-Ansicht (EPG-Taste)

source: Default Settings
de: Voreinstellungen

source: Default auto select hearing impaired subtitles
de: Untertitel für Hörgeschädigte als Standard festlegen

source: Default function for 0 key (double-click)
de: Standard für Taste 0 (Doppelklick)

source: Default function for button EXIT long
de: Standard für EXIT-Taste (lang)

source: Default movie location
de: Standard-Speicherort für Filme

source: Default page
de: Standardseite

source: Default play mode
de: Standard-Abspielmodus

source: Default search type
de: Standard-Suchtyp

source: Default services lists
de: Standard-Kanallisten

source: Defines where to search for duplicates (only title, short description or even extended description)
de: Wie soll nach doppelten Einträgen gesucht werden (nur Titel, Kurzbeschreibung oder Erweiterte Beschreibung)

source: Deinterlacer mode for interlaced content
de: Deinterlacer-Modus für interlaced Medien

source: Deinterlacer mode for progressive content
de: Deinterlacer-Modus für progessive Medien

source: Delay
de: Verzögerung

source: Delay between CEC messages :
de: Verzögerung zwischen CEC-Nachrichten:

source: Delay for external subtitles
de: Verzögerung für externe Untertitel

source: Delay if not in standby (minutes)
de: Verzögerung sofern nicht im Standby (min)

source: Delay x seconds after service started
de: Verzögerung in Sekunden nach Start der Wiedergabe

source: Delete
de: Löschen

source: Delete %s?
de: %s löschen?

source: Delete (left of the cursor)
de: Links vom Cursor löschen

source: Delete (right of the cursor)
de: Rechts vom Cursor löschen

source: Delete Timer
de: Timer Löschen

source: Delete all entries
de: Alle Einträge entfernen

source: Delete all tags...
de: Alle Tags entfernen...

source: Delete broken epg.dat
de: Ungültige "epg.dat"-Datei löschen

source: Delete directory failed! %s
de: Löschen des Verzeichnisses fehlgeschlagen. %s

source: Delete directory failed! Maybe directory is not empty.
de: Löschen des Verzeichnisses fehlgeschlagen. Möglicherweise ist das Verzeichnis nicht leer.

source: Delete download
de: Lösche Download

source: Delete entry
de: Eintrag löschen

source: Delete failed downloads
de: Fehlgeschlagene Downloads löschen

source: Delete failed!
de: Löschen fehlgeschlagen.

source: Delete failed, because folder is not empty ! Disable movie trash in configuration to delete this item
de: Das Löschen is nicht möglich, da der Ordner nicht leer ist. Bitte deaktivieren Sie den Papierkorb zum Löschen dieses Ordners

source: Delete failed, because there is no movie trash ! Disable movie trash in configuration to delete this item
de: Das Löschen ist fehlgeschlagen, da es keinen Papierkorb gibt. Deaktivieren Sie die Papierkorbfunktion, um diesen Eintrag zu löschen.

source: Delete items which are older than given date. This is independent from date of deletion.
de: Lösche Einträge automatisch die älter als die angegebene Zeit sind. Dies ist unabhängig vom Löschzeitpunkt

source: Delete log
de: Lösche Log

source: Delete mount
de: Freigabe löschen

source: Delete movies in trash older than X days (0 = off)
de: Lösche Filme im Papierkorb die älter sind als X Tage (0 = aus)

source: Delete movies which are in trash for more than Y days (0 = off)
de: Lösche Filme die länger als Y Tage im Papierkorb sind (0 = aus)

source: Delete movies whiche are deleted before the given date. This is independet from creation date of the item.
de: Lösche Einträge automatisch die vor längerem als der eingestellten Zeit gelöscht wurden. Dies ist unabhängig vom Erstellungsdatum des Eintrags

source: Delete movies without confirmation
de: Aufnahmen ohne Nachfrage löschen

source: Delete no more configured satellite %s?
de: Nicht mehr benötigten Satelliten löschen? %s

source: Delete old event and continue timeshift
de: Lösche die vorherige Sendung und setze Timeshift fort

source: Delete old event and stop timeshift
de: Lösche die vorherige Sendung und beende Timeshift

source: Delete selected page
de: Ausgewählte Seite löschen

source: Delete this movie?
de: Diesen Film löschen?

source: Delete this tag...
de: Ausgewählten Tag entfernen...

source: Delete timeshift files automatically when files are older than given time
de: Timeshift-Dateien die älter als die angegebene Zeit sind werden automatisch gelöscht

source: Delete timeshift files older than X days
de: Lösche Timeshift-Dateien die älter als X Tage sind

source: Delete unused tags
de: Ungenutzte Tags entfernen

source: Deleted
de: Gelöscht

source: Deleted Crashlogs older 7 Days...
de: Absturzberichte, die älter als 7 Tage sind, wurden gelöscht...

source: Deleted items will be stored in database for further processing
de: Gelöschte Einträge werden in die Datenbank für die weitere Verarbeitung (z.B. löschen) eingetragen.

source: Depressed
de: tiefgestellt

source: Depth
de: Tiefe

source: Descending
de: Absteigend

source: Description
de: Beschreibung

source: Description:
de: Beschreibung:

source: Deselect
de: Auswahl aufheben

source: Destination
de: Speicherort

source: Destination / Client
de: Speicherort / Client

source: Destination dir '%s' does not exist.
de: Zielverzeichnis '%s' existiert nicht.

source: Details for plugin:
de: Details für Plugin:

source: Detected HDD:
de: Erkannte Festplatte:

source: Detected NIMs:
de: Erkannte Tuner:

source: Detection of available services will take care of services which are assigned to CI modules
de: Bei der Ermittlung von verfügbaren Sendern wird die Zuweisung von CI-Modulen berücksichtigt

source: Device
de: Gerät

source: Device %s Pairing fail
de: Koppeln mit %s fehlgeschlagen

source: Device %s is connected.
de: Gerät %s ist verbunden

source: Device %s is disconnected.
de: Gerät %s ist nicht verbunden

source: Device %s is not found.
de: Gerät %s wurde nicht gefunden

source: Device %s wrong pin code.
de: Gerät %s - PIN Code falsch

source: Device & Versions
de: Gerät & Versionen

source: Device : /dev/%s
de: Gerät: /dev/%s

source: Device Info
de: Geräte Info

source: Device Initialization finished sucessfully!
de: Geräteinitialisierung erfolgreich abgeschlossen.

source: Device Manager
de: Gerätemanager

source: Device Name
de: Gerätebezeichnung

source: Device is disabling...
de: Gerät wird deaktiviert...

source: Device is enabled.
de: Gerät ist aktiviert

source: Device is enabling...
de: Gerät wird aktiviert...

source: Device not found.
de: Gerät nicht gefunden

source: Device:
de: Gerät:

source: Device:
de: Gerät:

source: DeviceList Refresh Interval
de: Aktualisierungsintervall der Geräteliste

source: DeviceManager
de: Gerätemanager

source: DeviceManager Message
de: Gerätemanager-Nachricht

source: DeviceManager configuration
de: Einstellungen für Gerätemanager

source: Devices
de: Geräte

source: DiSEqC mode
de: DiSEqC-Modus

source: DiSEqC repeats
de: DiSEqC-Wiederholungen

source: DiSEqC-Tester settings
de: DiSEqC-Tester Einstellungen

source: Dialing:
de: Wählen:

source: Dir:
de: Verzeichnis:

source: Direct Input
de: Eingabe

source: Direct Input(Bookmark)
de: Eingabe (Lesezeichen)

source: Direct Input(Category)
de: Eingabe (Kategorie)

source: Direct playback of linked titles without menu
de: Direkte Wiedergabe verknüpfter Titel ohne Menü

source: Directory %s nonexistent.
de: Verzeichnis %s existiert nicht.

source: Directory browser
de: Verzeichnis-Browser

source: Directory:
de: Ordner:

source: Disable
de: Aus

source: Disable Animations
de: Animationen deaktivieren

source: Disable FCC during recordings
de: Kein Schneller Kanalwechsel während Aufnahmen

source: Disable FastChannelChange
de: Schnellen Kanalwechsel deaktivieren

source: Disable FastZapping
de: FastZapping ausschalten

source: Disable HDMI-CEC chronologically
de: HDMI-Cec zeitlich deaktivieren

source: Disable HDMI-IN on Main Screen
de: HDMI IN im Hauptbild deaktivieren

source: Disable HDMI-IN on PIP
de: HDMI IN bei Bild in Bild deaktivieren

source: Disable KiddyTimer
de: KiddyTimer deaktivieren

source: Disable MiniTV
de: MiniTV im LCD ausschalten

source: Disable Picture in Picture
de: Bild-in-Bild ausschalten

source: Disable Subtitles
de: Untertitel deaktivieren

source: Disable auto update of channel list
de: Automatische Aktualisierung der Kanalliste deaktivieren

source: Disable inactivity action at timeshift:
de: Aktion bei Inaktivität bei aktivem Timeshift deaktivieren

source: Disable inactivity action for given interval:
de: Aktion bei Inaktivität für vorgegebenes Zeitintervall deaktivieren

source: Disable infobar timeout for ok button
de: Ausblenden der Infoleiste nach manuellem Aufruf deaktivieren

source: Disable power off for given interval:
de: Ausschalten für vorgegebenes Zeitintervall deaktivieren

source: Disable power off in EPGRefresh interval:
de: Ausschalten während der Aktualisierung des EPG deaktivieren

source: Disable power off until a given device is pingable:
de: Ausschalten bei erreichbarem Netzwerkgerät deaktivieren

source: Disable power off until a hard disk is active:
de: Ausschalten bei aktiver Festplatte deaktivieren

source: Disable power on actions for timer:
de: CEC-Einschaltvorgänge für Timer deaktivieren:

source: Disable timer
de: Timer deaktivieren

source: Disable timer function in standbymode
de: Timerfunktion im Standby deaktivieren

source: Disable tuner failure popup
de: Benachrichtigungen für Tuner-Fehler deaktivieren

source: Disabled
de: Deaktiviert

source: Discard changes and close plugin
de: Änderungen verwerfen und Plugin schliessen

source: Discard changes and close screen
de: Änderungen verwerfen und Fenster schliessen

source: Disconnect
de: Trennen

source: Disconnect %s failed!!
de: Trennung von%s fehlgeschlagen

source: Disconnected
de: Getrennt

source: Disconnecting %s
de: Trenne %s

source: Discover
de: Suchen

source: Discovery
de: Suche

source: Dish
de: Schüssel

source: Dismiss all setting changes
de: Alle Änderungen verwerfen

source: Display 4:3 content as
de: 4:3-Inhalte anzeigen als

source: Display > 16:9 content as
de: 16:9-Inhalte anzeigen als

source: Display FRITZ!box-Fon calls on screen
de: Anzeige der Anrufe auf der FRITZ!Box Fon

source: Display Fon calls on screen
de: Anrufe auf dem Fernseher anzeigen

source: Display Setup
de: Display-Einstellungen

source: Display all calls
de: Alle Anrufe

source: Display and Userinterface
de: Display und Benutzerschnittstelle

source: Display connection infos
de: Anzeige von Verbindungsinfos

source: Display crash information on TV
de: Absturzinformationen am TV anzeigen

source: Display incoming calls
de: Eingehende Anrufe

source: Display missed calls
de: Verpasste Anrufe

source: Display mode (LCD)
de: Display Modus (LCD)

source: Display mode in operation
de: Anzeige im Betrieb

source: Display mode in standby
de: Anzeige im Standby

source: Display outgoing calls
de: Abgehende Anrufe

source: Display search results by:
de: Suchergebnisse anzeigen:

source: Display small PicutreinPicture of selected service
de: Zeige Bild in Bild für den ausgewählten Sender

source: Do Nothing
de: Nichts tun

source: Do not descramble record
de: Verschlüsselt aufnehmen

source: Do not save timeshift events shorter than X minutes
de: Timeshift Aufzeichnungen kürzer als X Minuten nicht speichern

source: Do not show timeshift files as movies in movie list.
de: Zeigt keine Timeshift-Aufnahmen in der Filmliste an

source: Do not wake up at the end of next deep standby interval.
de: Die Box wacht nach dem Ende der nächsten Ruhezeit nicht automatisch auf.

source: Do not zap to not available services
de: Nicht verfügbare Kanäle beim Umschalten überspringen

source: Do what?
de: Aktion mit Nummer?

source: Do you really want to REMOVE the plugin "%s"?
de: Möchten Sie das Plugin "%s" wirklich entfernen?

source: Do you really want to check the filesystem? This could take lots of time!
de: Möchten Sie das Dateisystem wirklich überprüfen? Die Überprüfung könnte einige Zeit in Anspruch nehmen.

source: Do you really want to delete %s?
de: Möchten Sie %s wirklich löschen?

source: Do you really want to delete all selected items ?
de: Möchten Sie wirklich alle ausgewählten Einträge löschen?

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
de: Wirklich ALLE gesetzten Tags entfernen? ('Abbrechen' kann dies nicht rückgängig machen!)

source: Do you really want to delete entry for %(number)s %(name)s?
de: Soll der Eintrag %(name)s für %(number)s wirklich gelöscht werden?

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
de: Wirklich den Tag "%s" überall entfernen? ('Abbrechen' kann dies nicht rückgängig machen!)

source: Do you really want to delete the movie trash of this device ?
de: Möchten Sie den Papierkorb auf diesem Gerät wirklich löschen?

source: Do you really want to disable timer:
de: Möchten Sie den folgenden Timer wirklich deaktivieren?

source: Do you really want to download the plugin "%s"?
de: Möchten Sie das Plugin "%s" wirklich herunterladen?

source: Do you really want to enable timer:
de: Möchten Sie den folgenden Timer wirklich aktivieren?

source: Do you really want to exit?
de: Möchten Sie wirklich beenden?

source: Do you really want to initialize the device? All data on the device will be lost!
de: Möchten Sie das Gerät wirklich initialisieren? Alle Daten auf dem Gerät werden gelöscht.

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
de: Möchten Sie die Festplatte wirklich initialisieren? Alle Daten auf der Festplatte werden gelöscht.

source: Do you really want to initialize your device ? ATTENTION !!! This will delete all data on device %s (/dev/%s)
de: Möchten Sie das Gerät wirklich initialisieren? ACHTUNG !!! Dies wird den kompletten Inhalt des Gerätes %s (/dev/%s) löschen.

source: Do you really want to remove directory %s from the disk?
de: Möchten Sie das Verzeichnis %s wirklich von der Festplatte löschen?

source: Do you really want to remove your bookmark of %s?
de: Möchten Sie Ihr Lesezeichen %s wirklich löschen?

source: Do you really want to stop the recording?
de: Soll die Aufnahme wirklich beendet werden?

source: Do you want timeshift to be actviated automatically (permanent timeshift) ?
de: Soll Timeshift automatisch aktiviert werden (permanentes Timeshift)?

source: Do you want to (re)start the client ?
de: Soll der Client neu gestart werden ?

source: Do you want to (re)start the client and connect with %s:%s ?
de: Soll der Client neu gestartet und mit %s:%s verbunden werden ?

source: Do you want to burn this collection to DVD medium?
de: Möchten Sie diese Zusammenstellung auf DVD brennen?

source: Do you want to change channels with Channel +/- buttons?
de: Sollen die Kanal+/- Tasten für den Kanalwechsel verwendet werden?

source: Do you want to delete recording files of stopped timer ?
de: Möchten Sie die Aufnahmedateien des gestoppten Timers löschen?

source: Do you want to delete the bookmark?
de: Möchten Sie das Lesezeichen löschen?

source: Do you want to delete the category and the bookmarks?
de: Möchten Sie die Kategorie und das Lesezeichen löschen?

source: Do you want to disconnect?
de: Möchten Sie die Verbindung trennen?

source: Do you want to do a service scan?
de: Möchten Sie jetzt nach Kanälen suchen?

source: Do you want to do another manual service scan?
de: Möchten Sie eine weitere manuelle Suche durchführen?

source: Do you want to enable the parental control feature on your STB?
de: Möchten Sie den Jugendschutz Ihrer Vu+ aktivieren?

source: Do you want to enter a username and password for this host?
de: Möchten Sie Benutzernamen und Passwort für diesen Rechner eingeben?

source: Do you want to install OScam as SoftCam for your smartcards?
de: Soll OScam als SoftCam für ihre Smartcards installiert werden?

source: Do you want to install default sat lists?
de: Möchten Sie Standard-Kanallisten installieren?

source: Do you want to install the package:
de: Möchten Sie das Paket installieren:

source: Do you want to make a back-up on USB? This only takes a few minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select Yes.
de: Möchten Sie eine Sicherung auf einem USB-Gerät erstellen? Dies dauert, abhängig vom verwendeten Dateisystem, nur wenige Augenblicke und wird automatisch ausgeführt. Bitte verbinden Sie vor dem Bestätigen Ihr USB-Gerät.

source: Do you want to make an USB-back-up image on HDD? This only takes a few minutes and is fully automatic.
de: Möchten Sie eine Sicherung auf Ihrer Festplatte erstellen? Dies dauert nur wenige Augenblicke und wird automatisch ausgeführt.

source: Do you want to open the skin choice list?
de: Soll die Skin-Auswahl geöffnet werden?

source: Do you want to play DVD in drive?
de: Möchten Sie die DVD im Laufwerk abspielen?

source: Do you want to preview this DVD before burning?
de: Möchten Sie vor dem Brennen eine Vorschau der DVD ansehen?
