Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: No mountable devices found.! (%s) Do you want to open DeviceManager and do initialize or format this device? (Open 'Menu->Setup->System -> Harddisk -> DeviceManager' and press MENU button to deactivate this check.)
de: Keine Geräte zum Einhängen gefunden. (%s) Möchten Sie den Gerätemanager öffnen, um dieses Gerät zu initialisieren? Öffnen Sie Menü -> Einstellungen -> System -> Festplatte -> Gerätemanager und drücken Sie die Menütaste, um diese Überprüfung zu deaktivieren.

source: No movies to show...
de: Keine Filme vorhanden...

source: No nearby bluetooth devices were found.
de: Keine passenden Bluetoothgeräte in der Umgebung gefunden.

source: No network connection available.
de: Keine Netzwerkverbindung verfügbar.

source: No network devices found!
de: Keine Netzwerkgeräte gefunden

source: No networks found
de: Keine Netzwerke gefunden

source: No packages were upgraded yet. So you can check your network and try again.
de: Es wurden noch keine Pakete aktualisiert. Bitte überprüfen Sie das Netzwerk und versuchen Sie es erneut.

source: No page feed URL defined
de: Keine Seiten-Feed-URL definiert

source: No partition list found on device. Please click BLUE key and do Initialize to use this device.
de: Keine Partitionstabelle auf diesem Geräte Bitte drücken Sie die NIEBIESKIe Taste, um dieses Gerät zu initialisieren.

source: No phonebook
de: Kein Telefonbuch

source: No playable video found! Stop playing this movie?
de: Kein abspielbares Video gefunden! Wiedergabe beenden?

source: No positioner capable frontend found.
de: Kein CZERWONYor-tauglicher Tuner gefunden.

source: No previous file in this directory
de: Keine vorhergehenden Dateien in diesem Verzeichnis

source: No reconnect
de: Nicht neu verbinden

source: No result from LDIF
de: Kein Ergebnis von LDIF

source: No result from Outlook export
de: Kein Ergebnis von Outlook-Export

source: No result from reverse lookup
de: Kein Ergebnis von Rückwärtssuche

source: No rewinding possible yet.. but you can use the number buttons to skip forward/backward!
de: Spulen nicht möglich. Sie können jedoch mit Hilfe der Zahlentasten springen.

source: No satellite frontend found!!
de: Kein Satelliten-Tuner gefunden.

source: No search results, please change filter options ...
de: Keine Suchergebnisse, bitte Filteroptionen ändern ...

source: No selected binary data!!
de: Keine Binärdatei ausgewählt.

source: No streaming data found...
de: Keine Streaming-Daten gefunden...

source: No such Item.
de: Keine derartige Nachricht.

source: No suitable Viewer found!
de: Kein geeignetes Anzeigeprogramm gefunden!

source: No suitable sat tuner found!
de: Kein passender Sat-Tuner vorhanden

source: No supported receiver found!
de: Keine unterstützten Receiver gefunden.

source: No tags are set on these movies.
de: Keine Stichwörter für diese Filme gesetzt.

source: No to all
de: Alles mit Nein beantworten

source: No transparency
de: Keine Transparenz

source: No tuner is configured for use with a diseqc positioner!
de: Es wurde kein Tuner für die Benutzung eines DiSEqC-CZERWONYors eingerichtet.

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
de: Es ist kein Tuner aktiviert. Bitte die Tuner einrichten, bevor Sie die Kanalsuche starten.

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
de: Kein gültiger Enima-Service zum Abspielen eines VLC-Stream Bitte Installation überprüfen.

source: No valid function file found
de: Keine Funktionsdatei gefunden

source: No valid movie / directory PIN found! Do you like to change the movie / directory PIN now? When you say 'No' here the movie / directory pCZERWONYection stay disabled!
de: Keine gültige Aufnahmen-/Verzeichnis-PIN gefunden. Möchten Sie die PIN jetzt ändern? Wenn Sie 'NEIN' wählen, bleibt der Aufnahmen-/Verzeichnis-Schutz deaktiviert.

source: No valid movie-delete PIN found! Do you like to change the movie-delete PIN now? When you say 'No' here the movie / directory pCZERWONYection stay disabled!
de: Keine gültige Aufnahme-Lösch-PIN gefunden. Möchten Sie die PIN jetzt ändern? Wenn Sie 'NEIN' wählen, bleibt der Aufnahme-Lösch-Schutz deaktiviert.

source: No valid selection
de: Keine gültige Auswahl

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service pCZERWONYection stay disabled!
de: Keine gültige Kanal-PIN gefunden. Möchten Sie die PIN jetzt ändern? Wenn Sie 'NEIN' wählen, bleibt der Kanalschutz deaktiviert.

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup pCZERWONYection stay disabled!
de: Kein gültige Einstellungs-PIN gefunden. Möchten Sie die PIN jetzt ändern? Wenn Sie 'NEIN' wählen, bleibt der Einstellungsschutz deaktiviert.

source: No videos to display
de: Keine Videos zum anzeigen

source: No wireless networks found! Searching...
de: Keine drahtlosen Netzwerke gefunden. Suche läuft...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
de: Kein funktionierender Netzwerkadapter gefunden. Stellen Sie sicher, dass Sie ein Netzwerkkabel angeschlossen haben und Ihr Netzwerk richtig eingerichtet ist.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
de: Kein funktionierender WLAN-Netzwerkadapter gefunden. Stellen Sie sicher, dass Sie ein kompatibles Gerät angeschlossen haben oder aktivieren Sie den internen Netzwerkadapter.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
de: Keine funktionierende WLAN-Verbindung gefunden. Bitte prüfen Sie ob Sie ein kompatibles WLAN-Gerät angeschlossen haben oder aktivieren Sie die LAN-Verbindung.

source: No, but play video again
de: Nein, aber Video noch mal abspielen

source: No, but restart from begin
de: Nein, aber von Anfang an neu beginnen

source: No, but switch to video entries.
de: Nein, aber zu den Videos zurück.

source: No, but switch to video search.
de: Nein, aber zur Videosuche zurück

source: No, cancel
de: Nein, abbrechen

source: No, do nothing.
de: Nein, nichts tun

source: No, just start my STB
de: Nein, nur die Vu+ starten

source: No, never
de: Nein, niemals

source: No, remove them.
de: Nein, entfernen.

source: No, scan later manually
de: Nein, später suchen.

source: None
de: Keine

source: Nonlinear
de: Nicht linear

source: Nonprofits & Activism
de: Non-Profit

source: Normal state
de: Normalbetrieb

source: North
de: Nord

source: Norwegian
de: Norwegisch

source: Not Running
de: Läuft nicht

source: Not after
de: Ausführung nicht nach

source: Not all items could be deleted !
de: Es konnten nicht alle Einträge gelöscht werden.

source: Not before
de: Ausführung nicht vor

source: Not easy way to start EasyMedia
de: Der schwere Weg EasyMedia zu starten

source: Not enough battery level for OTA update.
de: Batterieladung ist für ein Update zu gering.

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
de: Nicht genügend freier Speicherplatz. Bitte löschen Sie nicht mehr benötigte Dateien und versuchen es erneut. (%d MB benötigt, %d MB verfügbar)

source: Not fetching feed entries
de: Lade keine feed Einträge

source: Not found Picons:
de: Nicht gefundene Picons:

source: Not older than X days:
de: Zeige neuer X Tage:

source: Not older than X days:
de: Zeige neuer X Tage:

source: Not-Associated
de: Nicht verbunden

source: Note: For one-time events the days don't have to be specified.
de: Notiz: Für einmalige Timer müssen keine Wochentage angegeben werden!

source: Note: For recurring events dates are not mandatory.
de: Notiz: Für wiederholende Timer muss kein Datum angegeben werden

source: Nothing
de: Nichts

source: Nothing found, sorry.
de: Nichts gefunden, sorry.

source: Nothing found...
de: Nichts gefunden...

source: Nothing running
de: Kein aktiver Sender

source: Nothing running...
de: Es läuft nichts...

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
de: Suche nicht möglich. Bitte die Tuner einrichten, bevor Sie die Kanalsuche starten.

source: Notification
de: Benachrichtigung

source: Notifications
de: Benachrichtigungen

source: Now
de: Jetzt

source: Now / Primetime / Full EPG
de: Jetzt / Primetime / Vollständiger EPG

source: Now Playing
de: Wiedergabe läuft

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
de: Benutzen Sie jetzt die Kontrastregelung, um die Helligkeit des Hintergrunds so weit wie möglich zu erhöhen. Achten Sie darauf, dass der Unterschied zwischen den beiden hellsten Schattierungen erkennbar bleibt. Drücken Sie anschließend OK.

source: Number
de: Nummer

source: Number of finished records in list
de: Anzahl beendeter Aufnahmen in Liste

source: Number of scheduled recordings left.
de: Anzahl verbleibender Treffer.

source: Number of seconds for displaying finished records
de: Dauer in Sekunden für Anzeige beendeter Aufnahmen

source: OFDb Details parsed
de: Filminformationen eingelesen

source: OFDb Download completed
de: Download von OFDb abgeschlossen

source: OFDb Download failed
de: Download von OFDb fehlgeschlagen

source: OFDb Re-Download completed
de: Erneuten Download ausgeführt

source: OFDb query failed!
de: Anfrage an OFDb fehlgeschlagen!

source: OK and exit
de: OK und Beenden

source: OK, guide me through the upgrade process
de: OK, führen Sie mich durch den Aktualisierungsprozess

source: OLED only
de: Nur LCD

source: OSD Settings
de: OSD-Einstellungen

source: OSD visibility
de: GUI-Deckkraft

source: OTA update for VUPLUS BLE RCU
de: OTA update für Vu+ Bluetoothfernbedienung

source: Obligatory parameter "random" for cmd="%s" missing
de: Der obligatorische Parameter "random" für cmd="%s" fehlt

source: Obligatory parameter 'command' is missing!
de: Der obligatorische Parameter 'command' fehlt!

source: Obligatory parameter 'sRef' is missing
de: Der obligatorische Parameter 'sRef' fehlt

source: Obligatory parameter sRef is missing
de: Der obligatorische Parameter sRef fehlt

source: Obligatory parameters missing [cmd [set,get], time [0-999], action [standby,shutdown], enabled [True,False]
de: Es fehlen obligatorische Parameter [cmd [set,get], time [0-999], action [standby,shutdown], enabled [True,False]

source: Oct
de: Okt

source: October
de: Oktober

source: Off
de: Aus

source: Offset after recording (in m)
de: Nachlauf der Aufnahme (in Min.)

source: Offset before recording (in m)
de: Vorlauf der Aufnahme (in Min.)

source: Ok button action
de: Aktion für OK-Taste

source: Old password:
de: Altes Passwort:

source: On
de: An

source: On any service
de: Auf jedem Sender

source: On same service
de: Auf dem gleichen Sender

source: One
de: Eins

source: One DECT phone registered
de: Ein Schnurlostelefon angemeldet

source: One call redirection active
de: Eine Rufumleitung aktiv

source: One hdd test error Press 'EXIT' button!
de: Fehler bei der Festplattenprüfung Bitte EXIT-Taste drücken

source: One mailbox active
de: Ein Anrufbeantworter aktiv

source: One partition
de: Eine Partition

source: Only AutoTimers created during this session
de: Nur die AutoTimer dieser Sitzung

source: Only Free scan
de: Nur frei empfangbare

source: Only add timer for next x days
de: Nur Timer für die nächsten x Tage hinzufügen

source: Only extensions.
de: Nur wtyczkaen.

source: Only match during timespan
de: Suche nur innerhalb einer Zeitspanne

source: Only on Service: %s
de: Nur auf Sender: %s

source: Only on Weekday: %s
de: Nur am Wochentag: %s

source: Only one Graphical Progress field allowed:
de: Nur ein grafisches Element erlaubt

source: Only one Icon field allowed:
de: Nur ein Symbolfeld erlaubt

source: Only running streamings can be recorded!
de: Zur Zeit wird kein Radiosender abgespielt. Aufnahme wird nicht gestartet.

source: Open Context Menu
de: Öffne Kontext-Menü

source: Open Multi-EPG for
de: Öffne Multi-EPG für

source: Open Signal Panel
de: Signalanzeige öffnen

source: Open Startpage
de: Startseite öffnen

source: Open Timerlist
de: Timerliste öffnen

source: Open URL
de: URL öffnen

source: Open browser and search with google
de: Browser öffnen und mit Google suchen

source: Open plugin menu
de: Plugin menu öffnen

source: Open selected in IMDb
de: Auswahl mit IMDb öffnen

source: Open unrar Manager
de: Öffne unrar Manager

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
de: Der Opera Browser läuft nicht. Bitte starten Sie vorher den Opera Browser unter Datei -> Start/Stop

source: Orbital position
de: Orbitale Position

source: Others
de: Andere

source: Outer Bound (+/-)
de: Grenzen (+/-)

source: Outgoing
de: Abgehend

source: Outgoing Call on %(date)s at %(time)s to --------------------------------------------- %(number)s %(caller)s --------------------------------------------- from: %(phone)s
de: Abgehender Anruf am %(date)s um %(time)s an --------------------------------------------- %(number)s %(caller)s --------------------------------------------- von: %(phone)s

source: Outgoing calls
de: Abgehende Anrufe

source: Override found with alternative service
de: Sendung durch Alternative ersetzen

source: Overscan Correction [in %(percentsign)s of Video width]
de: Overscan Korrektur [in %(percentsign)s der Videobreite]

source: Overwrite configuration files ?
de: Einrichtungsdateien überschreiben?

source: Overwrite configuration files during software upgrade?
de: Einrichtungsdateien bei Software-Aktualisierung überschreiben?

source: Overwrite existing Backup?.
de: Überschreibe bestehende Sicherung ?

source: Overwrite existing Settings?.
de: Überschreibe bestehende Einstellungen ?

source: Overwrite left and right buttons:
de: Überschreibe Links- und Rechts-Tasten:

source: PLEASE READ THIS:
de: Bitte lesen:

source: PROCESS
de: PROZESS

source: PWM value
de: PWM-Wert

source: Package list update
de: Aktualisierung der Paketlisten

source: Packages
de: Paketverwaltung

source: Packet management
de: Paketverwaltung

source: Packet manager
de: Paketmanager

source: Page
de: Seite

source: Page %d / %d. Push < > to switch the page...
de: Seite %d / %d. Drücke <> um die Seite zu blättern...

source: Page URL
de: Seiten-URL

source: Page down
de: Seite runter

source: Page feed URL
de: Seiten-Feed-URL

source: Page up
de: Seite hoch

source: Page up (Timer list)
de: Seite hoch (Timerliste)

source: Page:
de: Seite:

source: PageDown Key
de: Bild nach unten Taste

source: PageUp Key
de: Bild nach oben Taste

source: Pairing %s failed!!
de: Pairing mit %s ist fehlgeschlagen!!

source: Pairing Failed. Another audio device is connected. (%s)
de: Paring ist fehlgeschlagen Ein anderes Audiogerät ist bereits verbunden. (%s)

source: Pairing fail
de: Paring fehlgeschlagen

source: Parent Directory
de: Übergeordnetes Verzeichnis

source: Parental control
de: Jugendschutz

source: Parental control services Editor
de: Jugendschutz-Kanaleditor

source: Parental control setup
de: Jugendschutz-Einstellungen

source: Parental control type
de: Jugendschutz-Typ

source: Parsing failed!
de: Analyse fehlgeschlagen!

source: Partially disable HDMI-Cec? It can be prevented only the signals that are sent from the Dreambox. Signals received by the Dreambox will not be prevented.
de: Soll HDMI-Cec teilweise abgedreht werden? Es werden nur die Signale die von der Dreambox gesendet werden unterbunden. Signale die die Dreambox erhält werden nicht unterbunden.

source: Partition info is not found.
de: Partitionsinformationen nicht verfügbar.

source: Partitioning, please wait ...
de: Partitionierung läuft... Bitte czekaj. ...

source: Partitions
de: Partitionen

source: Partitions : %s
de: Partitionen: %s

source: Password
de: Passwort

source: Password (netload.in):
de: Passwort (netload.in):

source: Password (uploaded.to):
de: Passwort (uploaded.to):

source: Password :
de: Passwort:

source: Password Accessing FRITZ!Box
de: Passwort der FRITZ!Box

source: Password Changer
de: Passwortwechsler

source: Password for Oscam-client user:
de: Passwort für Oscam-Client Benutzer:

source: Password for streaming with authentication
de: Passwort für Streaming mit Authentifizierung

source: Password of WLAN guest network
de: Netzwerkschlüssel des WLAN Gastfunknetzes

source: Password:
de: Passwort:

source: Path %s can not be created
de: Pfad %s konnte nicht erstellt werden

source: Path %s does not exist
de: Pfad %s existiert nicht

source: Path for SQL database
de: Pfad für SQL Datenbank

source: Pause movie at end
de: Am Filmende pausieren

source: People & Blogs
de: Leute & Blogs

source: Perform case sensitive or case insensitive EPG searches
de: Suche mit oder ohne Berücksichtigung der Groß/Kleinschreibung

source: Perform case sensitive or case intensive EPG searches
de: Legt fest ob die Groß-/Kleinschreibung bei der Suche beachtet werden soll.

source: Permanent Clock
de: Permanente Uhr

source: Personalize your Skin
de: Skin personalisieren

source: Pets & Animals
de: Tiere

source: Phone :
de: Telefon:

source: Phone calls
de: Telefonanrufe

source: Phone number
de: Telefonnummer

source: PhoneBook and Faces Location
de: Verzeichnis für Telefonbuch und Bilder

source: Phonebook
de: Telefonbuch

source: PiP available now.
de: PiP is wieder verfügbar.

source: PiPSetup
de: Bild-in-Bild-Einstellungen

source: Picon folder for graphical multi EPG
de: Picon-Verzeichnis für grafischen Multi-EPG

source: Picon folder:
de: Picon-Ordner:

source: PiconManager (mod)
de: PiconManager

source: PiconManagerMod - Settings
de: PiconManager - Einstellungen

source: Picons loaded:
de: geladene Picons:

source: Picons not found:
de: nicht gefundene Picons:

source: Picture Directory
de: Bilder-Verzeichnis

source: Picture Player
de: Bildbetrachter

source: Picture in Picture
de: Bild-in-Bild

source: Picture in Picture (hidden)
de: Bild in Bild (versteckt)

source: Picture-player is not installed!
de: Keine Bildbetrachter installiert!

source: PicturePlayer
de: Bildbetrachter

source: PicturePlayer:
de: Bildbetrachter

source: Pictures
de: Bilder

source: Pin code needed
de: PIN-Code benötigt

source: Ping test fail Press exit
de: Ping-Test fehlgeschlagen Bitte EXIT-Taste drücken

source: Ping test pass
de: Ping-Test erfolgreich

source: Place the USB-flash drive in the (front) USB-port and switch the receiver off and on with the powerswitch on the back of the receiver.
de: Bitte stecken Sie das USB-Geräte in den vorderen USB-Port und schalten Sie das Gerät am Hauptschalter aus und wieder ein.

source: Place the cut movie in a new file ending with " cut"
de: Anlegen einer neuen Filmdatei mit der Endung "cut"

source: Play
de: Abspielen

source: Play Audio-CD...
de: Audio-CD abspielen

source: Play DVD
de: DVD abspielen

source: Play DVDs
de: DVDs wiedergeben

source: Play Music...
de: Musik abspielen...

source: Play YouTube movies
de: YouTube Videos abspielen

source: Play all
de: Alles abspielen

source: Play back media files
de: Wiedergabe von Mediendateien

source: Play entry
de: Eintrag abspielen

source: Play media file before inactivity action:
de: Mediendatei vor dem Ausführen einer Aktion bei Inaktivität abspielen

source: Play next media file in directory
de: Nächste Mediendatei aus dem Verzeichnis abspielen

source: Play next video
de: Nächstes Video abspielen

source: Play previous media file in directory
de: Vorherige Mediendatei aus dem Verzeichnis abspielen

source: Play recorded movies...
de: Aufgenommene Filme abspielen...

source: Play video again
de: Video noch mal abspielen

source: Play with ServiceExtEplayer3
de: mit ExtEplayer3 abspielen

source: Play with ServiceGstPlayer
de: mit GstPlayer abspielen

source: Play/Pause
de: Abspielen/Pause

source: Playback of '%s' started
de: Wiedergabe von '%s' gestartet

source: Playlist '%s' does not exist
de: Playlist '%s' existiert nicht

source: Playlist for
de: Playlist für

source: Playlist saved to '%s'
de: Playlist wurde als '%s' gespeichert

source: Please Reboot
de: Bitte neu starten

source: Please Select Medium to be Scanned
de: Bitte Medium zum Scannen auswählen

source: Please Wait
de: Bitte czekaj

source: Please add titles to the compilation.
de: Bitte fügen Sie Titel Ihrer Zusammenstellung hinzu.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
de: Bitte beachten Sie, dass jeder den Jugendschutz deaktivieren kann, wenn keine PIN gesetzt wurde.

source: Please be patient, a backup will now be made, because of the used filesystem the back-up will take about 5-7 minutes for this system.
de: Bitte czekaj Sie, die Sicherung wird gerade erstellt. Die Sicherung wird 5 - 7 Minuten dauern.

source: Please change recording endtime
de: Bitte Aufnahmeendzeit ändern

source: Please check again. Frequency : start value is larger than stop value.
de: Bitte Einstellungen überprüfen. Startwert der Frequenz ist Wielkośćr als der Endwert.

source: Please check again. Start frequency must be between 950 and 2150.
de: Bitte Einstellungen überprüfen. Startfrequenz muss zwischen 950 und 2150 liegen.

source: Please check again. Start symbolrate must be between 2MHz and 45MHz.
de: Bitte Einstellungen überprüfen. Startwert der Symbolrate muss zwischen 2MHz und 45MHz liegen.

source: Please check again. Stop frequency must be between 950 and 2150.
de: Bitte Einstellungen überprüfen. Die Frequenz muss zwischen 950 und 2150 liegen.

source: Please check again. Stop symbolrate must be between 2MHz and 45MHz.
de: Bitte Einstellungen überprüfen. Endwert der Symbolrate muss zwischen 2MHz und 45MHz liegen.

source: Please check again. Symbolrate : start value is larger than stop value.
de: Bitte Einstellungen überprüfen. Startwert der Symbolrate ist Wielkośćr als der Endwert.

source: Please check the manual of the receiver on how to restore the image.
de: Bitte lesen Sie das Kapitel der Bedienungsanleitung Ihrer Settopbox zur Wiederherstellung der Software.

source: Please choose a function...
de: Bitte selektiere eine Funktion...

source: Please choose an HbbTV application.
de: Bitte wählen Sie eine HbbTV-Anwendung

source: Please choose an extension...
de: Bitte eine wtyczka auswählen...

source: Please choose he package...
de: Bitte wählen Sie das Paket aus...

source: Please choose one.
de: Bitte auswählen

source: Please choose the default services lists you want to install.
de: Bitte wählen Sie die Standard-Kanallisten, die Sie installieren möchten.

source: Please choose.
de: Bitte auswählen

source: Please configure function for long keypress of Exit button
de: Bitte konfigurieren Sie die Funktion für den langen Tastendruck auf die Exit-Taste

source: Please configure function for short keypress of Power button
de: Bitte konfigurieren Sie die Funktion für den kurzen Tastendruck auf die Power-Taste

source: Please configure function for short keypress of REC button
de: Bitte konfigurieren Sie die Funktion für den kurzen Tastendruck auf die REC-Taste

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
de: Konfigurieren Sie Ihr Netzwerk durch Ausfüllen der entsprechenden Werte. Drücken Sie OK zum Fortfahren

source: Please connect VUPLUS-BLE-RCU.
de: Bitte Vu+ Bluetooth Fernbedienung verbinden

source: Please do not change any values unless you know what you are doing!
de: Bitte ändern Sie keine Werte, falls Sie nicht wissen, was Sie tun.
