Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: CAM2_NOT_INSERTED Press exit!
de: CAM2 nicht vorhanden Bitte EXIT-Taste drücken.

source: CI assignment
de: CI-Zuweisung

source: CIFS share
de: CIFS-Freigabe

source: Cable
de: Kabel

source: Cache Thumbnails
de: Vorschaubilder zwischenspeichern

source: Call
de: Anrufen

source: Call monitoring
de: Anrufanzeige

source: Call redirection
de: Rufumleitung

source: Call redirection active
de: Rufumleitung aktiv

source: Calling %s
de: Rufe %s an

source: Can I use the boblight.conf ?
de: Kann ich die Boblight Konfiguracja verwenden ?

source: Can I use the multiquickbutton plugin ?
de: Kann ich das Plugin Multiquickbutton verwenden ?

source: Can NOT generate passphrase
de: Die Passphrase konnte nicht erstellt werden

source: Can be used for different fps between external subtitles and video.
de: Einstellung zur Verwendung unterschiedlicher Bildwiederholraten von Video und Untertitel

source: Can not change partition table of /dev/%s.
de: Partitionstabelle von /dev/%s konnte nicht geändert werden.

source: Can not change the partition ID for %s
de: Die Partitions-ID für %s kann nicht geändert werden.

source: Can not delete file which are currently recording at another Vu+ STB
de: Dateien die gerade mit anderen Vu+ Receiveren aufgenommen werden können nicht gelöscht werden.

source: Can not find any WirelessLan Module
de: Es wurden keine WLAN-Geräte gefunden

source: Can not find wireless lan devices that support AP mode.
de: Kein WiFi Gerät gefunden, dass den AP-Modus unterstützt.

source: Can not format device /dev/%s. refresh partition information failed!
de: Gerät /dev/%s kann nicht formatiert werden. Aktualisierung der Partitionsinformationen ist fehlgeschlagen.

source: Can not mount device /dev/%s. Please check correct mount path and filesystem
de: Das Gerät /dev/%s kann nicht eingehängt werden. Bitte überprüfen Sie das Dateisystem und den Pfad.

source: Can not open 'fan_pwm'
de: Datei 'fan_pwm' kann nicht geöffnet werden.

source: Can not refresh partition table of /dev/%s.
de: Partitionstablelle von /dev/%s konnte nicht aktualisiert werden.

source: Can not setup WirelessLan Module in 'AP Mode'
de: Das WLAN-Gerät kann nicht in den AP-Modus versetzt werden

source: Can not umount all partitions of /dev/%s. Maybe some files of the filesystem are open
de: Es können nicht alle Partitionen des Geräts /dev/%s ausgehängt werden. Eventuell sind Dateien auf diesem Gerät geöffnet.

source: Can not umount device /dev/%s. Maybe some files of the filesystem are open
de: Das Gerät /dev/%s kann nicht ausgehängt werden. Wahrscheinlich sind Dateien des Dateisystems in Verwendung

source: Can not use this mount point.(%s) Please select another mount point.
de: Dieser Einhängepunkt (%s) kann nicht verwendet werden. Bitte wählen Sie einen anderen.

source: Can't cancel during upgrade!!
de: Die Aktualisierung kann nicht abgebrochen werden.

source: Can't communicate with %s
de: Kommunikation mit %s nicht möglich

source: Can't communicate with %s.
de: Kommunikation mit %s nicht möglich

source: Can't disconnect doring connecting.. Do you want to forcibly exit?
de: Trennung während Verbindungsversuch nicht möglich. Trennung erzwingen?

source: Can't download the checksum file.
de: Die Prüfsummendatei konnte nicht heruntergeladen werden.

source: Can't download the firmware file.
de: Die Firmware-Datei konnte nicht heruntergeladen werden.

source: Can't find /usr/bin/md5sum
de: Die Datei /usr/bin/md5sum existiert nicht.

source: Can't found MD5 file.
de: Die MD5-Datei wurde nicht gefunden.

source: Can't found binary file.
de: Die Binärdatei wurde nicht gefunden.

source: Can't found device file!!
de: Die Gerätedatei wurde nicht gefunden.

source: Can't found model name.
de: Der Modellname wurde nicht gefunden.

source: Can't open selected bookmark. - URL data is empty!!
de: Das ausgewähltes Lesezeichen kann nicht geöffnet werden. - Die URL ist leer.

source: Can't switch mode, Lights are disabled.
de: Modus kann nicht gewechselt werden, die Lichter sind deaktiviert

source: Can't umount %s. Maybe device or resource busy.
de: %s kann nicht ausgehängt werden. Möglicherweise ist das Gerät in Verwendung.

source: Canada
de: Kanada

source: Cancel
de: Abbrechen

source: Cancelled
de: Abgebrochen

source: Cancelled upon user request
de: Durch Benutzer abgebrochen

source: Cannot get calls from FRITZ!Box
de: Kann Anrufe nicht von der FRITZ!Box bekommen

source: Cannot get infos from FRITZ!Box yet Still initialising or wrong firmware version
de: Kann keine Infos von der FRITZ!Box bekommen Entweder startet das Plugin noch oder die Firmware-Version ist falsch

source: Cannot zap while device is in Standby
de: Umschalten ist nicht möglich während das Gerät sich im Standby befindet

source: Capacity
de: Kapazität

source: Capacity:
de: Kapazität:

source: Card
de: Karte

source: Case sensitive search
de: Groß-/Kleinschreibung beachten

source: Cast:
de: Darsteller:

source: Catalan
de: Katalanisch

source: Category Name
de: Kategoriename

source: Center DVB subtitles
de: DVB-Untertitel zentrieren

source: Center screen at the lower border
de: Fenster am unteren Rand zentrieren

source: Center screen at the upper border
de: Fenster am oberen Rand zentrieren

source: Challenge executed, please verify the result!
de: Challenge ausgeführt, bitte verifzieren SIe das Ergebnis!

source: Change Movielist Preview position
de: Ändere Position der Filmlistenvorschau

source: Change Root Password
de: Root-Passwort ändern

source: Change active delay
de: Aktive Verzögerung ändern

source: Change bouquets in quickzap
de: Bouquet wechseln beim Schnellumschalten

source: Change default recording offset?
de: Angepasster Vor-/Nachlauf?

source: Change hostname
de: Netzwerknamen ändern

source: Change mode
de: Wechsle Modus

source: Change movie / directory PIN
de: Aufnahmen-/Verzeichnis-PIN ändern

source: Change movie-delete PIN
de: Aufnahme-Lösch-PIN ändern

source: Change or reset the root password of your dreambox
de: Aendern oder resetten sie das RootPasswort ihrer Dreambox

source: Change password for VTI Panel
de: Passwort für das VTi Panel ändern

source: Change permanent clock position
de: Position der permanenten Uhr ändern

source: Change pin code
de: PIN-Code ändern

source: Change service PIN
de: Kanal-PIN ändern

source: Change service PINs
de: Kanal-PINs ändern

source: Change setup PIN
de: Einstellungen-PIN ändern

source: Change skin
de: Aussehen der Bedienoberfläche (Skin) ändern

source: Change step size
de: Schrittweite ändern

source: Change the hostname of your STB.
de: Netzwerknamen Ihrer Vu+ ändern.

source: Change your ftp and telnet password
de: Ändere dein ftp und telnet Passwort

source: Changing framerate for current service? Current framerate: %s New framerate: %s
de: Bildwiederholrate für aktuelle Wiedergabe ändern? Aktuelle Bildwiederholrate: %s Neue Bildwiederholrate: %s

source: Changing the timer for '%s' failed!
de: Timer '%s' konnte nicht geändert werden!

source: Channel
de: Kanal

source: Channel (1~13)
de: Kanal (1-13)

source: Channel +
de: Kanal +

source: Channel -
de: Kanal -

source: Channel Name
de: Kanalname

source: Channel Number
de: Kanalnummer

source: Channel Selection
de: Kanalliste

source: Channel audio:
de: Kanal Tonspur:

source: Channel list
de: Senderliste

source: Channel not in services list
de: Kanal nicht in der Kanalliste

source: Channel zap (list) +
de: Sender vor + (Liste)

source: Channel zap (list) -
de: Sender zurück - (Liste)

source: Channel zap +
de: Sender vor +

source: Channel zap -
de: Sender zurück -

source: Channel:
de: Kanal:

source: Channel:
de: Kanal:

source: Channellist menu
de: Kanallisten-Menü

source: Channels
de: Sender

source: Channels:
de: Kanäle:

source: Chap.
de: Kap.

source: Chapter
de: Kapitel

source: Chapter:
de: Kapitel:

source: Character edge style
de: Schrifteffekt

source: Character style level
de: Schrifteffektstärke

source: Cheat attempt detected. Box has not been shudown correctly. Remaining time was set to 0.
de: Wer versucht denn da zu schummeln? Pech gehabt! Box wurde nicht sauber heruntergefahren! Zeit wurde auf NULL zurückgesetzt.

source: Check
de: Test

source: Check IPs (press OK to edit)
de: Teste IPs (drücke OK zum Editieren)

source: Check filesystem, please wait ...
de: Dateisystem wird geprüft. Bitte czekaj...

source: Check for uniqueness in
de: Überprüfung auf Eindeutigkeit in

source: Checking
de: Prüfe

source: Checking Filesystem...
de: Dateisystem wird überprüft...

source: Chipset
de: Chipsatz

source: Choice filesystem.
de: Dateisystem wählen.

source: Choice where to put "%s"
de: Quad-PiP Position für "%s"

source: Choices
de: Auswahl

source: Choose A/V-Receiver HDMI input:
de: HDMI-Eingang des A/V-Receivers:

source: Choose Picon folder
de: wähle Piconverzeichnis

source: Choose TV HDMI input:
de: HDMI-Eingang des TV:

source: Choose Tuner
de: Tuner wählen

source: Choose a timer list style
de: Timer-Listenansicht wählen

source: Choose a wireless network
de: Drahtloses Netzwerk wählen

source: Choose an option for processing timeshift file when the TV event at the current service changes
de: Einstellung was mit der Timeshift-Datei bei einem Sendungswechsel passieren soll

source: Choose backup files
de: Zu sichernden Dateien wählen

source: Choose backup location
de: Sicherungsort wählen

source: Choose bouquet
de: Bouquet wählen

source: Choose folder
de: Verzeichnis auswählen

source: Choose how the search string should match the results.
de: Gibt an wie der Suchtext gesucht werden soll

source: Choose media file
de: Mediendatei auswählen

source: Choose reconnect script:
de: Wähle Script zum Neuverbinden:

source: Choose remote control picture for help screen
de: Fernbedienung für die Hilfe-Anzeige

source: Choose target folder
de: Zielverzeichnis wählen

source: Choose upgrade source
de: Upgrade-Quelle wählen

source: Choose what should happen with timeshift file when service will be changed to another one
de: Hier kann eingestellt werden, was mit der Timeshift-Datei passieren soll, wenn der aktuelle Sender gewechselt wird.

source: Choose whether both previous options must be valid or only one of them.
de: Wähle ob beide vorherigen Einstellungen oder nur Eine zutreffen muss bevor der Papierkorb automatisch bereinigt wird

source: Choose your Skin
de: Aussehen der Bedienoberfläche wählen

source: Circles
de: Kreise

source: Circular left
de: Linkszirkular

source: Circular right
de: Rechtszirkular

source: Classic
de: Klassisch

source: Classic mount
de: klassisch

source: Clean up the directory
de: bereinige das Verzeichnis

source: Cleans up the list of timers by removing e.g. finished timers
de: Aufräumen der Timerliste durch entfernen von z.B. abgeschlossenen Timern

source: Cleanup
de: Aufräumen

source: Cleanup timerlist-entries
de: Einträge in Timerliste bereinigen

source: Clear
de: Entleere

source: Clear before scan
de: Vor der Suche löschen

source: Clear finished downloads
de: Fertige Downloads entfernen

source: Clear history on Exit:
de: Verlauf beim Verlassen löschen:

source: Clear log
de: PCZERWONYokoll leeren

source: Clear search
de: Suche leeren

source: Clearing EPG DB finished
de: Leeren der EPG Datenbank beendet

source: Click to show/hide extended description
de: Klicken um erweitere Beschreibung ein-/auszublenden

source: Clock
de: Uhr

source: Clockwise
de: Uhrzeigersinn

source: Close
de: Schließen

source: Close MediaPlayer
de: Mediaplayer schließen

source: Close and forget changes
de: Schließen ohne Speichern der Änderungen

source: Close and save changes
de: Schließen und Speichern

source: Close plugin
de: Schließe Plugin

source: Close title selection
de: Titelauswahl schließen

source: Close window
de: Fenster schließen

source: Cluster [X] Leds as one led. Default each led had is own color, with this option you can bundle/cluster this to 2 -> 10 leds.
de: Verbinde [X] LED's als eine LED. Im Standard hat jede LED eine eigene Farbe. Mit dieser Einstellungen können 2 bis 10 LED's als eine LED angesteuert werden.

source: Code rate HP
de: Empfangsrate HP

source: Code rate LP
de: Empfangsrate LP

source: Collection name
de: Name für die Zusammenstellung

source: Collection settings
de: Einstellungen für die Zusammenstellung

source: Color
de: Farbe

source: Color Adjustment, only local
de: Farbanpassung (lokal)

source: Color Buttons
de: Farbtasten

source: Color Format
de: Farbformat

source: Color Tuning
de: Feineinstellung Farbe

source: Color depth:
de: Farbtiefe:

source: Color fader
de: Farbwechsel

source: Color space setup
de: Farbraum Einstellungen

source: Colorize movie list
de: Farbige Filmliste aktivieren

source: Comedy
de: Komödien

source: Command '%s' executed
de: Befehl '%s' ausgeführt

source: Command [poweroff, shutdown -h,...]
de: Befehl [poweroff, shutdown -h,...]

source: Command execution...
de: Befehl wird ausgeführt...

source: Command order
de: Befehlsfolge

source: Command to execute :
de: Auszuführender Befehl:

source: Command: %s was executed
de: Der Befehl "%s" wurde ausgeführt

source: Committed DiSEqC command
de: DiSEqC-Befehl übertragen

source: Common
de: Allgemein

source: Common Interface Assignment
de: Common-Interface-Zuweisung

source: Common Settings
de: Allgemeine Einstellungen

source: Common configuration
de: Allgemeine Einstellungen

source: Common configuration backup finished succesfully
de: Die Sicherung allgemeiner GUI-Einstellungen wurde erfolgreich ausgeführt

source: Communication
de: Kommunikation

source: Complete
de: Abgeschlossen

source: Complex (allows mixing audio tracks and aspects)
de: Komplex (erlaubt Mischen versch. Ton- u. Bildformate)

source: Composition of the recording filenames
de: Zusammensetzung des Aufnahmedateinamens

source: Config
de: Konfiguracja

source: Config Editor
de: Konfiguracjaseditor

source: Configuration
de: Konfiguracja

source: Configuration Mode
de: Einrichtung

source: Configuration for automatic power off in standby
de: Einstellungen für automatisches Ausschalten im Standby

source: Configuration for inactivity actions
de: Einstellungen für Aktionen bei Inaktivität

source: Configuration for the Webinterface
de: Konfiguracja des Webinterfaces

source: Configuration saved.
de: Konfiguracja gesichert.

source: Configuration your AP is finished
de: Die Einrichtung Ihres AP ist beendet

source: Configurations
de: Konfiguracjaen für SoftCams

source: Configure AutoTimer behavior
de: AutoTimer Verhalten bestimmen

source: Configure Bluetooth devices
de: Bluetooth Geräte konfigurieren

source: Configure EPG search type
de: Legt die EPG-Standardsuche fest

source: Configure OK key for show/hide InfoBar during media file playback in PAUSE state or during winding
de: Konfiguriert die OK Taste um die InfoBar beim Spulen oder bei Pause bei der Medienwiedergabe ein- und auszublenden.

source: Configure an additional delay to improve external subtitle synchronisation.
de: Zusätzliche Verzögerung zur Verbesserung der Synchronität bei externen Untertiteln

source: Configure an additional delay to improve subtitle synchronisation.
de: Zusätzliche Verzögerung um die Synchronisation zu optimieren

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
de: Einstellung ob die Untertitel zwischen normaler, fetter und kursiver Schrift wechseln soll

source: Configure interface
de: Schnittstelle einrichten

source: Configure the Y padding of the subtitles.
de: Einstellung für den Abstand von oben bei der Anzeige von Untertiteln

source: Configure the character style of the subtitles.
de: Schrifteffekt einstellen

source: Configure the color of the background of subtitles.
de: Hintergrundfarbe von Untertiteln festlegen

source: Configure the color of the subtitles.
de: Farbeinstellung der Unteritel

source: Configure the font size of the subtitles.
de: Einstellung der SchriftWielkość von Untertiteln

source: Configure the horizontal alignment of the subtitles.
de: Horizontale Ausrichtung der Untertitel

source: Configure the level of the character styles. The character style makes the subtitles easier to read on a light background.
de: Einstellung der Effektstärke. Ein stärkerer Effekt erleichtert das Lesen der Untertitel bei transparentem Hintergrund

source: Configure the subtitle delay when timing information is not available.
de: Konstante Verzögerung von Untertiteln, wenn die Verzögerung nicht im Ausgangsmaterial verfügbar ist

source: Configure the transparency of the background of subtitles.
de: Transparenz des Hintergrundes bei Untertiteln

source: Configure the transparency of the subtitles.
de: Transparenz der Untertitel konfigurieren

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
de: Vertikale Postion der Untertitel, ausgehend vom unteren Rand

source: Configure your internal LAN
de: Internes Netzwerk einrichten

source: Configure your network again
de: Netzwerk erneut einrichten

source: Configure your wireless LAN again
de: Drahtloses Netzwerk erneut einrichten

source: Configuring
de: Wird eingerichtet

source: Conflicting Timer(s) detected! %s
de: Timerkonflikt(e) erkannt! %s

source: Conflicting timer
de: In Konflikt stehende Timer

source: Connect
de: Verbinden

source: Connect to FTP...
de: Zu FTP verbinden...

source: Connect to Oscam server:
de: Verbinde zu Oscam-Server:

source: Connect to a Wireless Network
de: Mit drahtlosem Netzwerk verbinden

source: Connect/Disconnect selected device
de: Verbinden / Trennen

source: Connected
de: Verbunden

source: Connected since
de: Verbunden seit

source: Connected to
de: Verbunden mit

source: Connected to FRITZ!Box!
de: Verbunden mit FRITZ!Box!

source: Connected to NCID Server
de: Verbunden mit NCID Server

source: Connected!
de: Verbunden.

source: Connecting to FRITZ!Box failed (%s) retrying...
de: Verbindung zur FRITZ!Box fehlgeschlagen (%s) neuer Versuch...

source: Connecting to FRITZ!Box...
de: Verbinde mit FRITZ!Box...

source: Connecting to NCID Server failed (%s) retrying...
de: Verbindung mit NCID Server fehlgeschlagen (%s) erneuter Verbindungsversuch...

source: Connecting to NCID Server...
de: Verbinde zu NCID Server...

source: Connection Error
de: Verbindungs Fehler

source: Connection Failed. Another audio device is connected. (%s)
de: Verbindung fehlgeschlagen. Ein anderes Audiogerät ist bereits verbunden. (%s)

source: Connection failed. Another audio device is connected. (%s)
de: Verbindung fehlgeschlagen. Ein anderes Audiogerät ist bereits verbunden. (%s)

source: Connection speed
de: Verbindungsgeschwindigkeit

source: Connection to FRITZ!Box! lost (%s) retrying...
de: Verbindung mit FRITZ!Box verloren (%s) neuer Versuch...

source: Connection to NCID Server lost (%s) retrying...
de: Verbindung mit NCID Server verloren (%s) erneuter Verbindungsversuch...

source: Console
de: Konsole

source: Console & File
de: Konsole & Datei

source: Console & File (loop)
de: Konsole & Datei (Schleife)

source: Constant SmartSeek skip intervall in seconds (left/right)
de: Statisches SmartSeek Sprungintervall in Sekunden (links/rechts)

source: Constellation
de: Konstellation

source: Content does not fit on DVD!
de: Der Inhalt passt nicht auf die DVD.

source: Context Menu
de: Kontextmenü

source: Continue
de: Weiter

source: Continue Timeshift
de: Timeshift fortsetzen

source: Continue in background
de: Im Hintergrund fortsetzen

source: Continue playing
de: Abspielen fortsetzen

source: Contrast
de: Kontrast

source: Control EnigmaLight from browser
de: Enigmalight über einen Browser konfigurieren

source: Control recording completely by service
de: Aufnahme vollständig durch den Sender steuern lassen

source: Conversion of speech to text failed. Please try again
de: Die Konvertierung ist fehlgeschlagen Bitte erneut versuchen

source: Converting speech to text using wit.ai server...
de: Konvertiere Sprache in Text mit wit.ai ...

source: Copy
de: Kopieren

source: Could not add timer '%s'!
de: Timer '%s' konnte nicht hinzugefügt werden!

source: Could not connect to ftp server!
de: Konnte nicht mit FTP-Server verbinden!

source: Could not connect to server
de: Es konnte keine Verbindung zum Server aufgebaut werden

source: Could not delete %s.
de: %s konnte nicht entfernt werden.

source: Could not delete Movie '%s'
de: Film '%s' konnte nicht gelöscht werden

source: Could not find any file to backup!
de: Konnte keine Datei zum Sichern finden!

source: Could not find any movie!
de: Konnte keinen Film finden!

source: Could not find timer '%s' with given start and end time!
de: Timer '%s' mit der angegebenen Start- und Endzeit konnte nicht gefunden werden!

source: Could not get call list; wrong version?
de: Konnte Anrufliste nicht bekommen; falsche Firmware-Version?

source: Could not grep Memory Usage information from busybox
de: Fehler beim Auslesen der Speicherauslastung

source: Could not grep Uptime Information from busybox
de: Fehler beim Auslesen der Systemlaufzeit

source: Could not grep socket information from busybox
de: Fehler beim Auslesen der Netzwerkverbindungen

source: Could not install needed dvdbackup package!
de: Konnte das benötigte dvdbackup Paket nicht installieren!

source: Could not load Medium! No disc inserted?
de: Das Medium kann nicht geladen werden. Keine DVD eingelegt?

source: Could not log in!
de: Konnte nicht einloggen!

source: Could not obtain list of files.
de: Dateiliste konnte nicht abgerufen werden.

source: Could not open Picture in Picture
de: Bild-in-Bild kann nicht geöffnet werden.

source: Could not parse FRITZ!Box Phonebook entry
de: Konnte Eintrag in FRITZ!Box-Telefonbuch nicht lesen

source: Could not read AutoTimer timer list: %s
de: Liste der AutoTimer konnte nicht abgerufen werden: %s

source: Could not read FRITZ!Box phonebook; wrong version?
de: Konnte Telefonbuch der FRITZ!Box nicht lesen; falsche Firmware-Version?

source: Could not read the DVD informations!
de: Konnte die DVD Informationen nicht lesen!

source: Could not rename %s.
de: Umbenennen von %s fehlgeschlagen

source: Could't get Eventname
de: Konnte Sendungstitel nicht feststellen

source: Couldn't open input .ap file
de: konnte Eingangs .ap Datei nicht öffnen

source: Couldn't open input .cuts file
de: konnte Eingangs .cuts Datei nicht öffnen

source: Couldn't open input .ts file
de: konnte Eingangs .ts Datei nicht öffnen

source: Couldn't open output .ap file
de: konnte Ausgabe .ap Datei nicht öffnen

source: Couldn't open output .cuts file
de: konnte Ausgabe .cuts Datei nicht öffnen

source: Couldn't open output .ts file
de: konnte Ausgabe .ts Datei nicht öffnen

source: Couldn't record due to conflicting timer %s
de: Aufnahme wegen in Konflikt stehendem Timer %s fehlgeschlagen

source: Couldn't record due to invalid service %s
de: Aufnahme wegen ungültigem Kanal %s fehlgeschlagen

source: Count from 0 to given number if the blackbars are still there then remove them. if enigmalight runs on 10fps and you will wait 10sec before remove, then set it to 100
de: Zähler von 0 beginnend bis die schwarzen Balken entfernt werden. Wenn enigmalight mit 10 fps läuft und 10sec gewartet werden soll muss dieser Wert auf 100 gestellt werden

source: Countries
de: Länder

source: Country
de: Land

source: Crashlog Reporting
de: Absturzberichte

source: CrashlogReport setting
de: Einstellungen Absturzberichte

source: CrashlogReportSetting
de: Einstellungen Absturzberichte

source: Create DVD-ISO
de: DVD-ISO erstellen

source: Create Timer
de: Timer erstellen

source: Create a directory for each stream
de: Verzeichnis für jeden Stream generieren

source: Create a new AutoTimer.
de: Einen neuen AutoTimer erstellen.

source: Create a new timer using the classic editor
de: Neuen Timer mit dem klassichen Editor erstellen
