Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: filename
de: nazwa pliku

source: filesystem:
de: system plików:

source: filter off
de: Filtr wył.

source: filter on
de: Filtr wył.

source: find movies by AutoTag/Tag
de: Filme nach AutoTag/Tag

source: find movies by date
de: Filme nach Datum

source: fine-tune your display
de: Feineinstellungen Ihres Bildschirms anpassen

source: finishing
de: kończenie

source: for USB flash memory
de: Für USB-Sticks

source: forward to the next chapter
de: Weiter zum nächsten Kapitel

source: free
de: wolne

source: free diskspace
de: wolne miejsce

source: from %s/vti-backupsuite/plugins
de: von %s/vti-backupsuite/plugins

source: from (HH:MI)
de: od (HH:MI)

source: from weekday
de: von Wochentag

source: from xml
de: z XML

source: full transparency
de: pełna przezroczystość

source: genisoimage job done. Delete DVD directory?
de: genisoimage Job erledigt. DVD Ordner löschen?

source: getting message ...
de: Hole Nachricht ...

source: go to deep standby
de: wł. głębokie czuwanie

source: go to standby
de: wł. czuwanie

source: grab this frame as bitmap
de: Diesen Frame als Bitmap speichern

source: green
de: ZIELONY

source: grey
de: szary

source: h
de: godz.

source: has been saved.
de: wurde gespeichert.

source: have %d messages
de: %d Nachrichten

source: have no messages
de: Keine Nachrichten

source: headers loaded, now parsing ...
de: Header geladen, analysiere diese nun ...

source: hear radio...
de: Radio hören...

source: height
de: wysokość

source: help...
de: pomoc...

source: hide
de: verstecken

source: hide entry: %s
de: Eintrag ausblenden: %s

source: hide extended description
de: Erweiterte Beschreibung ausblenden

source: hide player
de: Player ausblenden

source: high
de: Hoch

source: home
de: domowy

source: hour
de: godzina

source: hours
de: godziny

source: immediate shutdown
de: wyłącz teraz

source: immediately after recording
de: sofort nach der Aufnahme

source: importing configurations from %s
de: Importiere Konfiguracjaen von %s

source: in Description
de: in der Beschreibung

source: in Shortdescription
de: in der Kurzbeschreibung

source: in Title
de: im Titel

source: init module
de: Modul initialisieren

source: init modules
de: Module initialisieren

source: insert mark here
de: Markierung hier einfügen

source: install .tar.gz or ipkg manually
de: .tar.gz- oder IPKG-Pakete manuell installieren

source: install/download driver for your Vu+
de: Treiber für Ihre Vu+ herunterladen und installieren

source: install/download software for your Vu+
de: Software für Ihre Vu+ installieren oder entfernen

source: install/remove channel lists
de: Vorgefertigte Kanallisten installieren/entfernen

source: install/remove common plugins
de: Plugins installieren/entfernen

source: install/remove configuration files for softcams
de: Konfiguracjasdateien für SoftCams installieren/entfernen

source: install/remove kernel modules
de: Kernelmodule installieren/entfernen

source: install/remove language packages for dvbapp2
de: Sprachdateien für dvbapp2 installieren/entfernen

source: install/remove picons for OSD and graphical VFD
de: Picons für das OSD oder das grafische VFD installieren/entfernen

source: install/remove skins to change look of OSD
de: Skins installieren/entfernen

source: install/remove softcams
de: SoftCams installieren/entfernen

source: install/remove systemplugins
de: Systemwtyczkaen installieren/entfernen

source: installs all available plugins from online feed
de: Im Online-Feed verfügbare Plugins der Liste installieren

source: intial zap focus when enabling PictureinPicture
de: Anfänglicher Fokus für das Zappen bei Bild in Bild

source: invalid model
de: Ungültiges Modell

source: is active
de: jest aktywne

source: is connected.
de: wurde verbunden

source: is disconnected.
de: wurde getrennt

source: is not installed.
de: nie zainstalowane.

source: jump back to the previous title
de: Zum vorherigen Titel springen

source: jump forward to the next title
de: Zum nächsten Titel springen

source: jump to listbegin
de: Zum Listenanfang springen

source: jump to listend
de: Zum Listenende springen

source: jump to next marked position
de: Zur nächsten markierten Position springen

source: jump to previous marked position
de: Zur vorherigen markierten Position springen

source: jump:
de: skocz:

source: keep on device
de: behalte auf Gerät

source: keep timeshift file
de: Timeshift Datei speichern

source: last %s days
de: letzten %s Tage

source: last 24 hours
de: letzten 24 Stunden

source: last 3 days
de: letzten 3 Tage

source: last 6 months
de: letzten 6 Monate

source: last month
de: letztes Monat

source: last video
de: Letztes Video

source: last week
de: letzte Woche

source: last year
de: letztes Jahr

source: latest movies
de: Neueste Aufnahmen

source: latest unseen movies
de: Neueste, ungesehene Aufnahmen

source: leave movie player...
de: Filmwiedergabe verlassen...

source: leave unread
de: Ungelesen lassen

source: left
de: lewo

source: length
de: Długość

source: list all mailboxes
de: Anzeige aller Mailboxen

source: list of EPG views...
de: Liste der EPG-Ansichten...

source: list style compact
de: Kompakte Listenansicht

source: list style compact with description
de: Kompakte Listenansicht mit Beschreibung

source: list style default
de: Standard-Listenansicht

source: list style single line
de: Einzeilige Listenansicht

source: listen to internet-radio
de: Internetradio hören

source: load playlist
de: Wiedergabeliste laden

source: loading
de: lade...

source: loading headers ...
de: Lade Header ...

source: locked
de: Signal

source: login verification
de: Login Verifikation

source: loopthrough to
de: Verbunden mit

source: low
de: Niedrig

source: magneta
de: Magenta

source: mail check interval (minutes)
de: Mailcheck-Intervall

source: mailboxes active
de: Anrufbeantworter aktiv

source: make filesystem '%s' on partition %s (%d %s)
de: Dateisystem '%s' in Partition %s erstellen (%d %s)

source: manage Sundtek USB DVB Stick
de: Sundtek USB-DVB-Sticks verwalten

source: manage block devices of your VU+
de: Speichergeräte Ihrer Vu+ verwalten

source: manage cronjobs of your VU+
de: cronjobs auf Ihrer Vu+ verwalten

source: manage when HDMI Cec is enabled
de: Verwalte wann HDMI Cec aktiv ist

source: manage your HDD's and USB devices
de: Festplatten und USB-Geräte verwalten

source: manage your Vu+ STB
de: Ihre Vu+ verwalten

source: management 3g modem
de: UMTS-Modem verwalten

source: manual
de: ręczny

source: manual Installer
de: Ręczna instalacja pakietów

source: manually
de: ręcznie

source: mark as descrambled : %s
de: markiere als unverschlüsselt : %s

source: mark as scrambled : %s
de: markiere als verschlüsselt : %s

source: maximum mail size to fetch
de: Hole nur Nachrichten bis zur Wielkość

source: message
de: wiadomość

source: message too large
de: wiadomość za długa

source: mins
de: Minut

source: minute
de: Minuta

source: minutes
de: Minut

source: missing or wrong parameter mode [%i=both, %i=lamedb only, %i=userbouqets only]
de: Fehlender oder fehlerhafter Parameter 'mode' [%i=both, %i=lamedb only, %i=userbouqets only]

source: missing parameter "id"
de: Fehlender parameter: "Id"

source: mobile
de: Handy

source: month
de: Miesiąc

source: move
de: przesuń

source: move : %s
de: Przesuń: %s

source: move PiP to main picture
de: Bild-in-Bild als Hauptbild verwenden

source: move down to last entry
de: Zum letzten Eintrag gehen

source: move down to next entry
de: Zum nächsten Eintrag gehen

source: move selected items
de: Ausgewählte Einträge verschieben

source: move up to first entry
de: Zum ersten Eintrag gehen

source: move up to previous entry
de: Zum vorherigen Eintrag gehen

source: movie / directory PIN
de: Aufnahmen/Verzeichnis-PIN

source: movie list
de: Lista filmów

source: movie trash
de: Śmietnik

source: movie-delete PIN
de: Aufnahme-Lösch-PIN

source: never
de: Nigdy

source: new Random
de: Zufälliges Passwort

source: next channel
de: Następny kanał

source: next channel in history
de: Następny kanał z historii

source: no
de: nie

source: no A/V Receiver
de: Kein A/V-Receiver

source: no CAId selected
de: Keine CAID ausgewählt

source: no CI slots found
de: Kein CI-Slot gefunden

source: no HDD found
de: Keine Festplatte gefunden

source: no Name
de: bez Nazwy

source: no Services selected
de: keine Sender ausgewählt

source: no Services/Providers selected
de: Keine Kanäle/Provider ausgewählt

source: no account selected
de: Kein Konto ausgewählt

source: no calls
de: keine Anrufe

source: no date
de: kein Datum

source: no device active
de: keine WLAN-Station aktiv

source: no filename
de: kein Dateiname

source: no from
de: kein Absender

source: no mailbox?!?!
de: keine Mailbox?!?!

source: no module found
de: Kein Modul gefunden

source: no selected item
de: Keine Einträge ausgewählt

source: no sender
de: kein Sender

source: no standby
de: Kein Standby

source: no subject
de: kein Betreff

source: no swapfile active...
de: Keine Auslagerungsdatei aktiv...

source: no timeout
de: Kein ZeitaNIEBIESKIf

source: no transparency
de: Keine Transparenz

source: no user rating yet
de: noch keine Nutzerwertung

source: no valid drivers
de: Keine gültigen Treiber

source: none
de: brak

source: not available
de: Nicht verfügbar

source: not configured
de: Nicht eingerichtet

source: not encrypted
de: nicht verschlüsselt

source: not formatted
de: nicht formatiert

source: not found
de: nicht gefunden

source: not found, the backup process will be aborted!
de: nicht gefunden, der Sicherungsprozess wird abgebrochen.

source: not in use
de: Nicht in Verwendung

source: not locked
de: Kein Signal

source: not mounted
de: Nicht eingehängt

source: not set
de: Nicht festgelegt

source: not supported
de: Nicht unterstützt

source: not used
de: Nicht verwendet

source: not yet implemented
de: noch nicht eingebaut

source: nothing connected
de: Nichts angeschlossen

source: nothing playing...
de: Es wird nichts abgespielt...

source: number suppressed
de: Nummer unterdrückt

source: of
de: z

source: of a DUAL layer medium used.
de: eines DUAL-Layer-Mediums benutzt.

source: of a SINGLE layer medium used.
de: eines SINGLE-Layer-Mediums benutzt.

source: off
de: Wył.

source: older than %s days
de: älter als %s Tage

source: older than 1 day
de: älter als 1 Tag

source: older than 1 week
de: älter als 1 Woche

source: older than 1 year
de: älter als ein Jahr

source: older than 2 weeks
de: älter als 2 Wochen

source: older than 3 days
de: älter als 3 Tage

source: older than 4 weeks
de: älter als 4 Wochen

source: older than 6 months
de: älter als 6 Monate

source: older than 6 weeks
de: älter als 6 Wochen

source: on
de: Wł.

source: on READ ONLY medium.
de: auf dem nicht beschreibbaren Medium.

source: on Weekday
de: an einem Wochentag

source: once
de: Einmalig

source: one device active
de: eine WLAN-Station aktiv

source: one two three four unknown command
de: eins zwei drei vier unbekannter befehl

source: only calculate
de: Nur berechnen

source: open Filemanager
de: Dateimanager öffnen

source: open NetworkBrowswer
de: Netzwerkbrowser öffnen

source: open VTi Panel
de: VTi Panel öffnen

source: open enigma2 Plugin Menu
de: Enigma2-wtyczkaen (Plugin-Menü) öffnen

source: open menu
de: Menü öffnen

source: open servicelist
de: Kanalliste öffnen

source: open servicelist(down)
de: Kanalliste öffnen (unten)

source: open servicelist(up)
de: Kanalliste öffnen (oben)

source: or
de: lub

source: overwrite exisiting service lists
de: bestehende Kanallisten ersetzen

source: parser error
de: Parser-Fehler

source: parsing message ...
de: Analysiere Nachricht ...

source: partial match
de: Teil des Titels

source: partially disable HdmiCec
de: HDMI-Cec teilweise deaktivieren

source: partition(s)
de: Partition(en)

source: pass
de: Durchgang

source: password
de: hasło

source: pause
de: Pauza

source: percent
de: Procent

source: play DVD
de: Odtwarzaj DVD

source: play current selected favorite on startup
de: Aktuelle Markierung beim Starten abspielen

source: play entry
de: Eintrag abspielen

source: play from next mark or playlist entry
de: Wiedergabe ab nächster Markierung/Listeneintrag

source: play from previous mark or playlist entry
de: Wiedergabe ab letzter Markierung/Listeneintrag

source: play selected items
de: Ausgewählte Einträge abspielen

source: please press OK when ready
de: Bitte OK-Taste drücken, wenn bereit

source: please select a submenu on the left...
de: bitte wählen Sie ein Untermenü auf der linken Seite...

source: please wait, loading picture...
de: Bitte czekać, ładowanie obrazka...

source: please wait...
de: Proszę czekać...

source: pluginmenue
de: Pluginmenu

source: preparing
de: Vorbereitung

source: preparing backup of image
de: Sicherung vorbereiten

source: previous channel
de: Vorheriger Kanal

source: previous channel in history
de: Vorheriger Kanal im Verlauf

source: priority
de: Priorytet

source: progress bar
de: Fortschrittsbalken

source: quit
de: Koniec

source: readme.txt
de: readme-pl.txt

source: really delete mail?
de: Nachricht wirklich löschen?

source: really undelete mail?
de: Nachricht wiederherstellen?

source: recommended for USB flash memory
de: Empfohlen für USB-Sticks

source: recommended for harddisks
de: Empfohlen für Festplatten

source: record
de: Nagrywaj

source: recording...
de: Nagrywanie...

source: red
de: CZERWONY

source: refresh
de: odświerz

source: refresh time for enigma2 from ntp server
de: Systemzeit über einen NTP-Server aktualisieren

source: reload package data
de: Paketdaten neu laden

source: reload saved channel and bouquet settings
de: Kanallisten und Bouquets wiederherstellen

source: reloaded both
de: beides neu laden

source: reloaded bouquets
de: bouquets neu laden

source: reloaded lamedb
de: lamedb neu laden

source: reminder
de: przypomnienie

source: remove
de: usuń

source: remove %s failed!!
de: Löschen von %s fehlgeschlagen!!

source: remove WLAN plugins and drivers
de: WLAN-Treiber und -Plugins entfernen

source: remove a nameserver entry
de: DNS-Eintrag entfernen

source: remove after this position
de: Nach dieser Position entfernen

source: remove all alternatives
de: Alle Alternativen entfernen

source: remove all new found flags
de: Entfernen aller 'neu gefunden'-Kennzeichnungen

source: remove all services without bouquet entry
de: Alle Kanäle ohne Bouquet-Eintrag entfernen

source: remove before this position
de: Vor dieser Position entfernen

source: remove bookmark
de: Skasuj znacznik

source: remove current selected favorite
de: skasuj zaznaczoną listę ulubionych

source: remove directory
de: skasuj katalog

source: remove entry
de: Eintrag entfernen

source: remove from parental pCZERWONYection
de: Jugendschutz ausschalten

source: remove nearly every preinstalled plugin and the dependencies
de: Vorinstallierte Plugins und deren Abhängigkeiten entfernen

source: remove new found flag
de: Entfernen der 'neu gefunden'-Kennzeichnung

source: remove samba server, NOT cifs filesystem support
de: Samba-Server, nicht jedoch die cifs-Unterstützung, entfernen

source: remove selected satellite
de: Ausgewählten Satelliten entfernen

source: remove seletected package from stb
de: Ausgewählte Pakete von der Vu+ entfernen

source: remove this mark
de: Diese Markierung entfernen

source: removes Opera HbbTV and dependencies
de: Opera HbbTV und seine Abhängigkeiten entfernen

source: removes WebBrowser and dependencies
de: Webbrowser und seine Abhängigkeiten entfernen

source: rename current selected favorite
de: Umbenennen

source: repeat playlist
de: Wiedergabeliste wiederholen

source: repeated
de: Wiederholend

source: reset play progress
de: Als ungesehen markieren

source: reset play progress of selected items
de: Alle ausgewählten Einträge als ungesehen markieren

source: restore : %s
de: Wiederherstellen: %s

source: restore common configurations for GUI, plugins and softcams
de: Allgemeine Einstellungen für GUI und Plugins wiederherstellen

source: restore selected items
de: Ausgewählte Einträge wiederherstellen

source: reverse
de: Umgekehrt

source: rewind to the previous chapter
de: Zum vorherigen Kapitel Poprzedni

source: right
de: prawo

source: run executable files of your VU+
de: Eigene Skripte/Dateien auf Ihrer Vu+ ausführen

source: same as Infobar
de: wie normale Infoleiste

source: satellites.xml has been built.
de: satellites.xml wurde erstellt.

source: satellites.xml is updated
de: satellites.xml wurde aktualisiert

source: save and quit
de: Sichern und Beenden

source: save channel and bouquet settings
de: Kanallisten und Bouquets sichern

source: save common configurations for GUI, plugins and softcams
de: Allgemeine Einstellungen für GUI, Plugins und SoftCams sichern

source: save last directory on exit
de: Letztes Verzeichnis beim Beenden merken

source: save playlist
de: Wiedergabeliste speichern

source: save playlist on exit
de: Wiedergabeliste beim Beenden speichern

source: scan done!
de: Suche beendet.

source: scan in progress - %d%% done!
de: Suche läuft - %d%% abgeschlossen.

source: scan state
de: Status

source: scan type(DVB-S)
de: Typ szukania (DVB-S)

source: search EPG
de: Szukaj w EPG

source: search EPG...
de: Szukaj w EPG...

source: search for movies
de: Szukaj filmu

source: search movie
de: Szukaj filmu

source: sec
de: sek

source: second
de: Sekunda

source: second cable of motorized LNB
de: Zweites Kabel vom CZERWONYor

source: seconds
de: Sekund

source: seek to timeshift end (Live TV)
de: springe ans Ende der Timeshift-Aufnahme (Live TV)

source: select
de: Wybierz

source: select Attachment
de: Wybierz załącznik

source: select Body
de: Wybierz treść

source: select CAId
de: Wybierz CAID

source: select CAId's
de: Wybierz CAID

source: select bookmark
de: Wybierz znacznik

source: select interface
de: Schnittstelle auswählen

source: select menu entry
de: Menüeintrag auswählen

source: select movie
de: Wybierz film

source: select or install your favourite cam
de: Bevorzugte CAM auswählen oder installieren

source: select the movie path
de: Filmverzeichnis auswählen

source: selected bouquets are installed
de: ausgewählte Bouquet's

source: selective wipe of enigma2 crashlogs
de: Ausgewählte Enigma2-Absturzberichte entfernen

source: service PIN
de: PIN dla kanału

source: set EPG path, restore or backup EPG data
de: EPG-Speicherort ändern, EPG-Daten sichern und wiederherstellen

source: set Vu+ %s LNB Power and etc..
de: LNB Spannung, etc. der Vu+ %s konfigurieren

source: set default
de: ustaw jako standardowy

source: set device for directory vti-backupsuite
de: Sicherungsverzeichnis für VTi BackupSuite festlegen

source: set root password of your stb
de: Root-Passwort Ihrer Vu+ festlegen

source: sets the Audio Delay (LipSync)
de: Setzt die verschiedenen Audio- Verzögerungen (LipSync)

source: setup Fancontrol inStandby mode
de: Lüftereinstellungen im Standby-Modus

source: setup PIN
de: Ustawienia PIN

source: setup Remote Control System Code Type
de: Systemcode der Fernbedienung einstellen

source: setup player framework
de: Modul für Medienwiedergabe konfigurieren

source: short description match
de: Teil der Kurzbeschreibung

source: show
de: pokaż

source: show DVD main menu
de: pokaż menu DVD

source: show EPG...
de: pokaż EPG...

source: show EPGBar
de: pokaż belkę EPG

source: show Favourites
de: Pokaż ulubione

source: show Feed updates
de: Aktualisierungen am Feed anzeigen

source: show HDD Temperature
de: Temperatur der Festplatte anzeigen

source: show Infoline
de: Infozeile anzeigen

source: show News
de: Neuigkeiten

source: show Updates
de: Aktualisierungen anzeigen

source: show VTi system informations
de: VTi Systeminformationen anzeigen

source: show active mounts
de: Aktuell eingehängte Dateisysteme anzeigen

source: show all
de: pokaż wszystko

source: show all active user sessions
de: Alle aktiven Benutzer-Sessions anzeigen

source: show all connected sockets from ip-stack
de: Alle verbundenen Sockets des IP-Stacks anzeigen

source: show alternatives
de: Pokaż alternatywy

source: show as list
de: Pokaż jako listę

source: show deleted entries
de: Anzeige gelöschter Mails

source: show diskpace
de: Aktuelle Belegung der Dateisysteme anzeigen

source: show each call
de: Anzeige der einzelnen Anrufe

source: show ecm infos from temp dir
de: ECM-Informationen aus dem Temp-Verzeichnis anzeigen

source: show event details
de: Sendungsdetails anzeigen

source: show extended description
de: Erweiterte Beschreibung anzeigen

source: show first selected tag
de: Erstgewähltes Stichwort anzeigen

source: show folder
de: pokaż katalog

source: show in
de: pokaż w

source: show in main menu
de: Im Hauptmenü anzeigen

source: show in plugin browser
de: Unter wtyczkaen anzeigen

source: show information about processes, load, mounts ...
de: Prozesse, Auslastung, eingehängte Geräte etc. anzeigen

source: show more movie list options
de: Weitere Einstellungen der Filmliste

source: show nothing
de: keine Anzeige

source: show operating system uptime of stb
de: Systemlaufzeit seit dem letzten Neustart anzeigen

source: show record menu
de: Aufnahmemenü anzeigen

source: show running processes
de: Aktuell laufende Prozesse anzeigen

source: show running records
de: Aktive Aufnahmen anzeigen

source: show second selected tag
de: Zweitgewähltes Stichwort anzeigen

source: show selected items
de: Ausgewählte Einträge anzeigen

source: show service EPGBar...
de: EPG-Informationsleiste anzeigen...

source: show shutdown menu
de: Ausschaltmenü anzeigen

source: show simple Image infos
de: Einfache Informationen zum Image anzeigen

source: show single service EPG...
de: Einfaches Kanal-EPG anzeigen...

source: show tag menu
de: Stichwortmenü anzeigen

source: show timer list
de: Timerliste anzeigen

source: show transponder info
de: Transponder-Info anzeigen

source: show whole system memory usage
de: Globale Speicherauslastung des Systems anzeigen

source: shows assigned ip-adresses, routingtable and nameserver
de: IP-Informationen, Routing-Tabelle und Nameserver anzeigen

source: shuffle playlist
de: Wiedergabeliste mischen

source: shut down
de: wyłącz

source: shutdown
de: wyłącz

source: simple
de: prosty

source: size in %s (max %d %s):
de: Wielkość in %s (max %d %s):

source: skip backward
de: Rückwärts springen

source: skip backward (enter time)
de: Rückwärts springen (Zeit eingeben)

source: skip forward
de: Vorwärts springen

source: skip forward (enter time)
de: Vorwärts springen (Zeit eingeben)

source: slide picture in loop
de: Bilder als Diaschau anzeigen

source: slow
de: wolno

source: sort
de: Sortowanie

source: sort by date
de: Sortowanie wg daty

source: special characters
de: znaki specjalne

source: split & delete
de: podziel i skasuj

source: split & keep
de: podziel i nie kasuj

source: standby
de: uśpienie

source: start cut here
de: Schnitt hier starten

source: start directory
de: Anfangsverzeichnis

source: start last played movie
de: Zuletzt gesehenen Film abspielen

source: start opera web browser
de: Opera Webbrowser starten

source: start timeshift
de: Timeshift starten

source: start web browser
de: Webbrowser starten

source: start xbmc mediacenter
de: uruchom XBMC/KODI

source: still picture
de: zamroź obraz

source: stop & delete
de: zatrzymaj i skasuj

source: stop & keep
de: zatrzymaj i nie kasuj

source: stop PiP
de: Bild-in-Bild (PiP) beenden

source: stop entry
de: Wiedergabe anhalten

source: stop recording
de: Zatrzymaj nagrywanie

source: stop timeshift
de: Zatrzymaj Timeshift

source: stopping swap for
de: Auslagerungsspeicher deaktivieren für

source: swap PiP and main picture
de: Bild-in-Bild und Hauptbild tauschen

source: swapfile was created successfully
de: Die Auslagerungsdatei wurde erfolgreich erzeugt
