Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: swapfile was deleted successfully
de: Die Auslagerungsdatei wurde erfolgreich gelöscht

source: switch to bookmarks
de: Zu Lesezeichen wechseln

source: switch to filelist
de: Zu Dateiliste wechseln

source: switch to playlist
de: Zu Wiedergabeliste wechseln

source: switch to the next angle
de: Zur nächsten Kameraperspektive wechseln

source: switch to the next audio track
de: Zu nächster Tonspur wechseln

source: switch to the next subtitle language
de: Zu nächster Untertitel-Sprache wechseln

source: systemmenue
de: Menu systemowe

source: template file
de: Vorlagendatei

source: textcolor
de: kolor tekstu

source: the command was not > 0
de: der Befehl war nicht > 0

source: this recording
de: To nagranie

source: this service is pCZERWONYected by a parental control pin
de: Dieser Kanal ist durch einen Jugendschutz-PIN geschützt.

source: title or description match
de: Teil des Titels oder Beschreibung

source: title or short description match
de: Teil des Titels oder Kurzbeschreibung

source: to (HH:MI)
de: do (HH:MI)

source: to weekday
de: do dnia tygodnia

source: toggle a cut mark at the current position
de: Markierung an der aktuellen Position an/aus

source: toggle parental control
de: Jugendschutz ein-/auschalten

source: toggle select mode
de: Przełącz tryb wyboru

source: toggle time, chapter, audio, subtitle info
de: Zwischen Zeit-, Kapitel-, Audio- und Untertitel-Info umschalten

source: toggle zap focus
de: Fokus beim Umschalten tauschen

source: top
de: góra

source: tuner is not supported
de: Tuner jest niewspierany

source: turns hdd immediately into standby mode
de: Festplatte direkt in den Ruhezustand versetzen

source: type %s is not a number
de: typ %s nie jest numerem

source: type : %s
de: Typ: %s

source: umounting failed!Maybe some files in mount point are open
de: Aushängen fehlgeschlagen. Möglicherweise sind Dateien des Dateisystems in Verwendung.

source: unable to find timer with id %i
de: Kann Timer mit Id %i nicht finden

source: unconfirmed
de: nie potwierdzony

source: undefined
de: niezdefiniowany

source: undelete
de: Löschen rückgängig

source: unhide hidden entry
de: Versteckten Eintrag einblenden

source: uninstall HbbTV plugin and browser
de: HbbTV-Plugin und -Browser entfernen

source: uninstall kernel modules and firmware packages for USB tuners
de: Kernelmodule und Firmware-Pakete für USB-Tuner entfernen

source: uninstall xbmc and dependend packages
de: Xbmc und davon abhängige Pakete deinstallieren

source: unknown
de: nieznany

source: unknown command (%s)
de: nieznana komenda (%s)

source: unknown service
de: nieznany Kanał

source: until standby/restart
de: Bis Standby / Neustart

source: up
de: do góry

source: update latest movies information
de: Aktualisiere Informationen zu neuen Aufnahmen

source: update movie database (full)
de: Filmdatenbank aktualisieren (komplett)

source: update movie database for: %s
de: Filmdatenbank aktualisieren für : %s

source: upgrade
de: Aktualzacja

source: use as HDD replacement
de: Als Festplattenersatz verwenden

source: use as startup service
de: Sender als Startkanal festlegen

source: use virtual keyboard for text input
de: Virtuelle Tastatur für Texteingabe verwenden

source: user defined
de: Benutzerdefiniert

source: user name
de: Benutzername

source: vertical
de: Pionowy

source: vfat - for USB flash memory
de: vfat - dla penów USB

source: video tune
de: Videoeinrichtung

source: view Emails via IMAP4
de: Pokaż E-maile przez IMAP4

source: view extensions...
de: Pokaż wtyczki...

source: view recordings...
de: Pokaż nagrania...

source: virt. Keyboard
de: Wirt. klawiatura

source: wait for ci...
de: czekaj na CI...

source: wait for mmi...
de: czekaj na MMI...

source: waiting
de: czekaj

source: warn
de: uwaga

source: weekly
de: tygodniowo

source: white
de: biały

source: whitelist
de: biała lista

source: wide
de: szeroki

source: width
de: szerokość

source: wireless network interface
de: interfejs WLAN

source: without function
de: bez funkcji

source: work
de: Biuro

source: working
de: aktywny

source: wpa_supplicant.conf open error.
de: błąd otwarcia pliku wpa_supplicant.conf.

source: wrong user or password?
de: zła nazwa użytkownika lub hasło?

source: yellow
de: żółty

source: yes
de: tak

source: yes (keep feeds)
de: tak (zachowaj kanały)

source: yes, Profile 1
de: tak, Profil 1

source: yes, Profile 2
de: tak, Profil 2

source: your STB might be unusable now. Please consult the manual for further assistance before rebooting your STB.
de: Tuner może być popsuty. Sprawdź w instrukcji obsługi dalsze kroki postępowania zanim go zrestartujesz.

source: your cronjob
de: twoje zadania cron-a

source: your executable
de: twój plik

source: zap
de: przełącz

source: zap and record
de: przełącz i nagraj

source: zapped
de: przełączony

source: zapping interval (sec)
de: czas przełączenia (Sek.)
