Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Please don't use PiP meanwhile!
de: Bitte PiP in der Zwischenzeit nicht verwenden!

source: Please enable bluetooth before pairing the VUPLUS-BLE-RCU.
de: Bitte Bluetooth aktivieren bevor die Vu+ Fernbedienung verbunden wird.

source: Please enter URL here
de: Bitte die URL eingeben

source: Please enter a name for the HDMI IN service
de: Bitte geben Sie den Namen für den HDMI IN Kanal ein

source: Please enter a name for the new bouquet
de: Bitte einen Namen für das neue Bouquet eingeben

source: Please enter a name for the new marker
de: Bitte einen Namen für die neue Markierung eingeben

source: Please enter a new filename
de: Bitte neuen Dateinamen eingeben

source: Please enter days
de: Bitte Tage eingeben

source: Please enter filename (empty = use current date)
de: Bitte einen Dateinamen eingeben (leer = Dateiname ist aktuelles Datum)

source: Please enter name of the new directory
de: Bitte den Namen des neuen Verzeichnisses eingeben

source: Please enter password for user %s:
de: Bitte Passwort für Benutzer %s eingeben:

source: Please enter search string
de: Bitte Suchbegriff eingeben

source: Please enter search string for your location
de: Bitte geben Sie den Suchtext für Ihren Ort ein

source: Please enter the command line options
de: Bitte geben Sie die Befehlszeilenargumente ein

source: Please enter the correct pin code
de: Bitte den korrekten PIN-Code eingeben

source: Please enter the new tag
de: Bitte gib den neuen Tag an

source: Please enter the old PIN code
de: Bitte den alten PIN-Code eingeben

source: Please enter username:
de: Bitte Benutzernamen eingeben:

source: Please enter your search term.
de: Bitte geben Sie einen Suchbegriff ein.

source: Please exit and try again.
de: Bitte beenden und Vorgang wiederholen

source: Please follow the instructions on the TV
de: Bitte folgen Sie den Anweisungen auf dem Fernseher.

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
de: Auf das zuletzt ausgewählte Medium konnte nicht zugegriffen werden. Daher wird stattdessen das Standardverzeichnis benutzt.

source: Please note: The generated configuration files do not contain any keys
de: Achtung: Die erzeugten Konfiguracjasdateien beinhalten keine Keys !

source: Please press EPG/Info key for detailed error description
de: Bitte drücken Sie die EPG/Info-Taste für eine genaue Fehlerbeschreibung

source: Please press OK to continue.
de: Zum Fortfahren bitte OK drücken.

source: Please press OK!
de: Bitte OK drücken.

source: Please provide a Text to match
de: Bitte zu findenden Text eingeben

source: Please select a playlist to delete...
de: Bitte wählen Sie eine Wiedergabeliste zum Löschen...

source: Please select a playlist...
de: Bitte wählen Sie eine Wiedergabeliste...

source: Please select a standard feed or try searching for videos.
de: Wählen Sie einen Standard Feed oder suchen Sie nach Videos.

source: Please select a subservice to record...
de: Bitte einen Unterkanal zur Aufnahme auswählen...

source: Please select a subservice...
de: Bitte einen Unterkanal auswählen...

source: Please select any bouquet
de: Bitte wählen Sie ein Bouquet

source: Please select at least one bouquet
de: Bitte wählen Sie mindestens einen Bouquet aus

source: Please select at least one satellite
de: Bitte wählen Sie mindestens einen Satelliten aus

source: Please select at least one transponder
de: Bitte wählen Sie mindestens einen Transponder aus

source: Please select display (LCD) mode...
de: Bitte wählen Sie den LCD-Display-Modus...

source: Please select entry to unhide...
de: Bitte Eintrag zum Einblenden auswählen...

source: Please select firmware file
de: Bitte Firmware Datei auswählen

source: Please select location of software packages
de: Bitte Ort der Software-Pakete auswählen

source: Please select medium to use as backup location
de: Bitte wählen Sie ein Medium für die Sicherung

source: Please select medium to use as image location
de: Bitte wählen Sie das Speichergerät

source: Please select play mode :
de: Bitte wählen Sie den Wiedergabemodus aus:

source: Please select scan mode.
de: Bitte Suchmodus wählen

source: Please select tag to filter...
de: Bitte ein Stichwort zum Filtern auswählen...

source: Please select the backup path...
de: Bitte wählen Sie den Wiederherstellungspfad ...

source: Please select the destination path...
de: Bitte das Zielverzeichnis auswählen...

source: Please select the matching entry
de: Bitte passenden Eintrag auswählen

source: Please select the movie path...
de: Bitte das Filmverzeichnis auswählen

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
de: Bitte wählen Sie die Netzwerkschnittstelle, die Sie für Ihren Internetzugang nutzen möchten. Drücken Sie OK zum Fortfahren

source: Please select the restore path...
de: Bitte wählen Sie den Wiederherstellungspfad ...

source: Please select the source path...
de: Bitte das Quellverzeichnis auswählen...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
de: Bitte wählen Sie das drahtlose Netzwerk mit dem Sie sich verbinden möchten. Drücken Sie OK zum Fortfahren.

source: Please select timeshift file
de: Bitte Timeshift Datei auswählen

source: Please select type of search...
de: Bitte Suchtyp auswählen...

source: Please select your KiddyTimer- option
de: Bitte wählen Sie Ihre KiddyTimer- Option

source: Please select your preferred EPG view
de: Bitte wählen Sie die Standard-Darstellung des EPG

source: Please set up tuner B
de: Einstellungen für Tuner B

source: Please set up tuner C
de: Einstellungen für Tuner C

source: Please set up tuner D
de: Einstellungen für Tuner D

source: Please set up tuner E
de: Einstellungen für Tuner E

source: Please set up tuner F
de: Einstellungen für Tuner F

source: Please set up tuner G
de: Einstellungen für Tuner G

source: Please set up tuner H
de: Einstellungen für Tuner H

source: Please set up tuner I
de: Einstellungen für Tuner I

source: Please set up tuner J
de: Einstellungen für Tuner J

source: Please setup your tuner configuration.
de: Bitte Tuner einrichten

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
de: Verschieben des Bild-in-Bild-Fensters über die Navigationstasten. Bouquet +/-, um die Wielkość zu ändern. OK-Taste zum Speichern, EXIT-Taste zum Abbrechen.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
de: Bitte benutzen Sie die Hoch/Runter-Tasten, um Ihre Sprache auszuwählen. Danach drücken Sie bitte OK.

source: Please wait ...
de: Bitte czekaj...

source: Please wait during download.
de: Bitte czekaj Sie während des Herunterladens

source: Please wait for AP Configuration....
de: Bitte czekaj für die Einrichtung des AP...

source: Please wait for activation of your network configuration...
de: Bitte czekaj Sie, während Ihre Netzwerkeinrichtung aktiviert wird...

source: Please wait for activation of your network mount...
de: Bitte czekaj Sie, während Ihre Netzwerkfreigabe aktiviert wird...

source: Please wait for scanning AP...
de: Bitte czekaj Sie, während nach drahtlosen Netzwerken gesucht wird...

source: Please wait while removing your network mount...
de: Bitte czekaj Sie, während die Netzwerkfreigabe entfernt wird...

source: Please wait while scanning is in progress...
de: Bitte czekaj Sie, während der Suchvorgang läuft.

source: Please wait while updating your network mount...
de: Bitte czekaj Sie, während die Netzwerkfreigabe aktualisiert wird...

source: Please wait while we configure your network...
de: Bitte czekaj Sie, während das Netzwerk eingerichtet wird...

source: Please wait while we prepare your network interfaces...
de: Bitte czekaj Sie, während die Netzwerkschnittstellen vorbereitet werden...

source: Please wait while we test your network...
de: Bitte czekaj Sie, während das Netzwerk geprüft wird...

source: Please wait while your network is restarting...
de: Bitte czekaj Sie, während das Netzwerk neu gestartet wird...

source: Please wait, Loading image.
de: Bitte czekaj... Bild wird geladen...

source: Please wait, downloading drivers:
de: Bitte czekaj, die Treiber werden heruntergeladen:

source: Please wait...
de: Bitte czekaj...

source: Please wait... Loading list...
de: Bitte czekaj... Liste wird geladen...

source: Please wait.... almost ready!
de: Bitte czekaj... Vorgang fast abgeschlossen.

source: Plugin manager activity information
de: wtyczkasverwaltung: geplante Aktionen.

source: Plugin manager help
de: wtyczkasverwaltung: Hilfe

source: Plugin menu
de: Plugin Menü

source: Plugin not active
de: Plugin nicht aktiv

source: Plugin not enabled
de: Plugin nicht aktiviert

source: Plugins
de: wtyczkaen

source: Poland
de: Polen

source: Polarity
de: Polarität

source: Polarization
de: Polarisation

source: Polish
de: Polnisch

source: Poll Interval (in h)
de: Abfrageintervall (in Stunden)

source: Poll automatically
de: Automatisch suchen

source: Port of Oscam-server:
de: Port des Oscam-Servers:

source: Port which will be used for webinterface
de: Port auf dem das Webinterface erreichbar ist

source: Portuguese
de: Portugiesisch

source: Position of finished Timers in Timerlist
de: Position beendeter Timer in Timerliste

source: Positioner
de: CZERWONYor

source: Positioner fine movement
de: CZERWONYor-Feinabstimmung

source: Positioner movement
de: CZERWONYorbewegung

source: Positioner setup
de: CZERWONYor-Einstellungen

source: Positioner storage
de: Positionsspeicher

source: Power long
de: Power lang

source: Power off STB
de: Vu+ ausschalten

source: Power on
de: Einschalten

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
de: Systemzustand nach der Aufnahme. "standard" wählen, um die Standardeinstellung von enigma2 oder eigens geänderte Werte zu behalten.

source: Power threshold in mA
de: Stromschwellenwert in mA

source: Preamble
de: Präambel

source: Predefined transponder
de: Vordefinierter Transponder

source: Prefer DVB subtitles
de: DVB-Untertitel bevorzugen

source: Prefer specific tuner
de: Spezifischen Tuner bevorzugen

source: Preference
de: Präferenz

source: Preparing... Please wait
de: Vorbereitung läuft... Bitte czekaj.

source: Press 'EXIT' key to finish tune test.
de: EXIT-Taste drücken, um den Tuning-Test zu verlassen.

source: Press Front CH +
de: CH+ auf Gerätevorderseite drücken

source: Press Front CH -
de: CH- auf Gerätevorderseite drücken

source: Press Front STANDBY
de: STANDBY auf Gerätevorderseite drücken

source: Press Front VOL +
de: VOL+ auf Gerätevorderseite drücken

source: Press Front VOL -
de: VOL- auf Gerätevorderseite drücken

source: Press Front Wheel
de: Drehrad auf Gerätevorderseite drücken

source: Press Green/OK to start the scan
de: Zum Starten der Suche ZIELONY/OK drücken.

source: Press INFO on your remote control for additional information.
de: INFO drücken für zusätzliche Informationen.

source: Press MENU on your remote control for additional options.
de: Menu drücken für zusätzliche Optionen.

source: Press OK on your remote control to continue.
de: OK drücken zum Fortfahren.

source: Press OK to activate the selected skin.
de: OK drücken, um den ausgewählten Skin zu aktivieren.

source: Press OK to activate the settings.
de: OK drücken, um die Einstellungen zu aktivieren.

source: Press OK to collapse this host
de: OK drücken zum Aktivieren.

source: Press OK to edit selected settings.
de: OK drücken, um die Einstellungen zu bearbeiten.

source: Press OK to edit the settings.
de: OK drücken, um die Einstellungen zu bearbeiten.

source: Press OK to expand this host
de: OK drücken zum Bearbeiten.

source: Press OK to get further details for %s
de: OK drücken, um weitere Details zu %s zu erhalten.

source: Press OK to mount this share!
de: OK drücken, um diese Freigabe einzuhängen.

source: Press OK to mount!
de: OK drücken zum Einhängen.

source: Press OK to save settings.
de: OK drücken, um die Einstellungen zu speichern.

source: Press OK to scan
de: Zum Starten der Suche OK drücken.

source: Press OK to select a Provider.
de: OK drücken, um einen Provider auszuwählen.

source: Press OK to select.
de: Ok drücken zum Auswählen.

source: Press OK to select/deselect a CAId.
de: OK drücken, um eine CAID aus-/abzuwählen.

source: Press OK to start the scan
de: Zum Starten der Suche OK drücken.

source: Press OK to toggle the selection.
de: OK drücken, um die Auswahl umzuschalten.

source: Press and hold the buttons <MENU+AUDIO> for five seconds to start.
de: <MENU> + <AUDIO> Taste 5 Sekunden gedrückt halten

source: Press arrow up from frontpanel to start loading.
de: Pfeil nach oben an der Gerätevordeseite drücken, um den Ladevorgang zu starten.

source: Press green key to connect device.
de: Taste ZIELONY zum Verbinden mit dem Bluetoothgerät drücken

source: Press ok button to select bouquet
de: Drücken Sie OK-Taste um eine Bouquet auszuwählen

source: Press ok button to select satellite
de: Drücken Sie OK-Taste um einen Satelliten auszuwählen

source: Press ok or green button to install satellites.xml
de: Drücken Sie OK- oder ZIELONYe Taste, um die satellites.xml zu installieren

source: Press red key to enable bluetooth.
de: CZERWONYe Taste drücken um Bluetooth zu aktivieren

source: Press yellow to set this interface as default interface.
de: Gelb drücken, um diese Schnittstelle als Standard zu setzen.

source: Prev
de: Poprzedni

source: Prev quad PiP channel
de: Vorheriger Quad-PiP Kanal

source: Preview
de: Podgląd

source: Preview AutoTimer
de: Podgląd

source: Preview created.
de: Podglądbild erstellt.

source: Preview menu
de: Podgląd menu

source: Previous
de: Poprzedni

source: Previous Bouquet
de: Vorheriges Bouquet

source: Previous Channel
de: Vorheriger Kanal

source: Previous Group
de: vorherige Gruppe

source: Previous bouquet
de: Vorherige Favoritenliste

source: Previous color depth
de: vorherige Farbtiefe

source: Previous entry
de: Vorheriger Eintrag

source: Previous page
de: Vorherige Seite

source: Previous picon creator
de: vorheriger Piconersteller

source: Previous picon size
de: vorherige PiconWielkość

source: Previous timeshift event
de: Vorherige Timeshift Aufzeichnung

source: Primary DNS
de: Primärer DNS

source: Primetime at start:
de: Primetime beim Start auswählen:

source: Prioritize updates of packages (--force-overwrite)
de: Updates haben Vorrang (--force-overwrite)

source: Priority
de: Priorytet

source: Process
de: Proces

source: Profile: Create your own profiles.
de: Eigenes Profil für dei Feineinstellung erzeugen.

source: Progress
de: Postęp

source: Properties of current title
de: Details zum ausgewählten Titel

source: Protect VTi Panel
de: VTi Panel schützen

source: Protect VTi menu
de: VTi Menü schützen

source: Protect configuration
de: Konfiguracja schützen

source: Protect deleting of movies
de: Löschen von Aufnahmen schützen

source: Protect main menu
de: Hauptmenü schützen

source: Protect movie list
de: Filmliste schützen

source: Protect movies and directories
de: Aufnahmen/Verzeichnisse schützen

source: Protect plugin browser
de: wtyczkaen schützen

source: Protect services
de: Kanäle schützen

source: Protect setup
de: Einstellungen schützen

source: Protect standby menu
de: Ausschaltmenü schützen

source: Protect timer list
de: Timerliste schützen

source: Provider
de: Dostawca

source: Provider to scan
de: Zu durchsuchende Anbieter

source: Providers
de: Dostawcy

source: Published
de: Opublikowany

source: Purge Enigma2 Crashlogs
de: Enigma2-Absturzberichte löschen

source: Put your voice close to the remote control...
de: Bitte in das Mikrofon der Fernbedienung sprechen ...

source: Puts the box in standby mode after boot.
de: Versetzt die Box nach dem Booten in den Standby Modus.

source: Python frontend for /tmp/mmi.socket
de: Python-Frontend für /tmp/mmi.socket

source: Q:
de: F:

source: Quad PIP channel
de: Quad-PiP Kanal

source: Quad PiP Channel Selection
de: Quad-PiP Senderauswahl

source: Quad Pip Screen
de: Quad-PiP Fenster

source: Query IMDb: %s...
de: Frage bei IMDb an: %s...

source: Query OFDb: %s...
de: Frage bei OFDb an: %s...

source: Query details from the Internet Movie Database
de: Filminformationen aus der Internet Movie Database

source: Query details from the Online-Filmdatenbank
de: Filminformationen aus der Online-Filmdatenbank

source: Queue Manager
de: Queue verwalten

source: Queue processed.
de: Queue abgearbeitet.

source: Quick
de: Szybki

source: Quickbutton Key : %s
de: Quickbutton Taste : %s

source: Quickbutton: Key
de: Quickbutton: Taste

source: Quickzap
de: Schnellumschalter

source: Quit
de: Koniec

source: RC Menu
de: Pilot

source: RC command '%s' has been issued
de: FB Befehl '%s' wurde abgesetzt

source: REC button long press
de: REC-Taste lange drücken

source: REC button press
de: REC-Taste drücken

source: RECEIVED
de: OTRZYMANY

source: RF output
de: Wyjście RF

source: RGB Test
de: Test RGB

source: RGBTest
de: Test RGB

source: RIGHT [bottom]
de: RECHTS [unten]

source: RIGHT [top]
de: RECHTS [oben]

source: RS232 Test Failed! Press 'EXIT' button!
de: RS232-Test fehlgeschlagen. Naciśnij klawisz 'EXIT'!

source: RTS Threshold (0~2347)
de: RTS-Schwellenwert (0~2347)

source: Radio-mode
de: Tryb Radia

source: Rainbow
de: Regenbogen

source: Raised
de: hochgestellt

source: Random
de: Zufällig

source: Rating
de: Bewertung

source: Ratings:
de: Bewertungen:

source: Re-Query IMDb: %s...
de: Frage erneut bei IMDb an: %s...

source: Re-Query OFDb: %s...
de: Frage erneut bei OFDb an: %s...

source: Read PhoneBook from FRITZ!Box
de: Telefonbuch der FRITZ!Box auslesen

source: Read/write error (disk full?)
de: lese/schreib Fehler (Festplatte voll?)

source: Reading Channels...
de: Die Kanäle werden eingelesen...

source: Really close without saving settings?
de: Wirklich schließen ohne die Einstellungen zu speichern?

source: Really delete account %s?
de: Konto '%s' wirklich löschen?

source: Really delete done timers?
de: Abgeschlossene Timer wirklich löschen?

source: Really delete this HDMI-Cec-Timespan Entry?
de: Wollen Sie diese Zeitspanne wirklich löschen?

source: Really delete this Server?
de: Diesen Server wirklich löschen?

source: Really delete this entry? It cannot be recovered!
de: Diesen Eintrag wirklich entfernen? Diese Aktion ist unwiderruflich!

source: Really delete this page? It cannot be recovered!
de: Soll diese Seite wirklich gelöscht werden? Dies kann nicht rückgängig gemacht werden.

source: Really exit the subservices quickzap?
de: Den Unterkanal-Schnellumschalter wirklich beenden?

source: Really quit MyTube Player?
de: MyTube Player wirklich beenden?

source: Really reboot now?
de: Möchten Sie wirklich neu starten?

source: Really rename the recording
de: Aufnahme wirklich umbenennen

source: Really restart now?
de: Möchten Sie wirklich neu starten?

source: Really shutdown now?
de: Möchten Sie wirklich ausschalten?

source: Reboot
de: Restart tunera

source: Reboot after %d seconds. Press the OK to reboot now.
de: Neustart nach %d Sekunden. OK drücken für sofortigen Neustart.

source: Reboot in %d seconds. Press OK to reboot now.
de: Neustart in %d Sekunden. OK drücken für sofortigen Neustart

source: Received %d new news item(s).
de: %d neue Nachrichten empfangen.

source: Recently featured
de: Kürzlich featured

source: Reception Settings
de: Empfangseinstellungen

source: Reconnect type:
de: Typ der Internet Neuverbindung:

source: Record
de: Nagrywanie

source: Record a maximum of x times
de: Höchstens X-mal aufnehmen

source: Record current event
de: Aktuelle Sendung aufnehmen

source: Record even when movie is already in database
de: Aufnehmen auch wenn Aufnahme bereits in der Datenbank ist

source: Record on
de: Aufnahme von

source: Record time limited due to conflicting timer %s
de: Aufnahmezeit aufgrund des in Konflikt stehenden Timers %s begrenzt

source: Recorded files
de: Aufgenommene Dateien

source: Recorded files...
de: Aufgenommene Dateien...

source: Recording
de: Aufnahme

source: Recording Menu
de: Aufnahmemenü

source: Recording length
de: Aufnahme-Länge

source: Recording location:
de: Aufnahmepfad

source: Recording paths
de: Aufnahmepfade

source: Recording stream station
de: Aktuell laufende Aufnahme-Station

source: Recording(s) are in progress or coming up in few seconds!
de: Zurzeit sind Aufnahmen aktiv oder starten in Kürze.

source: Recordings
de: Nagrania

source: Recordings always have priority
de: Aufnahmen haben immer Vorrang

source: Recordings of last %d days
de: Aufnahmen der letzten %d Tage

source: Red button...
de: CZERWONY klawisz...

source: Reenter PIN
de: PIN-Eingabe wiederholen

source: Reenter new PIN
de: Neue PIN erneut eingeben

source: Refresh EPG automatically
de: EPG automatisch aktualisieren

source: Refresh EPG using
de: Aktualisiere unter Verwendung von

source: Refresh Rate
de: Bildwiederholrate

source: Refresh Screenshot
de: Screenshot aktualisieren

source: Refresh interval in minutes:
de: Aktualisierung in Minuten:

source: Refresh now
de: Aktualisieren

source: Refresh rate selection
de: Auswahl der Bildwiederholungsrate

source: Refresh status
de: Status neu holen

source: Refreshing
de: Aktualisiere

source: Refreshing...
de: Odświerzanie...

source: Registered HDMI-Cec-Hooks:
de: Eingetragene HDMI-Cec-Hooks:

source: Related video entries.
de: Ähnliche Videos

source: Relevance
de: Relevanz

source: Reload
de: Przeładowany

source: Reload Black-/Whitelists
de: Black-/Whitelists neu laden

source: Reload Device
de: Geräte neu laden

source: Reload configfile ?
de: Konfiguracjasdatei neu laden ?

source: Reload current page URL
de: Aktuelle Seite neu laden

source: Reload interval for phonebooks (hours)
de: Lade Telefonbücher neu nach soviel Stunden

source: Remaining time: %s
de: Verbleibende Zeit: %s

source: Remap left/right to SmartSeek constant skip intervall
de: Links/Rechts immer für SmartSeek Sprungintervall verwenden

source: Remember movie / directory PIN
de: Aufnahmen-/Verzeichnis-PIN merken

source: Remember movie-delete PIN
de: Aufnahme-Lösch-PIN merken

source: Remember permanently?
de: Dauerhaft merken?

source: Remember service PIN
de: Kanal-PIN merken

source: Remember service PIN cancel
de: Kanal-PIN-Abbruch merken

source: Remind Me later
de: Später erinnern

source: Reminder
de: Przypomnienie

source: Reminder ! Following preferred service starts now : %s %s Do you want to zap ?
de: Erinnerung. Nachfolgende Sendung startet jetzt: %s %s Möchten Sie umschalten?

source: Remote
de: FTP

source: Remote (not connected)
de: FTP (nicht verbunden)

source: Remote Control System Code
de: Systemcode der Fernbedienung

source: Remote Control System Code Setting
de: Code der Fernbedienung einstellen

source: Remote control macro I
de: Fernbedienungsmakro I

source: Remote control macro II
de: Fernbedienungsmakro II

source: Remote control macro III
de: Fernbedienungsmakro III

source: Remote control macro IV
de: Fernbedienungsmakro IV

source: Remote control macro V
de: Fernbedienungsmakro V

source: RemoteControlCode
de: Code der Fernbedienung

source: Remount Network Shares
de: Erneuere Netzwerkfreigaben

source: Removable : %s
de: Wechselbar: %s

source: Remove
de: Skasuj

source: Remove Bookmark
de: Lesezeichen entfernen

source: Remove Channel from result list
de: Sender aus der Liste entfernen

source: Remove Event from result list
de: Diese Sendung aus der Liste entfernen

source: Remove HbbTV support
de: HbbTV-Unterstützung entfernen

source: Remove Opera HbbTV
de: Opera HbbTV entfernen
