Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
de: Sie haben keine Standardeinstellung für die Installation ausgewählt, können dies aber später im Einstellungsmenü nachholen.

source: You chose not to install anything. Please press OK finish the install wizard.
de: Sie haben nichts zum Installieren ausgewählt. Bitte drücken Sie OK, um den Installations-Assistenten zu beenden.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
de: Sie haben das Attribut "Finde in Titel" nicht angegeben. Da dies ein notwendiges Attribut ist können Sie nicht fortfahren ohne dies zu tun.

source: You didn't select a channel to record from.
de: Sie haben keinen Sender zum Aufnehmen ausgewählt.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
de: Es wurde "%s" als Suchtext eingegeben. Sollen Leerzeichen am Ende entfernt werden?

source: You have chosen to backup your settings. Please press OK to start the backup now.
de: Sie haben sich entschieden, Ihre Einstellungen zu sichern. Drücken Sie OK, um den Vorgang zu starten.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
de: Sie haben sich entschlossen, Ihre Einstellungen wiederherzustellen. Enigma2 wird nach der Wiederherstellung neu starten. Bitte drücken Sie OK, um mit der Wiederherstellung zu beginnen.

source: You have to stop your playing Movie before
de: Sie müssen zuerst die Wiedergabe des laufenden Filmes beenden

source: You have to wait %s!
de: Sie müssen %s czekaj.

source: You need a PC connected to your STB. If you need further instructions, please visit the website http://www.dm7025.de. Your STB will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
de: Sie müssen einen PC mit Ihrer Vu+ verbunden haben. Wenn Sie weiterführende Informationen benötigen, besuchen Sie die Webseite http://www.dm7025.de. Die Vu+ wird nun ausgeschaltet. Nachdem Sie das Update wie auf der Webseite beschrieben durchgeführt haben, wird Sie die neue Firmware fragen, ob Sie die Einstellungen wiederherstellen möchten.

source: You need to enable the monitoring on your FRITZ!Box by dialing #96*5*!
de: Monitoring auf der FRITZ!Box muss durch Wählen von #96*5* eingeschaltet werden!

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
de: Sie müssen eine PIN festlegen, die Sie vor Ihren Kindern geheim halten. Möchten Sie nun eine PIN eingeben?

source: You need to set the password of the FRITZ!Box in the configuration dialog to display calls It could be a communication issue, just try again.
de: In der Konfiguracja muss das Passwort für die FRITZ!Box gesetzt sein. Es könnte eine Kommunikationsproblem mit der FRITZ!Box sein. Versuchen Sie es nochmal.

source: You need to write something!
de: Sie müssen etwas eingeben

source: You should now reboot your STB in order to ralink device operate in AP mode. Reboot now ?
de: Sie sollten Ihre Vu+ jetzt neu starten, um den AP-Modus Ihres Ralink-Geräts zu aktivieren. Jetzt neu starten?

source: You should now reboot your STB to better performance of ralink device in STA mode. Reboot now ?
de: Sie sollten Ihre Vu+ jetzt neu starten, um eine bessere Leistung Ihres Ralink-Geräts im STA-Modus zu erreichen. Jetzt neu starten?

source: You should now reboot your STB to change SAT>IP Configuration. Reboot now ?
de: Sie sollten Ihre Vu+ STB jetzt neu starten, damit Ihre SAT>IP Konfiguracja übernommen wird Zrestartować ?

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
de: Sie haben den neuen AutoTimer erfolgreich konfiguriert. Soll er der Liste hinzugefügt werden? Durch drücken von "EXIT" auf der Fernbedienung können Sie einen Schritt Poprzedni gehen.

source: YouTube player:
de: Odtwarzacz YouTube:

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
de: Das Attribut "Finde in Titel" endet bei Ihnen mit einem Leerzeichen. Bitte bestätigen Sie ob dies Absicht war, sonst werden diese entfernt.

source: Your STB is now ready to use. Your internet connection is working now.
de: Ihre Vu+ ist jetzt fertig eingerichtet. Ihre Internetverbindung funktioniert nun.

source: Your STB is now ready to use. Your internet connection is working now. Please press OK to continue.
de: Ihre Vu+ ist jetzt fertig eingerichtet. Ihre Internetverbindung funktioniert nun. Drücken Sie OK zum Fortfahren.

source: Your STB is shutting down. Please stand by...
de: Ihre Vu+ schaltet sich nun aus. Bitte czekaj Sie einen Moment...

source: Your STB isn't connected to the internet properly. Please check it and try again.
de: Ihre Vu+ ist nicht korrekt mit dem Internet verbunden. Bitte beheben Sie dies und versuchen Sie es dann erneut.

source: Your STB will restart after pressing OK on your remote control.
de: Ihre Vu+ wird neu starten, nachdem Sie OK auf Ihrer Fernbedienung gedrückt haben.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
de: Ihre Sicherung wurde erfolgreich abgeschlossen. Ihre Vu+ wird nun den weiteren Aktualisierungsprozess erklären.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
de: Ihre Zusammenstellung überschreitet die Wielkość eines einfachen Mediums. Sie benötigen eine leere Dual-Layer-DVD.

source: Your config file is not well-formed: %s
de: Ihre Konfiguracjasdatei ist fehlerhaft: %s

source: Your current collection will get lost!
de: Ihre aktuelle Zusammenstellung geht dabei verloren.

source: Your internet connection is not working! Please choose what you want to do next.
de: Ihre Internetverbindung funktioniert nicht. Bitte wählen Sie eine Option zum Fortfahren.

source: Your network configuration has been activated.
de: Ihre Netzwerkeinrichtung wurde aktiviert.

source: Your network is not working. Please try again.
de: Ihr Netzwerk funktioniert nicht. Bitte versuchen Sie es erneut.

source: Your network mount has been activated.
de: Ihre Netzwerkfreigabe wurde aktiviert.

source: Your network mount has been removed.
de: Ihre Netzwerkfreigabe wurde entfernt.

source: Your network mount has been updated.
de: Ihre Netzwerkfreigabe wurde aktualisiert.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
de: Ihre WLAN-Internetverbindung konnte nicht gestartet werden. Ist Ihr USB-WLAN-Stick korrekt angeschlossen? Bitte wählen Sie eine Option zum Fortfahren.

source: ZDFmediathek Plugin is not installed!
de: ZDFmediathek Plugin ist nicht installiert!

source: Zap
de: Umschalten

source: Zap & Close
de: Zappe & Schliesse

source: Zap History
de: Senderhistorie

source: Zap PiP and not main screen
de: Bild-in-Bild (PiP) und nicht Hauptbild umschalten

source: Zap Statistic
de: Zap Statistik

source: Zap Up/Down
de: Zappen vor/Poprzedni

source: Zap and Exit
de: Umschalten und verlassen

source: Zap back to previously tuned service?
de: Poprzednischalten zum zuletzt laufenden Kanal?

source: Zap back to service before positioner setup?
de: Poprzednischalten zum Kanal, der vor dem Öffnen der CZERWONYor-Einstellungen lief?

source: Zap back to service before satfinder?
de: Poprzednischalten zum Kanal, der vor dem Öffnen des Satfinders lief?

source: Zap back to service before tuner setup?
de: Poprzednischalten zum zuletzt laufenden Kanal?

source: Zap focus:
de: Fokus beim Umschalten:

source: Zap focused channel on full screen
de: Zum markierten Sender wechseln (Vollbildschirm)

source: Zap history back
de: Zap Verlauf Poprzedni

source: Zap history next
de: Zap Verlauf vor

source: Zap to
de: Schalte auf

source: Zap with OK button (false=EventInfo):
de: OK-Taste zum Umschalten verwenden:

source: Zap+Exit
de: Zap + Beenden

source: Zap-History Browser
de: Zap-Historie Browser

source: Zap-History Configurator
de: Zap-Historie Konfigurator

source: Zapping Mode
de: Zapping-Modus

source: Zapping Mode Selection
de: Verhalten beim Umschalten einrichten

source: Zapping back in %d Minutes
de: Schalte Poprzedni in %d Minuten

source: Zapping is disabled in WebInterface Configuration
de: Umschalten wurde in der Konfiguracja des WebInterface deaktiviert

source: ZappingModeSelection
de: Zapping-Modus

source: [ N/A ]
de: [ N/V ]

source: [Dynamic] %s | %s
de: Dynamisch %s | %s

source: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # If you have problems to log into your imap-server, please send me the output of the following line # cbCapabilities: %(capa)s ####################################################################################################
de: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # Bei Problemen sich am Server anzumelden, bitte die folgende Zeile schicken # cbCapabilities: %(capa)s ####################################################################################################

source: [Moodlamp] %s | ColorFader
de: Stimmungslicht %s | Frabwechsel

source: [Moodlamp] %s | RGBtest
de: Stimmungslicht %s | RGB Test

source: [Moodlamp] %s | Rainbow
de: Stimmungslicht %s | Regenbogen

source: [Moodlamp] %s | Static color
de: Stimmungslicht %s | statische Farbe

source: [Server] Client connected (%s)
de: [Server] Client verbunden (%s)

source: [Server] Idle
de: [Server] schlafend

source: [alternative edit]
de: [Alternativen-Bearbeitung]

source: [bouquet edit]
de: [Bouquet-Editor]

source: [favourite edit]
de: [Favoriten-Editor]

source: [move mode]
de: [Verschiebe-Modus]

source: a gui to assign services/providers to common interface modules
de: Eine Oberfläche um Kanäle/Provider einem Common Interface zuzuweisen.

source: a gui to assign services/providers/caids to common interface modules
de: Eine Oberfläche um Kanäle/Provider/CAIDs einem Common Interface zuzuweisen.

source: abort alternatives edit
de: Alternativen-Bearbeitung abbrechen

source: abort bouquet edit
de: Bouquet-Bearbeitung abbrechen

source: abort favourites edit
de: Favoriten-Bearbeitung abbrechen

source: about to start
de: Startet gleich

source: account %s is not connected
de: Konto %s ist nicht verbunden

source: account name
de: Kontoname

source: account not connected
de: Konto nicht verbunden

source: activate current configuration
de: Aktuelle Konfiguracja aktivieren

source: activate network adapter configuration
de: Netzwerkverbindung aktivieren

source: activate/change password for VTI Panel
de: Passwort für das VTi Panel aktivieren oder ändern

source: add
de: Hinzufügen

source: add AutoTimer
de: AutoTimer hinzufügen

source: add AutoTimer...
de: AutoTimer hinzufügen...

source: add HDMI IN to bouquet
de: HDMI IN zu Bouquet hinzufügen

source: add HDMI IN to favourites
de: HDMI IN zu Favoriten hinzufügen

source: add Provider
de: Provider hinzufügen

source: add Service
de: Kanal hinzufügen

source: add a nameserver entry
de: DNS-Servereintrag hinzufügen

source: add alternatives
de: Alternativen hinzufügen

source: add bookmark
de: Lesezeichen hinzufügen

source: add bouquet
de: Bouquet hinzufügen

source: add directory to playlist
de: Verzeichnis zur Wiedergabeliste hinzufügen

source: add file to playlist
de: Datei zur Wiedergabeliste hinzufügen

source: add files to playlist
de: Dateien zur Wiedergabeliste hinzufügen

source: add filters
de: Neue Filter

source: add marker
de: Markierung einfügen

source: add partition
de: Partition hinzuf.

source: add recording (enter recording duration)
de: Aufnahme hinzufügen (Aufnahmelänge eingeben)

source: add recording (enter recording endtime)
de: Aufnahme hinzufügen (Aufnahmeendzeit eingeben)

source: add recording (indefinitely)
de: Aufnahme hinzufügen (unbegrenzt)

source: add recording (stop after current event)
de: Aufnahme hinzufügen (aktuelle Sendung)

source: add server
de: neu

source: add service to bouquet
de: Zu Bouquet hinzufügen

source: add service to favourites
de: Zu Favoriten hinzufügen

source: add services
de: Neue Sender

source: add to EPGRefresh
de: Zu EPGRefresh hinzufügen

source: add to parental pCZERWONYection
de: Jugendschutz anschalten

source: advanced
de: Erweitert

source: after restart
de: nach Neustart

source: after restart/standby
de: nach Neustart/Standby

source: after standby
de: nach Standby

source: alphabetic sort
de: Aufnahmen alphabetisch sortieren

source: alphabetical
de: Alphabetisch

source: always InfoBar
de: immer InfoBar

source: always ask
de: Immer fragen

source: and
de: und

source: and many contributors
de: und viele andere Mitwirkende

source: and there is made an extra copy in:
de: und es wurde eine zusätzliche Kopie erstellt in:

source: any substring
de: beliebiger Teil des Textes

source: append to exisiting service lists
de: bestehende Kanallisten ergänzen

source: ask me
de: frage mich

source: assign bookmark
de: Lesezeichen zuweisen

source: assigned CAIds:
de: Zugewiesene CAIDs:

source: assigned Services/Provider:
de: Zugewiesene Kanäle/Provider:

source: at beginning
de: Am Anfang

source: at end
de: Am Ende

source: audio track (%s) format
de: Format der Tonspur (%s)

source: audio track (%s) language
de: Sprache der Tonspur (%s)

source: audio tracks
de: Tonspuren

source: auto
de: Automatisch

source: auto (off)
de: Automatisch (aus)

source: automatically
de: automatisch

source: autotimers need a match attribute
de: AutoTimer benötigen einen Suchtext

source: available
de: Verfügbar

source: back
de: Poprzedni

source: background image
de: Hintergrundbild

source: backgroundcolor
de: Hintergrundfarbe

source: backup of running kernel
de: Sicherung des aktuellen Kernel

source: backup or flash an image
de: Image aktualisieren, sichern oder wiederherstellen

source: backup or restore your settings (only for experts)
de: Sichern und Wiederherstellen Ihrer Einstellungen (nur für Experten)

source: backup root filesystem
de: Sicherung des Grundsystems

source: backup/restore or install software
de: Software sichern, wiederherstellen oder installieren

source: backupstick or
de: Sicherungsstick oder

source: before 05.27
de: vor 05.27

source: beginning of a word
de: am Wortanfang

source: better
de: Besser

source: black
de: Schwarz

source: black screen
de: Schwarzer Bildschirm

source: blacklist
de: Negativliste

source: blue
de: NIEBIESKI

source: bookmark
de: Lesezeichen

source: bottom
de: unten

source: burn audio track (%s)
de: Tonspur brennen (%s)

source: call redirections active
de: Rufumleitungen aktiv

source: cam info :
de: CAM-Informationen:

source: cancel
de: Abbruch

source: cannot access inbox
de: Kein Zugriff auf INBOX

source: cannot get headers of new messages
de: Kann Header der neuen Nachrichten nicht lesen

source: cannot get list of new messages
de: Kann Liste neuer Nachrichten nicht bekommen

source: case-insensitive search
de: ignoriere Groß- und Kleinschreibung

source: case-sensitive search
de: erzwinge Groß- und Kleinschreibung

source: center
de: zentriert

source: change channel on timeout
de: Kanal nach ZeitaNIEBIESKIf wechseln

source: change list view
de: Listenansicht wechseln

source: change name...
de: Umbenennen...

source: change play mode...
de: Abspielmodus wechseln

source: change recording (duration)
de: Aufnahme ändern (Aufnahmelänge)

source: change recording (endtime)
de: Aufnahme ändern (Aufnahmeendzeit)

source: change recording (timer editor)
de: Aufnahme ändern (Timer-Editor)

source: change tuner on timeout
de: Tuner nach ZeitaNIEBIESKIf wechseln

source: channel
de: Sender

source: chapters
de: Kapitel

source: choose drivers for download/install
de: Treiber für Download bzw. Installation auswählen

source: choose drivers from local filesystem to install
de: Treiber vom lokalen Dateisystem für die Installation auswählen

source: choose this drivers for download
de: Diesen Treiber zum Herunterladen auswählen

source: circular left
de: Linkszirkular

source: circular right
de: Rechtszirkular

source: cleanup movie database
de: Filmdatenbank bereinigen

source: clear movie trash
de: Papierkorb leeren

source: clear playlist
de: Wiedergabeliste leeren

source: close
de: Schließen

source: color depth:
de: Farbtiefe:

source: complex
de: Komplex

source: config changed.
de: Konfiguracja wurde geändert

source: config menu
de: Einrichtungsmenü

source: configuration
de: Konfiguracja

source: configure automated power off / standby
de: Automatisches Ausschalten einrichten

source: confirmed
de: Bestätigt

source: connect to %s failed!!
de: verbinden zu %s fehlgeschlagen

source: connected
de: Verbunden

source: connecting %s
de: verbinde %s

source: connecting %s failed!!
de: Verbindung mit %s fehlgeschlagen

source: connection failed - retrying
de: Verbindung fehlgeschlage - neuer Versuch

source: continue timeshift
de: Timeshift fortsetzen

source: continue/pause
de: Weiter / Pause

source: copy
de: Kopieren

source: copy : %s
de: Kopieren: %s

source: copy selected items
de: Ausgewählte Einträge kopieren

source: copy to bouquets
de: In Bouquets kopieren

source: copy to:
de: Kopiere auf:

source: create and manage your Swapfile
de: Auslagerungsdatei erstellen und verwalten

source: create basic configuraton files for Oscam
de: erzeuge grundlegende Konfiguracjasdateien für Oscam

source: create bookmark : %s
de: Lesezeichen erstellen: %s

source: create directory
de: Verzeichnis erstellen

source: create flashable file of root filesystem
de: Flashbare Datei des Grundsystems erstellen

source: create folder
de: Verzeichnis erstellen

source: create partition %s
de: Partition %s erstellen

source: create symlink
de: Symbolische Verknüpfung erstellen

source: creates a list of installed plugins, skins and softcams
de: Liste der installierten Plugins, Skins und SoftCams erstellen

source: creating and manipulating partition tables
de: Erstellen und Verändern der Partitionstabelle

source: current channel
de: aktiver Kanal

source: customize color buttons
de: Farbtasten personalisieren

source: daily
de: Täglich

source: dark yellow
de: Dunkles Gelb

source: day
de: Tag

source: deactivate startup service
de: Eingestellten Startkanal deaktivieren

source: default
de: Standard

source: default mount point for hdd
de: Standard-Einhängepunkt für Festplatte

source: delete
de: Löschen

source: delete : %s
de: Löschen: %s

source: delete cut
de: Schnitt löschen

source: delete entries from main menu of your VU+
de: Einträge aus dem Hauptmenü Ihrer Vu+ löschen

source: delete file
de: Datei löschen

source: delete partition %s
de: Partition %s löschen

source: delete playlist entry
de: Wiedergabelisteneintrag löschen

source: delete saved playlist
de: Gespeicherte Wiedergabeliste löschen

source: delete selected items
de: Ausgewählte Einträge löschen

source: delete server
de: löschen

source: delete timeshift file
de: Timeshift Datei löschen

source: delete translation files expect configured language
de: Sprachdateien (mit Ausnahme der aktuellen Sprache) entfernen

source: description match
de: Teil der Beschreibung

source: device : %s
de: Gerät: %s

source: devices active
de: WLAN-Stationen aktiv

source: disable
de: Deaktivieren

source: disable at GUI-start
de: deaktivieren bei GUI-Start

source: disable from webinterface
de: deaktivieren von Webinterface

source: disable grouped folders in: %s
de: Gruppierte Ordner aus für: %s

source: disable move mode
de: Verschiebe-Modus deaktivieren

source: disable select mode
de: Auswahlmodus deaktivieren

source: disabled
de: Deaktiviert

source: disabled at parental lock
de: ausgeschaltet bei Kindersicherung

source: disconnect to %s failed!!
de: Trennung von %s ist fehlgeschlagen

source: disconnected
de: Nicht verbunden

source: disconnecting %s
de: trenne %s

source: disconnecting %s failed!!
de: Trennung von %s fehlgeschlagen!!

source: display calls
de: Alle Anrufe

source: display connection errors
de: Verbindungsfehler anzeigen

source: display phonebook
de: Telefonbuch

source: display timeout (seconds)
de: Anzeige-Timeout (in Sekunden)

source: do not change
de: Nicht ändern

source: do not play a service on startup
de: Keine Station beim Starten abspielen

source: do nothing
de: Nichts unternehmen

source: done
de: fertig

source: done!
de: Abgeschlossen.

source: done, using last list
de: fertig, benutze letzte Liste

source: down
de: runter

source: download images from vuplus-support.org and flash it
de: Image von vuplus-support.org herunterladen und flashen

source: edit
de: Bearbeiten

source: edit alternatives
de: Alternativen bearbeiten

source: edit filters
de: Filter bearbeiten

source: edit server
de: ändern

source: edit services
de: Sender bearbeiten

source: edit tags
de: Tags bearbeiten

source: edit tags...
de: Tags bearbeiten

source: empty
de: Leer

source: empty values - retry
de: Leere Felder, neuer Versuch

source: enable
de: Aktivieren

source: enable Power Off
de: Ausschalten senden

source: enable Power On
de: Einschalten senden

source: enable bouquet edit
de: Bouquet-Bearbeitung aktivieren

source: enable debug
de: Debug aktivieren

source: enable favourite edit
de: Favoriten-Bearbeitung aktivieren

source: enable grouped folders in: %s
de: Gruppierte Ordner an für: %s

source: enable move mode
de: Verschiebe-Modus aktivieren

source: enable select mode
de: Auswahlmodus aktivieren

source: enable/disable Systemservices
de: Systemdienste aktivieren oder deaktivieren

source: enabled
de: Aktiviert

source: encrypted
de: verschlüsselt

source: end alternatives edit
de: Alternativen-Bearbeitung beenden

source: end bouquet edit
de: Bouquet-Bearbeitung beenden

source: end cut here
de: Schnitt endet hier

source: end favourites edit
de: Favoriten-Bearbeitung beenden

source: enter directory/get file/put file
de: Verzeichnis betreten/Datei herunterladen/Datei hochladen

source: equal to
de: Gleich wie

source: error
de: Fehler

source: error logging %(who)s in: %(failure)s
de: Fehler bei Anmeldung von %(who)s: %(failure)s

source: event
de: Sendung

source: exact match
de: exakter Treffer

source: execute
de: Ausführen

source: executes your personal backup/restore scripts
de: Eigene Sicherungs-/Wiederherstellungsskripte ausführen

source: exit
de: Beenden

source: exit DVD player or return to file browser
de: DVD-Player beenden oder Poprzedni zum Dateimanager

source: exit mediaplayer
de: Mediaplayer beenden

source: exit movielist
de: Filmliste verlassen

source: exit nameserver configuration
de: DNS-Servereinstellungen verlassen

source: exit network adapter configuration
de: Netzwerkadaptereinrichtung verlassen

source: exit network interface list
de: Netzwerkschnittstellenübersicht verlassen

source: exit networkadapter setup menu
de: Netzwerkadaptermenü verlassen

source: ext2 - recommended for USB flash memory
de: ext2 - empfohlen für USB-Sticks

source: ext3 - recommended for harddisks
de: ext3 - empfohlen für Festplatten

source: ext4 - experimental
de: ext4 - experimentell

source: extensions
de: wtyczkasmenü

source: extrawide
de: extra-weit

source: fade in
de: einblenden

source: fade in/out
de: ein-/ausblenden

source: fade out
de: ausblenden

source: failed to load message
de: Konnte Nachricht nicht laden

source: fast
de: Schnell

source: file %s not found!
de: Datei %s nicht gefunden !

source: fileformats (BMP, PNG, JPG, GIF)
de: Dateiformate (BMP, PNG, JPG, GIF)
