Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Remove Package
de: Paket entfernen

source: Remove Plugins
de: Plugins entfernen

source: Remove Quad Channel Entry
de: Quad-PiP Kanal entfernen

source: Remove Skin
de: Skasuj skórkę

source: Remove USB tuner support
de: USB-Tuner-Unterstützung entfernen

source: Remove WLAN support
de: WLAN-Unterstützung entfernen

source: Remove WebBrowser
de: Webbrowser entfernen

source: Remove a mark
de: Eine Markierung entfernen

source: Remove all
de: Skasuj wszystko

source: Remove currently selected title
de: Ausgewählten Titel entfernen

source: Remove finished timers from timer list
de: Timer nach der Aufnahme entfernen

source: Remove finished.
de: Entfernen abgeschlossen.

source: Remove horizontal blackbars from lights.
de: Horizontale schwarze Balken für die Lichter entfernen.

source: Remove language files
de: Sprachdateien entfernen

source: Remove not needed packages (VTi ZerO)
de: Nicht benötigte Pakete entfernen (VTi ZerO)

source: Remove older 7 Days
de: Ältere als 7 Tage

source: Remove plugins
de: Usuń wtyczki

source: Remove preinstalled packages from image
de: Vorinstallierte Pakete aus dem Image entfernen

source: Remove preinstalled plugins
de: Usuń preinstalowane wtyczki

source: Remove samba server
de: Samba-Server entfernen

source: Remove selected
de: Ausgewählte

source: Remove selected AutoTimer
de: Markierten AutoTimer löschen

source: Remove selected device
de: Ausgewähltes Gerät entfernen

source: Remove the statusbar from colortuning screen
de: Entferne die Statusinformationen während der Feineinstellung

source: Remove timer
de: Timer entfernen

source: Remove title
de: Titel entfernen

source: Remove vertical blackbars from lights.
de: Vertikale schwarze Balken für die Lichter entfernen.

source: Remove xbmc
de: Xbmc entfernen

source: Removed %s.
de: %s wurde entfernt.

source: Removed all filters
de: Alle Filter entfernt

source: Removing
de: Kasuję

source: Removing VUPLUS-BLE-RCU...
de: Trenne Vu+ Bluetooth Fernbedienung

source: Removing directories is not supported.
de: Ordner können nicht entfernt werden.

source: Removing directory %s failed. (Maybe not empty.)
de: Entfernen des Verzeichnisses %s fehlgeschlagen. (Nicht leer?)

source: Rename
de: Zmień nazwę

source: Rename this tag...
de: Ausgewählten Tag umbenennen...

source: Renamed %s to %s.
de: %s in %s umbenannt.

source: Repeat
de: Powtórz

source: Repeat Type
de: Wiederholungstyp

source: Repeating event currently recording... What do you want to do?
de: Wiederholender Aufnahmetimer ist zurzeit aktiv... Was möchten Sie machen?

source: Repeats
de: Powtórzenia

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
de: Ersetze `-` in Dialogen mit farbigen Text pro Sprecher (vergleichbar mit Teletext Untertiteln für Hörgeschädigte)

source: Replace original:
de: Ersetze Original:

source: Replace service name with next event info (big picons mode)
de: Kanalnamen durch Infos zur nächsten Sendung ersetzen

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
de: Den Tag "%s" überall ersetzen durch: ('Abbrechen' kann dies nicht rückgängig machen!)

source: Replace the original movie with the cut movie
de: Ersetzte Original Film durch geschnittenen Film

source: Reply timeout
de: Zeitüberschreitung für Antwort

source: Require description to be unique
de: Beschreibung muss Eindeutig sein

source: Required medium type:
de: Benötigte Art des Mediums:

source: Rescan
de: Netzwerk erneut durchsuchen

source: Reset AutoShutDown settings to defaults?
de: Sollen die Standardeinstellungen übernommen werden?

source: Reset and renumerate title names
de: Titelnamen Poprzednisetzen und neu nummerieren

source: Reset clock
de: Poprzednisetzen

source: Reset count
de: Setze Zähler Poprzedni

source: Reset movie / directory PIN cache
de: Aufnahmen-/Verzeichnis-PIN-Speicher Poprzednisetzen

source: Reset movie-delete PIN cache
de: Aufnahme-Lösch-PIN-Speicher Poprzednisetzen

source: Reset persistent PIN code
de: PIN Poprzednisetzen

source: Reset saved position
de: Gespeicherte Position Poprzednisetzen

source: Reset search result list
de: Suchresultate Poprzednisetzen

source: Reset todays remaining time
de: Verbleibende Zeit Poprzednisetzen

source: Reset tv-screen after playback:
de: TV-Bildschirm nach der Wiedergabe Poprzednisetzen

source: Reset video enhancement settings to system defaults?
de: Erweiterte A/V-Einstellungen auf Standardwerte Poprzednisetzen?

source: Reset video enhancement settings to your last configuration?
de: Erweiterte A/V-Einstellungen auf Ihre letzte Konfiguracja Poprzednisetzen?

source: Resolution
de: Auflösung

source: Response video entries.
de: Video Antworten

source: Restart Cam
de: Restart CAM-a

source: Restart GUI
de: GUI neu starten

source: Restart GUI now?
de: Bedienoberfläche jetzt neu starten?

source: Restart SoftCam
de: Neustart SoftCam

source: Restart audio
de: Audio neu starten

source: Restart audio delay (in sec)
de: Verzögerung (in sek)

source: Restart enigma2
de: Starte enigma2 neu

source: Restart failed after 10 minutes:
de: Fehlgeschlagene nach 10 Minuten neu starten:

source: Restart failed downloads
de: Fehlgeschlagene Downloads neu starten

source: Restart necessary, restart GUI now?
de: Neustart erforderlich, jetzt neu starten?

source: Restart network
de: Netzwerk neu starten

source: Restart test
de: Test neu starten

source: Restart your network connection and interfaces.
de: Neustart der Netzwerkverbindungen und Schnittstellen Ihrer Vu+.

source: Restarting Enigma2 to load:
de: Starte Enigma2 neu für:

source: Restarting Enigma2 to set Multi QuickButton Autostart
de: Starte Enigma2 neu um die: Autostarteinstellung zu übernehmen

source: Restarting cam :
de: CAM wird neu gestartet:

source: Restore
de: Wiederherstellen

source: Restore Image
de: Image wiederherstellen

source: Restore Settings...
de: Stelle Einstellungen wieder her ...

source: Restore and backup installed channellist and plugins
de: Sicherungs-/ Wiederherstellungswerkzeug für Plugins/Bouquets

source: Restore backups
de: Sicherungen wiederherstellen

source: Restore channel settings
de: Wiederherstellung von Kanallisten / Bouquets

source: Restore configuration (VTi BackupSuite)
de: Einstellungen wiederherstellen (VTi BackupSuite)

source: Restore configurations
de: Wiederherstellung von Einstellungen

source: Restore installed channellist and plugins
de: Kanallisten, Bouquets und Plugins wiederherstellen

source: Restore is running...
de: Wiederherstellung wird ausgeführt...

source: Restore of selected image is in progress. Your Vu+ STB will be rebooted after write process Do not power off !!! Please wait ...
de: Die Wiederherstellung des ausgewählten Images läuft. Ihre Vu+ wird nach dem Schreibprozess automatisch neu starten. Bitte trennen Sie Ihre Vu+ jetzt nicht vom Stromnetz. Bitte czekaj...

source: Restore plugins from saved list
de: Wiederherstellung vorher verwendeter Plugins

source: Restore running
de: Sicherung läuft

source: Restore system settings
de: Systemeinstellungen wiederherstellen

source: Restore your STB settings.
de: Wiederherstellen Ihrer Vu+-Einstellungen.

source: Restore your backuped STB image.
de: Gesicherte Vu+-Images wiederherstellen

source: Restore your backups by date.
de: Ihre Sicherungen nach Datum wiederherstellen.

source: Restoring settings failed
de: Die Wiederherstellung von Kanallisten und Bouquets ist fehlgeschlagen

source: Restoring settings finished successfully
de: Die Wiederherstellung von Kanallisten und Bouquets wurde erfolgreich ausgeführt

source: Restrict "after event" to a certain timespan?
de: "Nach dem Event" nur in einem bestimmten Zeitraum setzen?

source: Restrict to events on certain dates
de: Auf bestimmtes Datum beschränken

source: Resume from last position
de: An letzter Position fortsetzen

source: Resume movies which are marked as seen
de: Als gesehen markiert Filme fortsetzen

source: Resume position at %s
de: Wiedergabestart ab %s

source: Resuming playback
de: Wiedergabe wird fortgesetzt

source: Return
de: Poprzedni

source: Return to file browser
de: Poprzedni zum Dateimanager

source: Return to movie list
de: Poprzedni zur Filmliste

source: Return to previous service
de: Poprzedni zum vorherigen Kanal

source: Reverse Lookup Caller ID (select country below)
de: Rückwärtssuche (bitte Land auswählen)

source: Reverse searching...
de: Rückwärtssuche...

source: Rewind <<
de: Poprzednispulen <<

source: Rewind speeds
de: Rücklauf-Geschwindigkeiten

source: Rewrap subtitles
de: Untertitel automatisch umbrechen

source: Right
de: Rechts

source: Right Key
de: Pfeil nach rechts

source: Right Mouse Button
de: Rechte Maustaste

source: Rip to single file, name is timestamped
de: In eine einzelne Datei speichern

source: CZERWONYor turning speed
de: CZERWONYor-Drehgeschwindigkeit

source: Run
de: Uruchom

source: Run AutoTimer after refresh
de: AutoTimer nach Aktualisierung starten

source: Run Command
de: Befehl ausführen

source: Run EnigmaLight as Server for Boblight or other clients
de: Verwende Enigmalight als Server für Boblight oder andere Clients

source: Run at the Deep Standby
de: Beim Ausschalten anwenden

source: Run in Background
de: Plugin in den Hintergrund

source: Run personal script
de: Ausführung eigener Skripte

source: Running
de: Aktiviert

source: Running in testmode
de: Testmodus aktivieren

source: Russia
de: Rosja

source: Russian
de: Rosyjski

source: SAT>IP Client Setup
de: SAT>IP ClientKonfiguracja

source: SAT>IP Client Tuner Setup
de: SAT>IP Client - TunerKonfiguracja

source: SAT>IP Client attached to vtuner.
de: SAT>IP Client Konfiguracja

source: SAT>IP Tuner Type :
de: SAT>IP Tunertyp :

source: SAT>IP server discovering for %d seconds...
de: SAT>IP Server werden für %d Sekunden gesucht...

source: SAT>IP server is not detected.
de: Es wurde kein SAT>IP Server gefunden.

source: SD 25/50HZ Interlace Mode
de: SD 25/50HZ Interlace Modus

source: SD 25/50HZ Progressive Mode
de: SD 25/50HZ Progressive Modus

source: SD 30/60HZ Interlace Mode
de: SD 30/60HZ Interlace Modus

source: SD 30/60HZ Progressive Mode
de: SD 30/60HZ Progressive Modus

source: SENT
de: GESENDET

source: SET FAILED! Please update to the latest driver
de: Einstellung nicht möglich. Bitte aktualisieren Sie die Treiber

source: SHOUTcast Plugin is not installed!
de: SHOUTcast Plugin ist nicht installiert!

source: SIZE
de: WIELKOŚĆ

source: SSID (1~32 Characters)
de: SSID (1~32 Zeichen)

source: START TYPING
de: Suchtext eingeben

source: STB format data DVD (HDTV compatible)
de: Daten-DVD im Vu+-Format (HDTV-kompatibel)

source: STB software because updates are available.
de: Vu+-Software, da Updates verfügbar sind.

source: Same behavior as current animation
de: wie globale Animationseinstellung

source: Sat
de: Sob

source: Sat / Dish Setup
de: Satelliten-/Schüsseleinstellungen

source: Sata & extend hdd test error Press 'EXIT' button!
de: SATA- & erweiterter HDD-Test fehlgeschlagen Bitte EXIT-Taste drücken.

source: Sata & extend hdd test pass Press 'OK' button!
de: SATA- & erweiterter HDD-Test abgeschlossen Bitte OK-Taste drücken.

source: Satellite
de: Satelita

source: Satellite Equipment Setup
de: Satellitenausrüstungseinstellungen

source: Satellite equipment
de: Satelliten-Ausrüstung

source: Satellites
de: Satelliten

source: Sats
de: Satelliten

source: Saturation
de: Sättigung

source: Saturday
de: Sobota

source: Save
de: Zapisz

source: Save EPG cache to epg.dat
de: EPG-Cache in der Datei "epg.dat" speichern

source: Save EPG data every X minutes to file (0 = off)
de: EPG-Daten alle X Minuten in Datei speichern (0 = aus)

source: Save EPG for X days in future
de: EPG-Daten für X Tage in der Zukunft speichern

source: Save Playlist
de: Wiedergabeliste speichern

source: Save Settings
de: Speichere Einstellungen

source: Save any search string in history
de: Jede Suche im Verlauf speichern

source: Save any search string in history (e.g. searches started via EPG) or only manually entered/edited search strings.
de: Fügt jede Suche dem Suchverlauf hinzu, auch jene die direkt aus dem EPG gewählt werden

source: Save current delay to key
de: Aktuelle Verzögerung auf Taste speichern

source: Save epg to file after EPG refresh
de: Nach EPG Aktualisierung EPG in Datei speichern

source: Save old event and continue timeshift
de: Speichere die vorherige Sendung und setze Timeshift fort

source: Save old event and stop timeshift
de: Speichere die vorherige Sendung und beende Timeshift

source: Save search as AutoTimer
de: Suchbegriff als AutoTimer speichern

source: Save settings and close screen
de: Änderungen speichern und schließen

source: Save to key
de: Auf Taste speichern

source: Save values and close plugin
de: Werte speichern und Plugin schliessen

source: Save values and close screen
de: Werte speichern und Fenster schliessen

source: Saving of EPG cache to %s finished
de: Sicherung des EPG-Caches nach %s abgeschlossen

source: Scale picons to given skin size
de: Picons auf vorgegebene SkinWielkość skalieren

source: Scaler sharpness
de: Scaler-Schärfe

source: Scaler vertical dejagging
de: Vertikales dejagging des Scalers

source: Scaling Mode
de: Skalierungsmodus

source: Scan
de: Skanuj

source: Scan
de: Skanuj

source: Scan All
de: Skanuj wszystko

source: Scan Files...
de: Dateien durchsuchen

source: Scan NFS share
de: NFS-Freigabe

source: Scan QAM128
de: QAM128 durchsuchen

source: Scan QAM16
de: QAM16 durchsuchen

source: Scan QAM256
de: QAM256 durchsuchen

source: Scan QAM32
de: QAM32 durchsuchen

source: Scan QAM64
de: QAM64 durchsuchen

source: Scan SR6875
de: SR6875 durchsuchen

source: Scan SR6900
de: SR6900 durchsuchen

source: Scan Wireless AP
de: WLAN-Netzwerke suchen

source: Scan Wireless Networks
de: WLAN-Netzwerke suchen

source: Scan additional SR
de: Weitere SR durchsuchen

source: Scan and setup Vu+ Bluetooth RCU
de: Vu+ Bluetooth Fernbedienung suchen und konfigurieren

source: Scan band
de: Band durchsuchen

source: Scan band EU HYPER
de: EU HYPER durchsuchen

source: Scan band EU MID
de: EU MID durchsuchen

source: Scan band EU SUPER
de: EU SUPER durchsuchen

source: Scan band EU UHF IV
de: EU UHF IV durchsuchen

source: Scan band EU UHF V
de: EU UHF V durchsuchen

source: Scan band EU VHF I
de: EU VHF I durchsuchen

source: Scan band EU VHF III
de: EU VHF III durchsuchen

source: Scan band US HIGH
de: US HIGH durchsuchen

source: Scan band US HYPER
de: US HYPER durchsuchen

source: Scan band US LOW
de: US LOW durchsuchen

source: Scan band US MID
de: US MID durchsuchen

source: Scan band US SUPER
de: US SUPER durchsuchen

source: Scan failed! try again.
de: BT Suche fehlgeschlagen, bitte erneut versuchen

source: Scan failed. Please try again VUPLUS BLE RCU setup. (AUDIO+MENU buttons)
de: Suche fehlgeschlagen. Bitte erneut versuchen (<AUDIO> + <MENU> Taste)

source: Scan in background
de: Suchlauf im Hintergrund ausführen

source: Scan other bluetooth 3.0 device (A2DP, HID)
de: Bluetooth 3.0 Geräte (A2DP, HID) suchen

source: Scan range
de: Skanuj zakres

source: Scan start frequency
de: Startfrequenz

source: Scan start symbolrate
de: Symbolrate

source: Scan stop frequency
de: Endfrequenz

source: Scan stop symbolrate
de: Endsymbolrate

source: Scan your network for wireless access points and connect to them using your selected wireless device.
de: Durchsucht Ihr Netzwerk nach WLAN-Zugangspunkten und stellt eine Verbindung mit Hilfe Ihres gewählten WLAN-Gerätes her.

source: Scanning %s...
de: Suche Paket: %s...

source: Scanning AP List..
de: Drahtlose Netzwerke werden gesucht...

source: Scanning BLE bluetooth devices
de: Suche nach BLE Bluetoothgeräten

source: Scanning VUPLUS BLE RCU
de: Vu+ BLE Fernbedienung suchen

source: Scanning bluetooth devices
de: Suche nach Bluetoothgeräten

source: Scanning failed!
de: Suchlauf fehlgeschlagen

source: Scans default lamedbs sorted by satellite with a connected dish positioner
de: Führt eine Sendersuche aller Satelliten durch, wenn Sie einen CZERWONYor an Ihre Satellitenschüssel angeschlossen haben.

source: Scart loop ok?
de: Scart-Anbindung in Ordnung?

source: Scheduled Task
de: Zaplanowane zadanie

source: Scheduled Tasks
de: Zaplanowane zadania

source: Scheduled task finished:
de: Geplante Aufgabe beendet:

source: Scheduled task is active
de: Geplante Aufgabe wird ausgeführt

source: Scheduled task is starting soon
de: Geplante Aufgabe startet bald

source: Scheduled task(s) are in progress or coming up in few seconds!
de: Geplante Aufgaben werden ausgeführt oder starten in wenigen Sekunden:

source: Schould debugmessages be printed?
de: Sollen Debug-Meldungen ausgegeben werden?

source: Science & Technology
de: Wissenschaft & Technik

source: Screen and OLED
de: Bildschirm und LCD

source: Screen only
de: Nur Bildschirm

source: Screenshot
de: Zrzut ekranu

source: Screenshot (All)
de: Zrzut ekranu (Alle)

source: Screenshot (OSD)
de: Zrzut ekranu (GUI)

source: Screenshot (Video)
de: Zrzut ekranu (Obraz)

source: Script
de: Skript

source: Scroll down all
de: Alles nach unten scrollen

source: Scroll page contents down
de: Seiteninhalt runterscrollen

source: Scroll page contents up
de: Seiteninhalt hochscrollen

source: Scroll up all
de: Alles nach oben scrollen

source: Search
de: Szukaj

source: Search (case insensitive)
de: Suche Zeichenfolge (groß/klein egal)

source: Search EPG
de: EPG durchsuchen

source: Search Term(s)
de: Suchwort(e)

source: Search all channels
de: Alle Sender durchsuchen

source: Search category:
de: Such-Kategorie:

source: Search east
de: Östlich suchen

source: Search for network shares
de: Nach Netzwerkfreigaben suchen

source: Search for network shares...
de: Nach Netzwerkfreigaben suchen...

source: Search for old timeshift files every X hours (0 = off)
de: Suche alle X Stunden nach alten Timeshift-Dateien (0 = aus)

source: Search for updates every X hours ( 0 = off )
de: Automatisch alle X Stunden nach Aktualisierungen suchen ( 0 = aus )

source: Search http://rapidshare-search-engine.com for:
de: Durchsuche http://rapidshare-search-engine.com nach:

source: Search phonebook
de: Telefonbuchsuche

source: Search region:
de: Such-Region:

source: Search restricted content:
de: Suche ohne Altersbeschränkung:

source: Search results
de: Suchergebnisse

source: Search results for:
de: Suchergebnisse für:

source: Search strictness
de: Genauigkeit der Suche

source: Search type
de: Suchtyp

source: Search weather location ID
de: Suche nach Ort Nr.

source: Search west
de: Westlich suchen

source: Searching InternetRadio for %s...
de: Durchsuche InternetRadio nach %s...

source: Searching for available updates. Please wait...
de: Nach verfügbaren Aktualisierungen wird gesucht... Bitte czekaj...

source: Searching for new installed or removed packages. Please wait...
de: Nach neu installierten oder deinstallierten wtyczkaen wird gesucht. Bitte czekaj Sie...

source: Searching in LDIF...
de: Suche in LDIF...

source: Searching in Outlook export...
de: Suche in Outlook-Export...

source: Searching your network. Please wait...
de: Netzwerk wird durchsucht. Bitte czekaj...

source: Second audio language
de: Zweite Audio-Spur (Sprache)

source: Second subtitle language
de: Zweite Untertitel-Sprache

source: Second window
de: Drugie okno

source: SecondInfoBar
de: Zweite Infoleiste (SecondInfoBar)

source: SecondInfobar timeout
de: Anzeigedauer Secondinfobar

source: Secondary DNS
de: Drugi DNS

source: Secure WLAN guest network
de: WLAN Gastzugang verschlüsseln

source: Seek
de: Springen

source: Seeking connected events
de: Nach zusammenhängenden EPG-Einträgen suchen

source: Select
de: Wybierz

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description or "title and description match" if you want to search for a part of the title or event description
de: Wähle "gesamter Titel" damit "Finde in Titel" genau mit dem Sendungstitel übereinstimmen muss, oder "Teil des Titels" wenn dies nur ein Teil des Sendungstitels sein soll. Bei der Auswahl "Übereinstimmung in Beschreibung" werden die Suchbegriffe in der Beschreibung durchsucht. "Teil des Titels oder Beschreibung" ist eine Kombination aus Titel- und Beschreibungssuche

source: Select %s (long) button function:
de: Funktion für die Taste %s (lang) auswählen:

source: Select %s button function:
de: Funktion für die Taste %s auswählen:

source: Select Autotag
de: Autotag auswählen

source: Select Buttons
de: Wybierz klawisze

source: Select Cam and press OK to activate
de: CAM auswählen und mit OK aktivieren

source: Select EPG search typ
de: Wybierz tryb szukania EPG

source: Select HDD
de: Wybierz dysk

source: Select IPK File for Upload
de: IPK Datei hochladen

source: Select Info type...
de: Wählen Sie die Infoart

source: Select Location
de: Wybierz lokalizację

source: Select Network Adapter
de: Netzwerkadapter wählen

source: Select Quad Channels
de: Quad-PiP Kanal auswählen

source: Select Server:
de: Wybierz serwer:

source: Select Wireless Lan module.
de: WLAN-Modul auswählen

source: Select a drivers to install
de: Zu installierende Treiber auswählen

source: Select a executable file for a cronjob
de: Ausführbare Datei für einen Cronjob wählen

source: Select a file to execute
de: Ausführbare Datei auswählen

source: Select a media file for AutoShutDown
de: Mediendatei für automatisches Ausschalten auswählen

source: Select a movie
de: Filmauswahl

source: Select a timer to import
de: Zu importierenden Timer wählen

source: Select a timer to search
de: Einen Timer auswählen

source: Select audio track
de: Tonspur auswählen

source: Select bookmark...
de: Lesezeichen selektieren...

source: Select bouquet to record on
de: Bouquet für Aufnahme wählen

source: Select bouquet to refresh
de: Zu aktualisierendes Bouquet auswählen

source: Select channel audio
de: Kanal- Tonspur wählen

source: Select channel to record from
de: Aufzunehmenden Kanal auswählen

source: Select channel to record on
de: Kanal für Aufnahme wählen

source: Select channel to refresh
de: Zu aktualisierenden Sender auswählen

source: Select drive
de: Laufwerk auswählen

source: Select files for backup.
de: Dateien zum Sichern auswählen.

source: Select files for backup.
de: Dateien zum Sichern auswählen.

source: Select files/folders to backup
de: Dateien/Ordner für die Sicherung auswählen

source: Select from list
de: aus Liste auswählen

source: Select image for flash process
de: Image zum Flashen auswählen

source: Select input device
de: Eingabegerät auswählen

source: Select input device.
de: Eingabegerät auswählen.

source: Select interface
de: Schnittstelle auswählen

source: Select key
de: Taste auswählen

source: Select local file list
de: Lokale Dateiliste auswählen

source: Select mode
de: Auswahlmodus

source: Select movies by date
de: Filme nach Datum auswählen

source: Select new feed to view.
de: Neuen feed auswählen

source: Select packages to install
de: Paket(e) zum Installieren auswählen

source: Select path
de: Verzeichnispfad wählen

source: Select provider to add...
de: Hinzuzufügenden Provider auswählen...

source: Select refresh rate
de: Bildwiederholrate auswählen

source: Select remote file list
de: Entfernte Dateiliste auswählen

source: Select service for preferred picon
de: wähle den Service für bevorzugtes Picon

source: Select service to add...
de: Hinzuzufügenden Kanal wählen...

source: Select sink which you want to use.
de: System für die Wiedergabe auswählen.

source: Select text to search for
de: Zu suchenden Text auswählen

source: Select the key you want to set to %i ms
de: Wählen Sie die Taste, die Sue auf %i ms setzen wollen
