Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: How many entries to keep in the search history at most. 0 disables history entirely!
de: Maximale Anzahl von Einträgen im Suchverlauf. Diesen Wert auf "0" setzen, um den Verlauf zu deaktivieren.

source: How many minutes do you want to record?
de: Wie viele Minuten möchten Sie aufnehmen?

source: How many minutes to wait until zapping back?
de: Wie viele Minuten vor Zurückschalten czekaj?

source: How many partitions do you want?(1-4)
de: Wie viele Partitionen möchten Sie anlegen (1-4)?

source: How to get support ?
de: Wo erhalte ich Unterstützung ?

source: How to install new service lists...
de: Wie sollen die neuen Kanallisten installiert werden...

source: How would you like to cut "%s"?
de: Wie möchtest Du schneiden "%s"?

source: Howto & Style
de: Tipps & Tricks

source: Hue
de: Farbton

source: Hungarian
de: Ungarisch

source: IMDb Details parsed
de: Filminformationen eingelesen

source: IMDb Download completed
de: Download von IMDb abgeschlossen

source: IMDb Download failed
de: Download von IMDb fehlgeschlagen

source: IMDb Re-Download completed
de: Erneuten Download ausgeführt

source: IMDb info
de: IMDb Daten

source: IMDb query failed!
de: Anfrage an IMDb fehlgeschlagen!

source: IP : %s
de: IP-Adresse : %s

source: IP Address
de: IP-Adresse

source: IP Address:
de: IP Adresse:

source: IP address of Oscam-server:
de: IP Adresse des Oscam-Servers:

source: IP address of network device:
de: IP-Adresse des Netzwerkgerätes

source: IP of remote Vu+
de: IP-Adresse der entfernten Vu+ Box

source: IPK Uninstaller
de: Uninstaller für IPK-Pakete

source: ISO file is too large for this filesystem!
de: Die ISO-Datei ist zu groß für das Dateisystem.

source: ISO path
de: ISO-Ausgabepfad

source: Icelandic
de: Isländisch

source: If WOL is enabled, power consumption will be around 2W. ErP Standby Power Regulation (<0.5W at standby) cannot be met. Proceed?
de: Wenn WOL aktiviert ist, wird der Energieverbrauch ca. 2 Watt betragen. Die ErP-Richtlinie (Energieverbrauch kleiner als 0.5 Watt) wird dadurch nicht eingehalten. Fortfahren?

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
de: Im EPG wird nach weiteren Einträgen gesucht, die zur aufzunehmenden Sendung gehören. Wenn eine Sendung z.B. durch Nachrichten unterbrochen wird, versucht das Plugin tCZERWONYzdem die komplette Sendung aufzunehmen.

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
de: Falls ein Timer-Konflikt auftritt sucht AutoTimer nach einer gleichen Sendung zu anderer Zeit und fügt sie hinzu.

source: If enabled and necessary, the plugin will wake up the Dreambox from Deep-Standby for the defined starting time to control whether the programme begins earlier.
de: Wenn aktiviert und notwendig, holt das Plugin die Vu+ für die Kontroll-Vorlaufzeit aus dem Deep-Standby, um zu überprüfen, ob die Sendung früher anfängt.

source: If enabled, only search results for Channels within a Bouquet are shown (either TV or Radio Bouquets).
de: Bei Aktivierung dieser Option werden nur Suchresultate angezeigt die in den Favoriten hinterlegt sind.

source: If enabled, the polling will be skipped if the Dreambox is recording.
de: Wenn diese Option gesetzt ist findet keine Aktualisierung während Aufnahmen statt

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
de: Wenn möglich, wird x Minuten vor Beginn der Aufnahme überprüft, ob die Sendung früher anfängt. (0 deaktiviert das Feature)

source: If the box is supposed to enter deep standby e.g. monday night at 1 AM, it actually is already tuesday. To enable this anyway, differing next day start time can be specified here.
de: Soll die Box z.B. Montag Nacht um 1 Uhr in den Deep Standby gehen, ist es genau genommen schon Dienstag. Damit dies tCZERWONYzdem möglich ist, muss angegeben werden, wann der nächste Tag anfängt.

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
de: Ist der Receiver zum Startzeitpunkt des Starts nicht im Standby, pausiert das Plugin für die hier eingetragene Zeit, bevor es einen erneuten Versuch startet.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80 percent of the it.
de: Ist dies aktiv, so wird ein bestehender Timer ab einer Schwelle von 80 Prozent übereinstimmender Sendezeit einer Sendung zugeordnet.

source: If this is enabled, the plugin will wake up the receiver from deep standby if possible. Otherwise it needs to be switched on already.
de: Bei aktivierter Option weckt das Plugin den Receiver aus dem Deep Standby auf - sofern möglich. Andernfalls muss die Box schon eingeschaltet sein.

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
de: Wenn diese Option ausgewählt wird, werden die Aufnahmen mit dem Namen des Autotimers als Tag versehen

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
de: Wenn diese Option ausgewählt wird, werden die Aufnahmen mit dem Tag AutoTimer versehen

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
de: Wenn diese Option aktiviert ist, wird der Standard EPG um die Funktion "Suchen" erweitert

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
de: Wenn Sie ein USB-Gerät mit dieser Datei einstecken, wird eine Sicherung direkt auf dem USB-Gerät erstellt. Das Gerät kann direkt für die Wiederherstellung verwendet werden.

source: If you see this, something is wrong with your scart connection. Press OK to return.
de: Wenn Sie diese Meldung sehen, ist Ihr Scart-Kabel falsch angeschlossen. Bitte OK drücken, um zurück zu gelangen.

source: If you want to quit the Browser, Press RED -> EXIT.
de: Um den Browser zu beenden, zuerst die CZERWONYe Taste und dann die EXIT-Taste drücken.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
de: Wählen Sie hier die Methode für die Aktualisierung im Hintergrund, die am besten Ihren Anforderungen entspricht: versteckt, Pseudo- Aufnahme oder normales Bild in Bild.

source: If you want to update this firmware version, follow belows.
de: Zum Installieren dieser Firmware-Version befolgen Sie bitte folgende Schritte:

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
de: Falls Ihr Fernseher über Helligkeits- oder Kontraststeigerung verfügt, deaktivieren Sie diese. Falls es eine "Dynamik"-Einstellung gibt, sollte sie auf Standard gesetzt werden. Verändern Sie die Intensität der Hintergrundbeleuchtung nach Ihrem Geschmack. Verringern Sie den Kontrast Ihres Fernsehers soweit wie möglich. Verringern Sie anschließend die Helligkeit soweit wie möglich. Stellen Sie dabei sicher, dass die beiden untersten Grauschattierungen erkennbar bleiben. Die hellen Schattierungen werden im folgenden Schritt eingestellt. Drücken Sie OK, wenn Sie mit dem Ergebnis zufrieden sind.

source: Ignore Broadcast SSID
de: Broadcast-SSID ignorieren

source: Ignore callers with no phone number
de: Ignoriere Anrufe ohne Rufnummer

source: Ignore download times:
de: Ignoriere Download-Zeiten:

source: Illegal Parameter Value: sRef - '%s'
de: Unerlaubter Parameterwert: sRef - '%s'

source: Illegal Parameter value for Parameter begin : '%s'
de: Unerlaubter Parameterwert für Parameter begin: '%s'

source: Illegal Parameter value for Parameter edit : '%s'
de: Unerlaubter Parameterwert für Parameter edit: '%s'

source: Image Backup / Restore
de: Image-Sicherung und -Wiederherstellung

source: Image Flash Tool
de: Image-Flash-Werkzeug

source: Image Info
de: Image-Informationen

source: Image backup finished successfully
de: Die Sicherung Ihres Images wurde erfolgreich ausgeführt

source: Image creation FAILED!
de: Image-Erstellung fehlgeschlagen.

source: Import AutoTimer
de: AutoTimer importieren

source: Import existing Timer
de: Importiere aus Timer

source: Import from AutoTimer
de: Aus AutoTimer importieren

source: Import from EPG
de: Aus EPG importieren

source: Import from Timer
de: Aus Timer importieren

source: In MainMenu press 0 to forcekill enigmalight.
de: Im Hauptmenü die Taste 0 drücken

source: In Progress
de: In Bearbeitung

source: In matrix mode the items have a fixed column width
de: Im Matrix-Modus haben die Zeileneinträge eine feste Spaltenbreite

source: In order to record a timer, the TV was switched to the recording service!
de: Um eine Aufnahme durchführen zu können, wurde auf den aufzunehmenden Kanal umgeschaltet.

source: Include
de: Einschließen

source: Include "AutoTimer" in tags
de: Füge "AutoTimer" in Tags hinzu

source: Include AutoTimer name in tags
de: Füge AutoTimer-Namen den Tags hinzu

source: Include CI assignment for detection of available services
de: Ermittlung verf. Kanäle inkl. Berücksichtigung der CI-Zuweisung

source: Include configuration file in crash log
de: Konfiguracjasdateien in Crashdateien ausgeben

source: Include extended description
de: Langbeschreibung einbeziehen

source: Include optional infomation
de: Optionale Informationen einschließen

source: Include settop information
de: Vu+-Informationen einschließen

source: Include short description
de: Kurzbeschreibung einbeziehen

source: Incoming
de: Eingehend

source: Incoming Call on %(date)s at %(time)s from --------------------------------------------- %(number)s %(caller)s --------------------------------------------- to: %(phone)s
de: Eingehender Anruf am %(date)s um %(time)s von --------------------------------------------- %(number)s %(caller)s --------------------------------------------- an: %(phone)s

source: Incoming Call on %s from --------------------------------------------- %s %s ---------------------------------------------
de: Eingehender Anruf am %s von --------------------------------------------- %s %s ---------------------------------------------

source: Incoming calls
de: Eingehende Anrufe

source: Incorrect new password! Minimum length: 5 Maximum length: 8
de: Neues Passwort nicht korrekt! Minimale Länge: 5 Maximale Länge: 8

source: Increase delay
de: Verzögerung erhöhen

source: Increase delay by %i ms (can be set)
de: Verzögerung um %i ms verringern

source: Increase remaining time
de: Verbleibende Zeit erhöhen

source: Increased voltage
de: Erhöhte Spannung

source: India
de: Indien

source: Info about current system
de: Aktuelle Informationen zum System

source: InfoBar
de: Infoleiste

source: InfoBar Audio Selection
de: Audio Einstellungen

source: InfoBar EPG
de: Einfacher EPG

source: InfoBar EventInfoPlugins
de: EPG wtyczkaen

source: InfoBar EventView
de: Sendungsdetails

source: InfoBar Instant Record
de: Direkte Aufnahme

source: InfoBar Multi EPG
de: Mehrfach EPG

source: InfoBar Record
de: Aufnahmemenü

source: InfoBar Show Radio
de: Radio

source: InfoBar Show Tv
de: Tv

source: InfoBar at pause
de: InfoBar bei Pause

source: InfoBarTunerState is disabled
de: InfoBarTunerState ist ausgeschaltet

source: Infobar show/hide animation speed
de: Geschwindigkeit der Infoleistenanimation

source: Infobar timeout
de: Anzeigedauer der Infoleiste

source: Information
de: Informationen

source: Infos about your Vu+ STB
de: Systeminformationen Ihrer Vu+ anzeigen

source: Inherit Services from AutoTimer
de: Zusätzlich Sender vom AutoTimer verwenden

source: Init
de: Initialisieren

source: InitInitializing, please wait ...
de: Initialisierung läuft. Bitte czekaj...

source: Initial Fast Forward speed
de: Initiale Schnellvorlauf-Geschwindigkeit

source: Initial Rewind speed
de: Initiale Rücklauf-Geschwindigkeit

source: Initial SmartSeek time intervall (seconds)
de: Startintervall in Sekunden für SmartSeek

source: Initial location in new timers
de: Initialer Ort für neue Timer

source: Initialization
de: Initialisierung

source: Initialize
de: Initialisieren

source: Initializing Harddisk...
de: Festplatte wird initialisiert...

source: Input
de: Eingabe

source: Input Hidden ESSID
de: Verborgene ESSID eingeben

source: Input channel name.
de: Kanalnamen eingeben

source: Input date and time
de: Tag und Uhrzeit eingeben

source: Input day :
de: Tag ( 1 - 31 [* / - ,] ) eingeben:

source: Input device setup
de: Eingabegeräte-Einstellungen

source: Input hour :
de: Stunde ( 0 - 23 [* / - ,] ) eingeben:

source: Input minute :
de: Minute ( 0 - 60 [* / - ,] ) eingeben:

source: Input month :
de: Monat ( 1 - 12 [* / - ,] ) eingeben:

source: Input mount point path.
de: Einhängepunkt eingeben.

source: Input name for MQB macro
de: Namen für das MQB Macro eingeben

source: Input name for MQB macro :
de: Namen für das MQB Macro eingeben :

source: Input password for VTI Panel
de: Passwort für das VTi Panel eingeben

source: Input server access token
de: ServerAccessToken eingegeben

source: Input size of partition %s.(Max = %d MB)
de: Wielkość der Partition %s eingeben (Max = %d MB)

source: Input weekday :
de: Wochentag ( 0 - 7 [* / - ,] ) eingeben:

source: Input your VTI Panel password :
de: VTi-Panel-Passwort eingeben:

source: Input your new VTI Panel password :
de: Neues VTi-Panel-Passwort eingeben:

source: Insert mount point:
de: Einhängepunkt einfügen:

source: Install
de: Installieren

source: Install .tar.gz
de: .tar.gz installieren

source: Install Ipkg
de: IPKG-Pakete installieren

source: Install Package
de: Paket installieren

source: Install a new image with a USB stick
de: Neues Image mittels USB-Stick installieren

source: Install a new image with your web browser
de: Neues Image mittels Webbrowser installieren

source: Install all .tar.gz file form /tmp
de: tar.gz-Pakete aus dem Verzeichnis /tmp installieren

source: Install drivers from a local device
de: Lokal gespeicherte Treiber installieren

source: Install extensions.
de: wtyczkaen installieren.

source: Install local extension
de: Lokale wtyczkaen installieren

source: Install local ipkg
de: IPKG-Pakete aus dem Verzeichnis /tmp installieren

source: Install local ipkg with --force overwrite
de: IPKG-Pakete (--force-overwrite) aus dem Verzeichnis /tmp installieren

source: Install local packages
de: Installation lokaler Pakete

source: Install or remove finished.
de: Installation oder Deinstallation beendet.

source: Install settings, skins, software...
de: Einstellungen, Skins, Software etc. installieren

source: Install this image
de: Dieses Image installieren

source: Install unrar
de: Installiere unrar

source: Install/update finished.
de: Installation/Aktualisierung abgeschlossen.

source: Installation finished.
de: Installation beendet.

source: Installation of drivers failed !!!
de: Treiberinstallation fehlgeschlagen.

source: Installed
de: Installiert

source: Installing
de: Wird installiert

source: Installing Software...
de: Software wird installiert...

source: Installing default sat lists... Please wait...
de: Standard-Sat-Liste wird installiert... Bitte czekaj...

source: Installing defaults... Please wait...
de: Standardeinstellungen werden installiert... Bitte czekaj...

source: Installing package content... Please wait...
de: Paketinhalt wird installiert... Bitte czekaj...

source: Installing unrar...
de: Installiere unrar...

source: Installing...
de: Installiere...

source: Instant Record
de: Sofortaufnahme

source: Instant record location
de: Sofortaufnahme-Verzeichnis

source: Interface:
de: Schnittstelle:

source: Intermediate
de: Fortgeschritten

source: Internal Flash
de: Interner Flash-Speicher

source: Internal USB Slot
de: Interner USB-Port

source: InternetRadio filter list (%s)
de: InternetRadio Filter LIste (%s)

source: InternetRadio station list for filter: %s
de: Internetradio Stationsliste für Filter: %s

source: InternetRadio station list for search-criteria: %s
de: InternetRadio Stationsliste für Suchkriterium: %s

source: Invalid
de: Ungültig

source: Invalid Choice
de: Ungültige Auswahl

source: Invalid Fragm Threshold
de: Ungültiger Fragm-Schwellenwert

source: Invalid Location
de: Ungültiger Ort

source: Invalid RTS Threshold
de: Ungültiger RTS-Schwellenwert

source: Invalid SSID
de: Ungültige SSID

source: Invalid URL!!(Empty) Please, Input to the URL.
de: Ungültige URL (leer). Bitte geben Sie die URL ein.

source: Invalid URL. Please check again!!
de: Ungültige URL. Bitte erneut prüfen.

source: Invalid WEP key
de: Ungültiger WEP-Schlüssel

source: Invalid WPA key
de: Ungültiger WPA-Schlüssel

source: Invalid WirelessLan Module.
de: Ungültiges WLAN-Gerät.

source: Invalid beacon
de: Beacon ungültig

source: Invalid channel
de: Ungültiger Kanal

source: Invalid directory selected: %s
de: Ungültiges Verzeichnis ausgewählt: %s

source: Invalid firmware file.
de: Ungültige Firmware Datei

source: Invalid model or Image.
de: Ungültiges Modell oder Image.

source: Invalid page
de: Ungültige Seite

source: Invalid selection
de: Ungültige Auswahl

source: Invalid wpagrouprekey
de: WPA-Group-Rekey ungültig

source: Ip address %s is not accepted, check your input and try again.
de: IP-Adresse %s is nicht gültig, bitte Eingabe überprüfen

source: Ireland
de: Irland

source: It seems that your Internet connection is not ok, please check it
de: Es besteht keine Verbindung zum Internet. Bitte überprüfen Sie Ihre Internetverbindung.

source: It will move the mouse pointer down.
de: Mauszeiger nach unten bewegen

source: It will move the mouse pointer left.
de: Mauszeiger nach links bewegen

source: It will move the mouse pointer right.
de: Mauszeiger nach rechts bewegen

source: It will move the mouse pointer up.
de: Mauszeiger nach oben bewegen

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
de: AutoTimer können auch auf bestimmte Sender oder Bouquets beschränkt werden. Eine Sendung wird dann nur hinzugefügt wenn sie auf einen erlaubten und keinem verbotenen Sender (innerhalb eines Bouquets) läuft. Drücke NIEBIESKI um eine neue Beschränkungen hinzuzufügen und GELB um die markierte zu entfernen

source: Italian
de: Italienisch

source: Italy
de: Italien

source: January
de: Januar

source: JavaScript Libraries
de: JavaScript Bibliotheken

source: Job View
de: Vorgangsansicht

source: July
de: Juli

source: Jump Day backward
de: Tag zurück springen

source: Jump Day forward
de: Tag vorwärts springen

source: Jump page backward
de: Seite zurück springen

source: Jump page forward
de: Seite vorwärts springen

source: Jump prefered hours backward
de: Festgelegte Stunden zurück springen

source: Jump prefered hours forward
de: Festgelegte Stunden vorwärts springen

source: Jump to Prime Time
de: Zur Prime Time springen

source: Jump to now
de: Zur Gegenwart springen

source: Jump x minutes back:
de: Springe x Minuten zurück:

source: Jump x minutes forward:
de: Springe x Minuten vorwärts:

source: June
de: Juni

source: Just Scale
de: Nur skalieren

source: KEY
de: Schlüssel

source: KEY (8~63 Characters)
de: Schlüssel (8~63 Zeichen)

source: Keep
de: Beibehalten

source: Keep Bluetooth enabled in standby
de: Bluetooth im Standby aktiviert lassen

source: Keep only this Channel in result list
de: Nur diesen Sender in der Liste anzeigen

source: Keep only this Event in result list
de: Nur diese Sendung anzeigen

source: Keep running in background
de: Im Hintergrund aktiv bleiben

source: Kernel modules
de: Kernelmodule

source: Key %(Key)s successfully set to %(delay)i ms
de: Taste %(Key)s erfolgreich auf %(delay)i ms gesetzt

source: Key %(key)s (current value: %(value)i ms)
de: Taste %(key)s (aktueller Wert: %(value)i ms)

source: Key Type
de: Schlüsseltyp

source: KeyType
de: Schlüsseltyp

source: Keyboard
de: Tastatur

source: Keyboard Layout
de: Tastaturbelegung

source: Keyboard Map
de: Tastaturbelegung

source: Keyboard Setup
de: Tastatureinstellung

source: Keymap
de: Tastaturbelegung

source: LAN Adapter
de: Netzwerkadapter

source: LAN connection
de: Netzwerkverbindung

source: LED Brightness Setup
de: LED-Helligkeit einstellen

source: LEFT [bottom]
de: LINKS [unten]

source: LEFT [top]
de: LINKS [oben]

source: LEVEL2 and LEVEL3 Certifcates (Base64-encoded)
de: LEVEL2 und LEVEL3 Zertifikate (Base64-codiert)

source: LOAD :
de: AUSLASTUNG:

source: LPCM injection
de: LPCM verwenden

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
de: Benenne Timer entsprechend dein Einstellungen des Series Plugin

source: Label series
de: Label Serien

source: Language
de: Sprache

source: Language packages
de: Sprachpakete

source: Language selection
de: Sprachauswahl

source: Last 10 calls:
de: Die letzten zehn Anrufe im Standby:

source: Last config
de: Letzte Konfiguracja

source: Last day started: %s
de: Zuletzt gestartet am: %s

source: Last day to match events. Events have to begin before this date to be matched.
de: Letzter Tag. Ereignisse nach diesem Datum werden ignoriert.

source: Last refresh was %s
de: Letzte Aktualisierung: %s

source: Last speed
de: Letzte Geschwindigkeit

source: Latitude
de: Breitengrad

source: Latvian
de: Lettisch

source: Leave DVD Player?
de: DVD-Player beenden?

source: Leds: %s | Channels %s
de: LED's: %s | Kanäle: %s

source: Left
de: Links

source: Left Key
de: Pfeil nach links

source: Left Mouse Button
de: Linke Maustaste

source: Legend
de: Legende

source: Length
de: Länge

source: Length of History
de: Limit des Suchverlaufs

source: License
de: Lizenz

source: Lights
de: Lichter

source: Lights off
de: Lichter aus

source: LightsOff
de: Lichter aus

source: LightsOn
de: Lichter an

source: Limit "Search" to Channels from Bouquet (TV or Radio)
de: Sender auf Favoriten begrenzen (TV oder Radio)

source: Limit FCC to current bouquet
de: Schnellen Kanalwechsel auf aktives Bouquet beschränken

source: Limit east
de: Ost-Limit

source: Limit to bouquet
de: Auf Favoriten beschränken

source: Limit west
de: West-Limit

source: Limited character set for recording filenames
de: Reduzierter Zeichensatz für Aufnahmedateinamen

source: Limits off
de: Limits ausschalten

source: Limits on
de: Limits aktiviert

source: Link Quality:
de: Verbindungsqualität:

source: Link:
de: Verbindung:

source: Linked titles with a DVD menu
de: Mit einem DVD-Menü verknüpfte Titel

source: List available networks
de: Verfügbare Netzwerke anzeigen

source: List of Bouquets
de: Bouquetliste

source: List of Plugins has been read
de: Liste der Plugins wurde gelesen

source: List of Storage Devices
de: Speichergeräteliste

source: List of Timers has been cleaned
de: Die Timerliste wurde bereinigt

source: List of installed plugins was created succesfully
de: Die Liste der installierten Plugins wurde erfolgreich erstellt

source: List of known VLC-Server Profiles
de: Liste bekannter VLC-Server Profile

source: List version %d, found %d channels
de: Version %d der Liste, %d Kanäle gefunden

source: Lists directory:
de: Pfad der Listen:

source: Lithuanian
de: Litauisch

source: Live TV event changed
de: Neue Live TV Sendung
