Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Software Update
de: Software-Aktualisierung

source: Software decoder use LPCM for injection (otherwise wav PCM will be used)
de: LPCM wird bei aktiviertem Software-Dekoder verwendet, ansonsten wird wav PCM benutzt

source: Software fax active
de: Software Fax aktiv

source: Software fax inactive
de: Software Fax inaktiv

source: Software management
de: Softwareverwaltung

source: Software manager setup
de: Software-Manager-Einstellungen

source: Software packages
de: Softwarepakete

source: Software restore
de: Software wiederherstellen

source: Software update
de: Software aktualisieren

source: Softwaremanager information
de: Software-Manager-Informationen

source: Solid: Aquamarine
de: Auqamarin

source: Solid: Blue
de: NIEBIESKI

source: Solid: Dark yellow
de: Dunkelgelb

source: Solid: Gray
de: Grau

source: Solid: Green
de: ZIELONY

source: Solid: Lightgray
de: Hellgrau

source: Solid: Magenta
de: Magenta

source: Solid: Red
de: CZERWONY

source: Solid: Royalblue
de: RoyalNIEBIESKI

source: Solid: White
de: Weiß

source: Solid: Yellow
de: Gelb

source: Some GUI Code
de: GUI Code

source: Some plugins are not available:
de: Einige Plugins sind nicht verfügbar:

source: Sorry ...
de: Entschuldigung...

source: Sorry MediaScanner is not installed!
de: Der Media-Scanner ist nicht installiert.

source: Sorry no backups found!
de: Keine Sicherungen gefunden.

source: Sorry your backup destination is not writeable. Please choose an other one.
de: Ihr Sicherungsverzeichnis ist nicht beschreibbar. Bitte wählen Sie ein anderes Verzeichnis.

source: Sorry, but the plugin %s is not installed at your Vu+ STB! Please install it to use this function
de: Das Plugin '%s' ist nicht auf Ihrer Vu+ installiert. Bitte installieren Sie das Plugin, um diese Funktion nutzen zu können.

source: Sorry, creating download folder failed
de: Entschuldigung, die Erstellung des Download-Ordners ist fehlgeschlagen

source: Sorry, detection of current kernel version failed !
de: Die Erkennung der aktuellen Kernel-Version ist fehlgeschlagen.

source: Sorry, download verification failed Please try again.
de: Überprüfung der heruntergeladenen Daten fehlgeschlagen. Bitte versuchen Sie es noch einmal.

source: Sorry, extracting of image failed Please try again.
de: Entpacken des Images fehlgeschlagen. Bitte erneut versuchen.

source: Sorry, extracting of services list failed Please try again.
de: Entschuldigung, das Entpacken der Kanallisten ist fehlgeschlagen. Bitte, versuchen Sie es mit einer anderen Kanalliste

source: Sorry, necessary files are missing Please try again.
de: Es fehlen wichtige Dateien. Bitte erneut versuchen.

source: Sorry, no Details available!
de: Keine Details verfügbar.

source: Sorry, service is temporarily unavailable
de: Entschuldigung, Service vorübergehend nicht verfügbar

source: Sorry, there are some mandatory files missing Please try antoher services list.
de: Entschuldigung, zum Installieren dieser Kanalliste fehlen wichtige Dateien. Bitte, versuchen Sie es mit einer anderen Kanalliste

source: Sorry, there was a problem:
de: Entschuldigung, es ist ein Fehler aufgetreten:

source: Sorry, this type of feed is unsupported: %s
de: Derartige Kanäle werden nicht unterstützt: %s

source: Sorry, video is not available!
de: Video nicht verfügbar.

source: Sorry, your backup destination is not writeable. Please choose another one.
de: Ihr Sicherungsverzeichnis ist nicht beschreibbar. Bitte wählen Sie ein anderes Verzeichnis.

source: Sort
de: Sortieren

source: Sort (date+)
de: Sortiere (Datum+)

source: Sort (date-)
de: Sortiere (Datum-)

source: Sort (duration+)
de: Sortiere (Dauer+)

source: Sort (duration-)
de: Sortiere (Dauer-)

source: Sort (name+)
de: Sortiere (Name+)

source: Sort (name-)
de: Sortiere (Name-)

source: Sort A-Z
de: Alphabetisch

source: Sort AutoTimer
de: Sortiere AutoTimer

source: Sort Time
de: Nach Uhrzeit

source: Sort by date (ascending)
de: Sortiere nach Datum (aufsteigend)

source: Sort by date (descending)
de: Sortiere nach Datum (absteigend)

source: Sort by name (ascending)
de: Sortiere nach Name (aufsteigend)

source: Sort by name (descending)
de: Sortiere nach Name (absteigend)

source: Sort folders by new items
de: Sortiere Ordner nach Anzahl neuer Aufnahmen

source: Sort grouped folders like default items
de: Virtuelle Ordner wie normale Einträge sortieren

source: Sort order for menu entries
de: Sortierreihenfolge für die Menüs

source: Sort order for plugins
de: Sortierreihenfolge für Plugins

source: Sound
de: Ton

source: Soundcarrier
de: Tonträger

source: Source active
de: Quelle aktiv

source: Source and destination folders are the same.
de: Quell- und Zielverzeichnis sind identisch.

source: Source inactive
de: Quelle inaktiv

source: Source:
de: Quelle:

source: South
de: Süd

source: South Korea
de: Süd Korea

source: Spain
de: Spanien

source: Spanish
de: Spanisch

source: Speaker position
de: Lautsprecherposition

source: Specify how long to show the standby query on boot screen. This value can be set to ensure the box does not shut down to deep standby again too fast when in standby mode.
de: Stellt ein, wie lange die Standby-Abfrage angezeigt wird. Dieser Wert kann gesetzt werden um sicher zu stellen, dass sich die Box während der Standby-Zeit nicht zu schnell wieder abschaltet.

source: Specify plugin description to be used in menu (needs GUI restart).
de: Beschreibung, mit der das Plugin im Menü erscheinen soll (erfordert GUI Neustart).

source: Specify plugin name to be used in menu (needs GUI restart).
de: Name, unter dem das Plugin im Menü erscheinen soll (erfordert GUI Neustart).

source: Specify whether plugin shall show up in plugin menu or extensions menu (needs GUI restart)
de: Auswahl, ob Elektro im Plugin Menü oder wtyczkas-Menü gezeigt werden soll (erfordert GUI Neustart).

source: Speech to text using Wit.ai for VUPLUS-BLE-RCU.
de: Sprache zu Text Plugin für Vu+ BT/IR Fernbedienung und wit.ai

source: Split preview mode
de: Splitscreen für Podgląd-Modus

source: Sports
de: Sport

source: Standard EPG info
de: Standard EPG-Detailansicht

source: Standby / Restart
de: Standby / Neustart

source: Standby on boot
de: Nach dem Booten in den Standby

source: Standby on boot screen timeout
de: Anzeigedauer der Abfrage "In den Standby?"

source: Standby on manual boot
de: Nach dem manuellen Booten in den Standby

source: Start Cam
de: CAM starten

source: Start Dynamic on boot
de: Aktiviere dynamischen Modus beim Start

source: Start KiddyTimer
de: KiddyTimer starten

source: Start Moodlamp on boot
de: Aktiviere Stimmungslicht beim Start

source: Start Page
de: Startseite

source: Start Scan / Setup VUPLUS BLE RCU
de: Starte Suche / Vu+ Fernbedienung konfigurieren

source: Start Swap
de: Aktivieren

source: Start Teletext
de: Teletext

source: Start Timeshift
de: Starte Timeshift

source: Start Webinterface
de: Webinterface starten

source: Start automatically with Enigma2
de: Automatisch mit Enigma2 starten

source: Start folder for movie list
de: Startverzeichnis für Filmliste

source: Start from the beginning
de: Am Anfang starten

source: Start infinite recording
de: Endloseaufnahme starten

source: Start last service when returning to movie list (PiG)
de: Letzten Kanal bei Rückkehr in Filmliste aktivieren (PiG)

source: Start lights..
de: Starte Lichter...

source: Start next media file
de: Nächste Mediendatei abspielen

source: Start scan
de: Suche starten

source: Start server on boot
de: Aktiviere Server beim Start

source: Start test
de: Test starten

source: Start timeshift automatically after given time
de: Starte Timeshift automatisch nach

source: Start with following feed:
de: Beginne mit folgendem feed:

source: Start/Stop
de: Start/Stopp

source: StartTime
de: Startzeit

source: Starting Webbrowser. Please wait...
de: Webbrowser wird gestartet. Bitte czekaj...

source: Starting cam :
de: CAM wird gestartet:

source: Starting on
de: Beginnend ab

source: Starting time
de: Kontroll-Vorlaufzeit

source: Starting...
de: Starte...

source: Startpage
de: Startseite

source: Startup delay (in min)
de: Startverzögerung (in min)

source: State
de: Status

source: Static color
de: Statische Farbe

source: Static color:
de: Statische Farbe:

source: Stations
de: Stationen

source: Status Check Period
de: Überwachungsintervall

source: Status not available
de: Status nicht verfügbar

source: Status: %s | Current mode: %s | FPS: %s
de: Status: %s | Aktueller Modus: %s | FPS: %s

source: Step east
de: Schritt nach Osten

source: Step in ms for arrow keys
de: Schritte in ms für Pfeiltasten

source: Step in ms for key %i
de: Schritt in ms für Taste %i

source: Step in ms for keys '%s'
de: Schritt in ms für Tasten '%s'

source: Step west
de: Schritt nach Westen

source: Stop
de: Stopp

source: Stop Cam
de: CAM anhalten

source: Stop KiddyTimer (this session only)
de: KiddyTimer stoppen (nur diese Session)

source: Stop Swap
de: Deaktivieren

source: Stop Timeshift
de: Timeshift beenden

source: Stop Timeshift (deleting TS file)
de: Timeshift beenden (Aufnahme löschen)

source: Stop Timeshift (keeping TS file)
de: Timeshift beenden (Aufnahme speichern)

source: Stop Timeshift ?
de: Timeshift beenden?

source: Stop current event and disable coming events
de: Laufende Sendung abbrechen und kommende ignorieren

source: Stop current event but not coming events
de: Laufende Sendung abbrechen, aber kommende ausführen

source: Stop current records...
de: Laufende Aufnahmen werden gestoppt...

source: Stop fast forwarding at end of movie
de: Vorspulen am Ende des Films stoppen

source: Stop playing this movie?
de: Wiedergabe beenden?

source: Stop playing this stream?
de: Wiedergabe beenden?

source: Stop record
de: Beende Aufnahme

source: Stop running recordings
de: Laufende Aufnahmen beenden

source: Stop scan
de: Suche abbrechen

source: Stop test
de: Test stoppen

source: Stop testing plane after # failed transponders
de: Test nach # fehlgeschlagenen Transpondern abbrechen

source: Stop testing plane after # successful transponders
de: Test nach # erfolgreichen Transpondern abbrechen

source: Stopping cam :
de: CAM wird angehalten:

source: Store position
de: Position speichern

source: Stored position
de: Gespeicherte Position

source: Stream
de: Streame

source: Stream Channel
de: Streame Kanal

source: Stream Client with Port
de: Stream-Client mit Port

source: Streaming port of remote Vu+
de: Streaming-Port der entfernten Vu+ Box

source: Streaming service assignment
de: Streaming-Senderzuweisung

source: Streaming service assignment setup
de: Streaming-Senderzuweisung Einstellungen

source: Strip Leading 0
de: Führende 0 entfernen

source: Stripes
de: Streifen

source: Style
de: Stil

source: Style of timer
de: Aussehen des Timers

source: Style:
de: Stil:

source: Subject
de: Betreff

source: Subscribe Newsfeed...
de: Nachrichtenkanal abonieren...

source: Subservice list...
de: Unterkanal-Liste...

source: Subservices
de: Unterkanäle

source: Subtitle
de: Untertitel

source: Subtitle Quickmenu
de: Untertitel-Schnelleinstellungen

source: Subtitle alignment
de: Untertitel-Ausrichtung

source: Subtitle delay when timing is bad
de: Zusätzliche Untertitel-Verzögerung

source: Subtitle delay when timing lacks
de: Untertitel Verzögerung bei fehlendem UT-Timing

source: Subtitle font color
de: Untertitel- Schriftfarbe

source: Subtitle font size
de: Untertitel-SchriftWielkość

source: Subtitle overlay
de: Untertitel einblenden

source: Subtitle padding Y
de: Untertitel-Zeilenerhöhung

source: Subtitle position
de: Untertitel-Position

source: Subtitle selection
de: Untertitel-Auswahl

source: Subtitle settings
de: Untertitel-Einstellungen

source: Subtitle text transparency
de: Untertitel Schrifttransparenz

source: Subtitles
de: Untertitel

source: Succeed
de: Erfolgreich

source: Success
de: Erfolgreich

source: Success. Press OK to exit.
de: In Ordnung. OK drücken zum Beenden

source: Successfully moved the movie %s
de: Der Film %s wurde erfolgreich verschoben

source: Sucessfully changed password for root user to: %s
de: Das root-Passwort wurde erfolgreich geändert auf: %s

source: Sucessfully changed password for root user to:
de: Passwort fuer root wurde erfolgreich geaendert auf:

source: Sun
de: So

source: Sunday
de: Sonntag

source: Support "Fast Scan"?
de: "Fast Scan"-Unterstützung?

source: Swap PIP
de: Tausche PIP

source: Swap Services
de: Kanäle tauschen

source: Swapfile
de: Auslagerungsdatei

source: Sweden
de: Schweden

source: Swedish
de: Schwedisch

source: Switch 4:3 (Pillarbox) (Pan&Scan)
de: Tausche 4:3 (Pillarbox<=> Pan&Scan)

source: Switch audio
de: Tonspur...

source: Switch between views
de: Ansicht wechseln

source: Switch keyboard layout
de: Tastaturlayout umschalten

source: Switch on/off lights when TV turns on/off:
de: Lichter aus/ein wenn TV aus-/eingeschaltet wird

source: Switch to dynamic mode
de: Dynamischer Modus

source: Switch to keyboard/mouse mode.
de: Umschalten zwischen Tastatur- und Maus-Modus

source: Switch to moodlamp mode
de: Stimmungslicht

source: Switch to next configured page URL
de: Zur nächsten Seite wechseln

source: Switch to next subservice
de: Zum nächsten Unterkanal umschalten

source: Switch to previous configured page URL
de: Zur vorherigen Seite wechseln

source: Switch to previous subservice
de: Zum vorherigen Unterkanal umschalten

source: Switchable tuner types:
de: Umschaltbare Tuner-Typen:

source: Switzerland
de: Schweiz

source: System Tools
de: Systemwerkzeuge

source: System services
de: Systemdienste

source: Systemplugins
de: Systemwtyczkaen

source: TEMP :
de: TEMPERATUR:

source: TMDb Infos
de: TMDb-Informationen

source: TOP [left]
de: OEBN [links]

source: TOP [right]
de: OBEN [rechts]

source: TOTAL :
de: GESAMT:

source: TS file is too large for ISO9660 level 1!
de: Die TS-Datei ist zu groß für ISO9660 Level 1.

source: TUNER TYPE : %s
de: Tuner-Typ : %s

source: TV + A/V standby
de: TV und A/V-Receiver aus

source: TV + A/V wakeup
de: TV und A/V-Receiver ein

source: TV System
de: Fernsehnorm

source: TV backlight
de: TV Hintergrundbeleuchtung

source: TV on => VU+ activity:
de: TV ein => Vu+-Aktivität:

source: TV power off:
de: TV ausschalten:

source: TV power on:
de: TV einschalten:

source: TV standby
de: TV aus

source: TV standby => VU+ activity:
de: TV aus => Vu+-Aktivität:

source: TV wakeup
de: TV ein

source: TV-mode
de: TV-Modus

source: TYPE : %s
de: Typ : %s

source: Table of content for collection
de: Inhalt der Zusammenstellung

source: Tag 1
de: Stichwort 1

source: Tag 2
de: Stichwort 2

source: Tags
de: Stichwörter

source: Tags the Timer/Recording will have.
de: Tags, die der Aufnahme zugewiesen werden.

source: Take a lookt at https://www.vuplus-support.org
de: Besuche die Seite https://www.vuplus-support.org

source: Take x downloads to list:
de: Nehme x Downloads zur Liste:

source: Target file %s.ts already exist. Do you want to replace it?
de: Zieldatei %s.ts existiert bereits. Die Datei ersetzen?

source: Task list
de: Lista zadań

source: Tasks
de: Zadania

source: Technical Information
de: Technische Informationen

source: TeleVision
de: TV

source: Teletext subtitle color
de: Farbe des Untertitels (Videotext)

source: Teletext subtitle font size
de: SchriftWielkość des Untertitels (Videotext)

source: Teletext subtitle horizontal alignment
de: Ausrichtung des Untertitels (Videotext)

source: Telnet Port
de: Port Telnet-a

source: Temperature unit:
de: Temperatur Einheit

source: Temporary folder (/tmp)
de: Temporäres Verzeichnis (/tmp)

source: Terrestrial
de: Terrestrisch

source: Terrestrial provider
de: Region

source: Test Connection with %s:%s, succesfull!
de: Verbindungstest mit %s:%s erfolgreich !

source: Test DiSEqC settings
de: DiSEqC-Einstellungen testen

source: Test Type
de: Typ testu

source: Test mode
de: Tryb testu

source: Test the network configuration of your STB.
de: Überprüfen Sie die Netzwerk-Konfiguracja Ihrer Vu+.

source: Testing Smartcard 2...
de: Test Smartcard 2...

source: Text PID
de: PID tekstu

source: Text only
de: Tylko tekst

source: Text padding offset in pixel
de: Textabstand (aussen) in Pixel

source: Text spacing offset in pixel
de: Textabstand (innen) in Pixel

source: Thank you for using the wizard. Please press OK to continue.
de: Vielen Dank, dass Sie den Assistenten benutzt haben. Drücken Sie OK zum Fortfahren.

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your STB.
de: Der Assistent ist hiermit beendet. Ihre Vu+ kann nun benutzt werden. Bitte drücken Sie OK, um den Assistenten zu verlassen.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
de: Vielen Dank für das Benutzen des Wizards. Der neue AutoTimer wurde der Liste hinzugefügt. Drücke OK um Fortzufahren.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a STB format data DVD (which will not play in stand-alone DVD players) instead?
de: Der DVD-Standard unterstützt keine H.264 (HDTV) Videos. Soll stattdessen eine Daten-DVD im Vu+-Format (die nicht in einem herkömmlichen DVD-Player abspielbar ist) erstellt werden?

source: The Device Manager is not installed! Please install it.
de: Der Gerätemanager ist nicht installiert. Bitte installieren Sie diesen zuerst, damit der Menüpunkt sichtbar wird.

source: The FileManager is not installed! Please install it.
de: Der Dateimanager ist nicht installiert. Bitte installieren Sie diesen zuerst, damit der Menüpunkt sichtbar wird.

source: The Internet Movie Database
de: Die Internet Movie Database

source: The Netherlands
de: Holandia

source: The NetworkBrowser is not installed! Please install it.
de: Der Netzwerkbrowser ist nicht installiert. Bitte installieren Sie diesen zuerst, damit der Menüpunkt sichtbar wird.

source: The NetworkWizard extension is not installed! Please install it.
de: Das NetzwerkWizard-Plugin ist nicht installiert. Bitte installieren Sie es.

source: The Online-Filmdatenbank
de: Die Online-Filmdatenbank

source: The PIN code has been changed successfully.
de: Der PIN-Code wurde erfolgreich geändert.

source: The PIN code has been saved successfully.
de: Die PIN wurde erfolgreich gespeichert.

source: The PIN codes you entered are different.
de: Die eingegebenen PIN-Codes unterscheiden sich.

source: The SoftCam was installed successfully
de: Die SoftCam wurde erfolgreich installiert

source: The Softwaremanagement extension is not installed! Please install it.
de: Das Softwaremanagement-Plugin ist nicht installiert. Bitte installieren Sie es.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
de: Der Timer wird nicht zur Liste hinzugefügt. Drücke OK um den Wizard zu beenden.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
de: Der Zeitraum eines AutoTimers ist das erste "fortgeschrittene" Attribut. Wenn ein Zeitraum angegeben ist wird eine Sendung nur hinzugefügt wenn sie innerhalb dieser Zeitspanne liegt.

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
de: Das VPS-Plugin konnte nicht überprüfen, ob der Kanal für manuell programmierte Timer VPS unterstützt. Möchten Sie VPS wirklich aktivieren?

source: The VTI Info Panel is not installed! Please install it.
de: Das VTi InfoPanel ist nicht installiert. Bitte installieren Sie es.

source: The VTi InfoPanel is not installed! Please install it.
de: Das VTi InfoPanel ist nicht installiert. Bitte installieren Sie es.

source: The VTi Panel is not installed! Please install it.
de: Das VTi Panel ist nicht installiert. Bitte installieren Sie es.

source: The active Time Profile is (1 or 2).
de: Das aktive Zeit Profile ist (1 oder 2)

source: The backup failed. Please choose a different backup location.
de: Die Sicherung ist fehlgeschlagen. Bitte einen anderen Sicherungsort auswählen.

source: The box always enters deep standby mode, except for recording.
de: Die Box bleibt immer im Deep Standby Modus, sofern nicht gerade aufgenommen wird.

source: The channel may support VPS Do you want to enable VPS?
de: Der Kanal unterstützt vermutlich VPS. Möchten Sie VPS aktivieren?

source: The content of the folder is:
de: Inhalt des Verzeichnisses:

source: The counter can automatically be reset to the limit at certain intervals.
de: Der Zähler kann in bestimmten Intervallen automatisiert Poprzednigesetzt werden.

source: The database is currently used by another Vu+ STB, please try again later
de: Die Datenbank ist gerade durch einen anderen Vu+ Receiver in Verwendung, bitte versuchen Sie es später noch einmal

source: The directory %s is not writable. Make sure you select a writable directory instead.
de: Das Verzeichnis %s ist nicht beschreibbar. Stellen Sie sicher, dass Sie ein beschreibbares Verzeichnis angegeben haben.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
de: Der Editor für neue AutoTimer. Das kann entweder der Assistent oder der klassische Editor sein.

source: The following files were found...
de: Znaleziono poniższe pliki...

source: The image list can not be loaded, please be patient and try again later
de: Das Image kann nicht heruntergeladen werden. Bitte versuchen Sie es später noch einmal.

source: The input port should be configured now. You can now configure the screen by displaying some test picture. Do you want to do that now?
de: Der Videoeingang sollte nun konfiguriert sein. Sie können nun für weitere Bildschirmeinstellungen einige Testbilder anzeigen lassen. Möchten Sie dies jetzt machen?

source: The installation of the default services lists is finished.
de: Die Installation der Standard-Kanallisten wurde abgeschlossen.

source: The installation of the default settings is finished. You can now continue configuring your STB by pressing the OK button on the remote control.
de: Die Installation der Standardeinstellungen wurde beendet. Sie können nun mit der Einrichtung Ihrer Vu+ fortfahren, indem Sie die OK-Taste auf Ihrer Fernbedienung drücken.

source: The loopthrough setting is wrong.
de: Die Einstellungen zum Durchschleifen sind falsch

source: The match attribute is mandatory.
de: Das Attribut "Finde in Titel" muss angegeben werden!

source: The movie "%s" is cut in the background.
de: Der Film "%s" wird im Hintergrund geschnitten.

source: The movie "%s" is successfully cut
de: Der Film "%s" wurde erfolgreich geschnitten

source: The movie is moved in the background from %s to %s.
de: Der Film wird im Hintergrund von %s nach %s verschoben.

source: The news file can not be analyzed, please be patient and try again later
de: Die Neuigkeiten konnten nicht geprüft werden. Bitte haben Sie etwas Geduld und versuchen es später erneut.

source: The number you entered is wrong!
de: Die eingegebene Nummer ist falsch.

source: The package doesn't contain anything.
de: Das Paket enthält keine Daten

source: The path %s already exists.
de: Der Pfad %s existiert bereits.

source: The pin code you entered is wrong.
de: Der eingegebene PIN-Code ist falsch.

source: The program will exit now.
de: Das Programm wird jetzt beendet

source: The results have been written to %s.
de: Die Ergebnisse des Tests wurden in der Datei %s gespeichert.

source: The saved PIN was cleared.
de: Die PIN wurde Poprzednigesetzt.

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
de: Der gewählte Kanal unterstützt kein VPS für manuell programmierte Timer. Möchten Sie VPS wirklich aktivieren?
