Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: <Code set manual>
de: <Ustaw kod ręcznie>

source: Please take a look at %s for more details
de: Proszę otworzyć plik %s aby zobaczyć więcej informacji.

source: 1. Press <OK> and <STB> simultaneously for 3 seconds. After 3 seconds LED turns on.
de: 1. Naciśnij jednocześnie <OK> i <STB> przez 3 Sekundy, żeby włączycć diodę LED

source: 2. Enter a 5 digit code(ex. code 2 is '00002')
de: 2. Wpisz ko5 5-cio cyfrowy (2 to '00002')

source: 3. Press the <OK> key. LED is blinked and turns on.
de: 3. <OK> drücken. Die LED blinkt kurz.

source: <This tuner is configured automatically>
de: <Tuner zostanie skonfigurowany automatycznie>

source: Advanced options and settings.
de: Zaawansowane opcje i ustawienia.

source: After pressing OK, please wait!
de: Po naciśnięciu OK, proszę czekać!

source: Backup your STB settings.
de: Kopia ustawień tunera.

source: Device : %s
de: Urządzenie: %s

source: Device : /dev/%s
de: Urządzenie: /dev/%s

source: Do you want to exit?
de: Czy chesz wyjść?

source: Edit the upgrade source address.
de: Edycja adresu źródłowego dla aktualizacji.

source: Filesystem : %s
de: System plików: %s

source: Manage extensions or plugins for your STB
de: wtyczkaen und Plugins Ihrer Vu+ verwalten

source: Online update of your STB software.
de: Online-Aktualisierung Ihrer Vu+-Software.

source: Package : %s old version : %s new version : %s
de: Pakiet: %s stara wersja: %s Nowa wersja: %s

source: Partition : %s
de: Partycja: %s

source: Please repair Vu+ RCU. (by AUDIO+MENU)
de: Bitte Vu+ Fernbedienung erneut koppeln (<AUDIO> + <MENU>)

source: Press OK on your remote control to continue.
de: Drücken Sie OK, um fortzufahren.

source: Restore your STB settings.
de: Wiederherstellen Ihrer Vu+-Einstellungen.

source: Restore your STB with a new firmware.
de: Wiederherstellen Ihrer Vu+ mit einer neuen Firmware.

source: Restore your backups by date.
de: Wiederherstellen Ihrer nach Datum sortierten Sicherungen.

source: Scan for local extensions and install them.
de: Nach lokalen wtyczkaen suchen und diese installieren.

source: Select your backup device. Current device:
de: Wählen Sie Ihr Sicherungsgerät. Aktuelles Gerät:

source: Size : %d MB
de: Wielkość: %d MB

source: Size : %s
de: Wielkość: %s

source: Size : %s MB
de: Wielkość: %s MB

source: System will restart after the restore!
de: Das System wird nach der Wiederherstellung neu starten.

source: View, install and remove available or installed packages.
de: Anzeigen, Installieren und Entfernen verfügbarer oder installierter Pakete.

source: When transcoding, PIP is disabled.
de: Während der Transkodierung ist kein Bild-in-Bild (PiP) verfügbar.

source: When transcoding, both PIP and analog video outputs are disabled.
de: Während der Transkodierung sind Bild-in-Bild (PiP) und der analoge Videoausgang deaktiviert.

source: Your System is up to date
de: System jest aktualny

source: partition %d : %s MB
de: Partycja %d: %s MB

source: - Log Directory
de: - Katalog z logami

source: - Log Level
de: - Poziom logowania

source: - Type
de: - Typ

source: Menu key : Select quad channel
de: MENU Taste : Quad-PiP Kanal auswählen

source: Red key : Show/Hide focus bar
de: ROTE Taste : Informationen ein/ausblenden

source: Red key : Zap focused channel on full screen
de: Rote Taste : Umschalten auf markierten Sender (Vollbild)

source: Min 0.00 | Max 1.00 | Default 0.00
de: Min 0.00 | Max 1.00 | Standard 0.00

source: Min 0.00 | Max 1.00 | Default 1.00
de: Min 0.00 | Max 1.00 | Standard 1.00

source: Results
de: Wyniki

source: Saturation: Simply a strengthening of the average colour planes. The best option is between 1:00 and 1:20. This is because you are going to reinforce colours and this is so unnatural. Example: many films have a colour grading over it. A well-known example is a blue tint. This affects all the colours on the screen so that even a light Gray sky has some blue tones in it. When you try saturation on 2, it will thus be seen as good this blue tint twice while it appears white on your screen.
de: Ein guter Wert für die Sättigung liegt zwischen 1.0 und 1.20. Andere Werte können die Farbtreue verfälschen.

source: Set the order as given in enigmalight.conf.
de: Reihenfolge wie in der enigmalight.conf angegeben.

source: Some tv's are slower then the lights. With this option you can make the output 1 -> 20 frames later.
de: Einige TV's sind langsamer als die Lichter. Mit dieser Option erfolgt die Ansteuerung 1 bis 20 Frames später.

source: added to EasyMedia
de: in EasyMedia aufgenohmen

source: as
de: jako

source: at /dev/%s
de: na /dev/%s

source: downloading available drivers information
de: Verfügbare Treiberinformationen werden heruntergeladen

source: downloading available image information
de: Verfügbare Image-Informationen werden heruntergeladen

source: extensions.
de: rozszerzenia.

source: is activated.
de: zostanie aktywowany.

source: long
de: długość

source: packages selected.
de: Pakete ausgewählt.

source: removed from EasyMedia
de: vom EasyMedia entfernt

source: updates available.
de: Aktualisierungen verfügbar.

source: wireless networks found!
de: drahtlose Netzwerke gefunden.

source: !!(Empty) Please, Input to the
de: !!(Leer) Bitte eingeben

source: "Wit.ai speech to text Setup" gets the speech data from VUPLUS-BLE-RCU and converts it to text using wit.ai.
de: Wit.ai Text zu Sprache Plugin verwendet die VU+ BT/IR Fernbedienung um die Spracheingabe aufzunehmen und wit.ai zum Konvertieren in Text

source: %d Feed(s) were added to configuration.
de: %d Kanäle wurden der Konfiguration hinzugefügt.

source: %d conflict(s) encountered when trying to add new timers: %s
de: %d Konflikt(e) gefunden beim hinzufügen neuer Timer: %s

source: %d conflict(s) solved with similar timer(s): %s
de: %d Konflikt(e) gefunden beim hinzufügen alternativer Timer: %s

source: %d error while moving Movie '%s' to '%s': %s
de: %d Fehler beim verschieben von '%s' nach '%s':%s

source: %d jobs are running in the background!
de: Es laufen noch %d Vorgänge im Hintergrund.

source: %d services found!
de: znaleziono %d serwisów.

source: %s (%s, %d MB free)
de: %s (%s, %d MB wolne)

source: %s Start Device Inititlization?
de: %s Initialisierung des Gerätes beginnen?

source: %s - Setup
de: %s - Konfiguracja

source: %s - creating preview for movie %s
de: %s - erstelle Vorschaubild für Film %s

source: %s Setup
de: %s Konfiguracja

source: %s additional screens
de: Zusätzliche %s Screens

source: %s does not exist!
de: %s existiert nicht!

source: %s: %s at %s
de: %s: %s na %s

source: '%s' already exists in destination directory '%s', set force=1 to move anyway.
de: '%s' existiert bereits im Zielverzeichnis '%s', setzen sie 'force=1' um trotzdem zu verschieben.

source: '%s' does not exist in source directory.
de: '%s' existiert nicht im Quellverzeichnis.

source: '%s' has been added to playlist
de: '%s' wurde zur Playlist hinzugefügt

source: '%s' is neither a valid reference nor a valid file
de: '%s' ist weder eine gültige Referenz noch eine gültige Datei

source: '%s' not found in playlist
de: '%s' wurde nicht in der Playlist gefunden

source: '%s' removed from playlist
de: '%s' wurde von der Playlist entfernt

source: (De)/Activate AudioZap
de: AudioZap ein-/ausschalten

source: (De)/Activate SplitScreen
de: SplitScreen ein-/ausschalten

source: (Re)start client ?
de: Uruchomić klienta ?

source: (actual)
de: (ist)

source: (de)activate Audio Zap...
de: Audio-Zap ein-/ausschalten

source: (de)activate Picture in Picture...
de: Bild in Bild ein-/ausschalten

source: (de)activate Split Screen...
de: Splitscreen ein-/ausschalten

source: (empty)
de: (pusty)

source: (set point)
de: (soll)

source: (show optional DVD audio menu)
de: (optionales DVD-Audiomenü anzeigen)

source: * Only available if more than one interface is active.
de: * Nur verfügbar, wenn mehr als ein Netzwerkadapter aktiv ist.

source: * current animation
de: * aktuell ausgewählte Animation

source: - 3D Mode:
de: - tryb 3D:

source: - Address:
de: - Adres:

source: - Adjust BLUE
de: - Niebieski

source: - Adjust GREEN
de: - Zielony

source: - Adjust RED
de: - Czerowny

source: - Ambioder precision:
de: - Ambioder Präzision

source: - Auto speed:
de: - Geschwindigkeit (Auto)

source: - Blue Adjust:
de: - NIEBIESKI

source: - Blue Blacklevel:
de: - NIEBIESKI Schwarzwert

source: - Blue Gamma:
de: - NIEBIESKI Gamma

source: - Brightness:
de: - Jasność

source: - Check for update, press OK
de: - Auf Updates prüfen

source: - Clockwise or Backwards:
de: - Uhrzeigersinn oder Gegenuhrzeigersinn

source: - Cluster Leds:
de: - LED's verbinden

source: - Color BLUE : %s
de: - Farbe NIEBIESKI : %s

source: - Color GREEN : %s
de: - Farbe GRÜN : %s

source: - Color RED : %s
de: - Farbe ROT : %s

source: - Color order:
de: - Farbformat

source: - Configuration File
de: - Konfiguracjasdatei

source: - Daemon port:
de: - Port serwera:

source: - Debug-Logging > /tmp/enigmalight_gui.log:
de: - Aktiviere Debug: /tmp/enigmalight_gui.log

source: - Default lightmode:
de: - Standardmodus

source: - Delay before remove:
de: - Verzögerung vor dem Entfernen

source: - Delay:
de: - Opóźnienie:

source: - Device output:
de: - Geräteausgang

source: - Device rate:
de: - Übertragungsrate

source: - Device type:
de: - Gerätetyp

source: - Disable lights:
de: - Lichter aus

source: - Don't turn lights off/on in standby:
de: - Lichter im Standby nicht ein-/ausschalten

source: - Enable lights on boot:
de: - Lichter beim Starten einschalten

source: - Enable lights:
de: - Lichter ein

source: - Enable network mode (connect with other daemon):
de: - Aktiviere Netzwerkmodus (verbinde zu externen Server)

source: - Fader brightness : %s
de: - Helligkeit : %s

source: - Gamma correction 1-10:
de: - Gammakorrektur 1-10

source: - Green Adjust:
de: - ZIELONY

source: - Green Blacklevel:
de: - ZIELONY Schwarzwert

source: - Green Gamma:
de: - ZIELONY Gamma

source: - Host ipaddress:
de: - Host IP-Adresse

source: - How many lights Bottom:
de: - Anzahl Lichter unten

source: - How many lights Left:
de: - Anzahl Lichter links

source: - How many lights Right:
de: - Anzahl Lichter rechts

source: - How many lights Top:
de: - Anzahl Lichter oben

source: - Interval:
de: - Interwał:

source: - Led speed:
de: - LED Geschwindigkeit

source: - Maximal Brightness:
de: - Max. Helligkeit

source: - Maximal Saturation 0.00-1.00:
de: - Max. Sättigung 0.00-1.00

source: - Minimal Brightness:
de: - Min. Helligkeit

source: - Minimal Saturation 0.00-1.00:
de: - Min. Sättigung 0.00-1.00

source: - Moodlamp Mode:
de: - Modus für Stimmungslicht

source: - Red Adjust:
de: - CZERWONY

source: - Red Blacklevel:
de: - CZERWONY Schwarzwert

source: - Red Gamma:
de: - CZERWONY Gamma

source: - Remove Blackbars left and right:
de: - Schwarze Balken links und rechts entfernen

source: - Remove Blackbars top and bottom:
de: - Schwarze Balken oben und unten entfernen

source: - Remove statusbar from tuningscreen:
de: - Deaktiviere Statusinformationen im Tuningmodus

source: - Run EnigmaLight as server when lights are off:
de: - Enigmalight als Server verwenden bei ausgeschalteten Lichter

source: - Sample picture:
de: - Testbild

source: - Saturation 0-20:
de: - Sättigung 0-20

source: - Scan depth Bottom:
de: - Auswertungstiefe unten

source: - Scan depth Left:
de: - Auswertungstiefe links

source: - Scan depth Right:
de: - Auswertungstiefe rechts

source: - Scan depth Top:
de: - Auswertungstiefe oben

source: - Show errormessages:
de: - Zeige Fehlermeldungden

source: - Show message when turn on/off lights:
de: - Zeige Nachricht bei EIN/AUS der Lichter

source: - Show sample pictures:
de: - Zeige Testbilder

source: - Show statusbar on bottom of screen:
de: - Zeige Status am unteren Rand

source: - Standby Mode:
de: - Tryb w uśpieniu:

source: - Standby mode:
de: - Tryb w uśpieniu:

source: - Threshold:
de: Ansprechwert

source: - Type of EnigmaLight binary:
de: - Typ der ausführbaren Datei

source: - Use ColorAdjust Settings:
de: - Verwende Farbanpassung

source: - Use Timer:
de: - Verwende Timer

source: - Use webinterface:
de: - Aktiviere Webinterface

source: - Webinterface port:
de: - Port interfejsu WEB:

source: - Where starts led 1:
de: - Startpunkt LED 1

source: - With (floor) stand:
de: - mit Standfuß

source: -- Bottom center (how many places are empty):
de: -- Anzahl Lichter Mitte unten (leere Stellen)

source: -- How many lights Bottom-left:
de: -- Anzahl Lichter links unten

source: -- How many lights Bottom-right:
de: -- Anzahl Lichter rechts unten

source: ---Weather---
de: ---Pogoda---

source: /media/custom
de: /media/BENUTZERDEFINIERT

source: 1 minute
de: 1 Minuta

source: 1 minutes
de: 1 Minuta

source: 1 second
de: 1 Sekunda

source: 1 wireless network found!
de: Ein drahtloses Netzwerk gefunden.

source: 1-1. Serial Number (The first two or three letters of SN)
de: 1-1. Seriennummer (die ersten zwei bzw. drei Buchstaben der SN)

source: 1-2. Serial Number (The remaining numbers of SN)
de: 1-2. Seriennummer (die nachfolgenden Zahlen der SN)

source: 1. Drop WvDial
de: 1. Verbindung trennen

source: 1. Load a Mobile Broadband Device
de: 1. UMTS-Gerät verbinden

source: 1. Move to Bluetooth Setup Options. (press MENU key in BluetoothSetup)
de: 1. Optionen bei Bluetooth Einstellungen öffnen. (In den Bluetooth Einstellungen die MENU Taste drücken)

source: 1. Sign up for wit.ai (https://wit.ai)
de: 1. Auf https://wit.ai registrieren

source: 10 seconds
de: 10 Sekund

source: 12V output
de: 12V-Ausgang

source: 16:9 always
de: 16:9 immer

source: 2 minutes
de: 2 Minut

source: 2 seconds
de: 2 Sekund

source: 2. Change 'Skip firmware update of VUPLUS-BLE-RCU' option to 'no'
de: 2. Von 'Diese Version überspringen' auf 'nein' stellen

source: 2. Contact
de: 2. Kontakt

source: 2. Enter "server access token" under the settings menu to below.
de: 2. Den ServerAccessToken eingeben

source: 2. Set up a Mobile Broadband Device
de: 2. UMTS-Gerät einrichten

source: 2. Unload a Mobile Broadband Device
de: 2. UMTS-Gerät trennen

source: 20 seconds
de: 20 Sekund

source: 3 minutes
de: 3 Minuty

source: 3 seconds
de: 3 Sekundy

source: 3. Done
de: 3. Zrobione

source: 3. Generate a WvDial profile
de: 3. WvDial-Profil erstellen

source: 3. Reconnect the VUPLUS-BLE-RCU.
de: 3. Fernbedienung erneut verbinden

source: 30 minutes
de: 30 Minut

source: 30 seconds
de: 30 Sekund

source: 3d mode
de: 3D-Modus

source: 4 seconds
de: 4 Sekundy

source: 4. Attempt to connect
de: 4. Verbindungsaufbau

source: 5 minutes
de: 5 Minut

source: 5 seconds
de: 5 Sekund

source: 5. Done
de: 5. Abgeschlossen

source: 6 seconds
de: 6 Sekund

source: 60 minutes
de: 60 Minut

source: 7 seconds
de: 7 Sekund

source: 8 seconds
de: 8 Sekund

source: 9 seconds
de: 9 Sekund

source: <Current movielist location>
de: <Aktueller Speicherort für Filme>

source: <Default movie location>
de: <Standard-Speicherort für Filme>

source: <Last timer location>
de: <Letzter Speicherort für Timer>

source: <No Channel>
de: <Brak kanału>

source: <empty>
de: <pusty>

source: <unknown>
de: <nieznany>

source: A NAS/Server can be shut down. Is required activated Telnet.
de: Ein NAS/Server kann heruntergefahren werden. Es muss Telnet aktiviert sein.

source: A PVR descramble converting is finished. %s
de: Eine verschlüsselte Aufnahme wurde entschlüsselt. %s

source: A basic FTP client
de: Klient FTP

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
de: Eine Konfiguracjasdatei (%s) wurde seit der Installation verändert. Möchten Sie diese Version behalten?

source: A file with this name (%s) already exists locally. Do you want to overwrite it?
de: Eine Datei namens %s existiert bereits lokal. Soll diese Datei überschrieben werden?

source: A file with this name (%s) already exists on the remote host. Do you want to overwrite it?
de: Eine Datei namens %s existiert bereits auf dem Host. Soll diese Datei überschrieben werden?

source: A finished record timer wants to set your STB to standby. Do that now?
de: Ein Aufnahme-Timer möchte Ihre Vu+ in den Standby-Modus schalten. Jetzt ausführen?

source: A finished record timer wants to shut down your STB. Shutdown now?
de: Ein Aufnahme-Timer möchte Ihre Vu+ ausschalten. Jetzt ausführen?

source: A finished scheduled task wants to set your STB to standby. Do that now?
de: Ein beendete geplante Aufgabe möchte Ihre Vu+ in den Standby-Modus schalten. Jetzt ausführen?

source: A finished scheduled task wants to shut down your STB. Shutdown now?
de: Ein beendete geplante Aufgabe möchte Ihre Vu+ ausschalten. Jetzt ausführen?

source: A graphical EPG for all services of an specific bouquet
de: Grafischer EPG für alle Kanäle eines bestimmten Bouquets

source: A mount entry with this name already exists! Update existing entry and continue?
de: Eine Netzwerkfreigabe mit diesem Namen existiert bereits. Bestehenden Eintrag aktualisieren und fortfahren?

source: A movie with same name is already in your database
de: Eine Aufnahme mit gleichem Namen ist bereits in der Datenbank:

source: A new skin was installed
de: Es wurde ein neuer Skin installiert

source: A record has been started: %s
de: Eine Aufnahme wurde gestartet: %s

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
de: Zurzeit läuft eine Aufnahme. Bitte beenden Sie diese, bevor Sie den CZERWONYor einrichten.

source: A recording is currently running. Please stop the recording before trying to scan.
de: Aktuell läuft eine Aufnahme. Bitte beenden Sie die Aufnahme und versuchen es erneut

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
de: Zurzeit läuft eine Aufnahme. Bitte beenden Sie diese, bevor Sie den Sat-Finder starten.

source: A required tool (%s) was not found.
de: Ein erforderliches Hilfsprogramm (%s) wurde nicht gefunden.

source: A search for available updates is currently in progress.
de: Eine Suche nach verfügbaren Aktualisierungen wird durchgeführt.

source: A second configured interface has been found. Do you want to disable the second network interface?
de: Eine zweite eingerichtete Netzwerkverbindung wurde gefunden. Möchten Sie diese Netzwerkverbindung deaktivieren?

source: A simple to use RSS reader
de: Ein einfacher Newsreader

source: A sleep timer wants to set your STB to standby. Do that now?
de: Ein Ausschalt-Timer möchte Ihre Vu+ in den Standby-Modus schalten. Jetzt ausführen?

source: A sleep timer wants to shut down your STB. Shutdown now?
de: Ein Ausschalt-Timer möchte Ihre Vu+ ausschalten. Jetzt ausführen?

source: A small overview of the available icon states and actions.
de: Eine kurze Übersicht der verfügbaren Zustände und Aktionen.

source: A timer failed to record! Disable TV and try again?
de: Timer-Aufnahme fehlgeschlagen. Fernsehen deaktivieren und erneut versuchen?

source: A transfer is currently in progress. What do you want to do?
de: Ein Transfer ist zur Zeit aktiv. Was möchten Sie tun?

source: A video streaming solution based on VLC
de: Video streaming basierend auf dem VLC

source: A/V + TV wakeup
de: A/V-Receiver und TV ein

source: A/V Settings
de: A/V-Einstellungen

source: A/V-Color space settings
de: A/V-Farbraum Einstellungen

source: A/V-Receiver power off:
de: A/V-Receiver ausschalten:

source: A/V-Receiver power on:
de: A/V-Receiver einschalten:

source: A/V-Receiver toggle mute:
de: A/V-Receiver Stummschaltung ein/aus:

source: A/V-Receiver volume down:
de: A/V-Receiver Lautstärke -:

source: A/V-Receiver volume up:
de: A/V-Receiver Lautstärke +:

source: AAC software decoding
de: AAC Software-Dekoder

source: AC3 Downmix disabled
de: AC3 Downmix deaktiviert

source: AC3 Downmix enabled
de: AC3 Downmix aktiviert

source: AP Device
de: AP-Gerät

source: AP Mode
de: AP-Modus

source: Abort
de: Abbrechen

source: Abort all downloads
de: Alle Downloads abbrechen

source: Abort scan
de: Suche abbrechen

source: Abort this Wizard.
de: Den Wizard beenden.

source: Abort transfer
de: Transfer abbrechen

source: About
de: O...

source: About EnigmaLight / Box information
de: Über EnigmaLight / Box Info

source: About FritzCall
de: FritzCall Plugin

source: About...
de: O...

source: Accesspoint:
de: Zugangspunkt:

source: Accounts list
de: Kontenliste

source: Action
de: Akcja

source: Action after summit
de: Aktion im Anschluss der Zusammenfassung

source: Action for inactivity:
de: Aktion bei Inaktivität

source: Action on long powerbutton press
de: Aktion nach langem Drücken auf Power

source: Action on short powerbutton press
de: Aktion nach kurzen Drücken auf Power

source: Action:
de: Akcja:

source: Activate
de: Aktywuj

source: Activate Audio Zap
de: Audio-Zap einschalten

source: Activate Movielist Preview
de: Aktiviere Filmlistenvorschau

source: Activate Picture in Picture
de: Bild in Bild aktivieren

source: Activate Split Screen
de: Splitscreen aktivieren

source: Activate VPS
de: VPS aktivieren

source: Activate WLAN guest access
de: Aktiviere WLAN Gastzugang

source: Activate debug logging?
de: Debug-PCZERWONYokollierung aktivieren?

source: Activate network settings
de: Netzwerkeinstellungen aktivieren

source: Activate permanent clock
de: Aktiviere permanente Uhr

source: Activation mode
de: Aktivierungsmodus

source: Active
de: Aktywny

source: Active Source Reply On:
de: HDMI-Antwort auf aktive Quelle:

source: Active Time Profile
de: Aktives Zeit Profil

source: Active Usersessions :
de: Aktive Benutzer-Sessions:

source: Active service is now '%s'
de: Der aktive Dienst ist nun '%s'

source: Active/ Inactive
de: Aktiv/ Inaktiv

source: Adapter settings
de: Adapter-Einstellungen

source: Add
de: Dodaj

source: Add "Search" Button to EPG
de: "Suchen" im Standard EPG hinzufügen

source: Add Autotimer
de: Autotimer hinzufügen

source: Add Bookmark
de: Lesezeichen hinzufügen

source: Add Functions to MQB Key
de: Funktion zur MQB Taste hinzufügen

source: Add Macro to MQB Key
de: Macro zur MQB Taste hinzufügen

source: Add New Quad Channel Entry
de: Neuen Quad-PiP Kanal erstellen

source: Add Plugins to MQB Key
de: Plugin zur MQB Taste hinzufügen

source: Add Script/Binary to MQB Key
de: Skript/ausführbare Datei zur MQB Taste hinzufügen

source: Add Service
de: Dodaj kanał

source: Add Timer
de: Dodaj timer

source: Add Zap Timer
de: Umschalttimer hinzufügen

source: Add a executable to ExeManager
de: Ausführbare Datei hinzufügen

source: Add a job to CronManager
de: Cronjob hinzufügen

source: Add a mark
de: Markierung hinzufügen

source: Add a new NFS or CIFS mount point to your STB.
de: Eine neue CIFS- oder NFS-Freigabe hinzufügen.

source: Add a new title
de: Neuen Titel hinzufügen

source: Add bouquet services
de: Fav-Sender +

source: Add command line options ?
de: Zusätzliche Befehlszeilenargumente angeben ?

source: Add current playing stream to favorite
de: Laufender Sender zur Favoritenliste hinzufügen

source: Add current selected genre to favorite
de: Markiertes Genre zur Favoritenliste hinzufügen

source: Add current selected station to favorite
de: Markierte Station zur Favoritenliste hinzufügen

source: Add downloads from txt files
de: Downloads aus txt Dateien hinzufügen

source: Add entry to phonebook
de: Neuer Telefonbucheintrag

source: Add files from container
de: Dateien aus Container hinzufügen

source: Add instant Timer
de: Sofort-Timer hinzufügen

source: Add new AutoTimer
de: Neuen AutoTimer hinzufügen

source: Add new network mount point
de: Netzwerkfreigabe hinzufügen

source: Add new page
de: Neue Seite hinzufügen

source: Add new tag...
de: Neuen Tag hinzufügen...

source: Add sequence number to output file
de: Dateien mit fortlaufender Nummerierung generieren

source: Add similar timer on conflict
de: Bei Konflikt alternativen Timer hinzufügen

source: Add timer
de: Dodaj timer
