Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Load
de: Laden

source: Load Bouquet
de: Lade Bouquet

source: Load EPG data from epg.dat
de: EPG-Daten aus der Datei "epg.dat" laden

source: Load EPG data from file every X minutes (0 = off)
de: EPG-Daten alle X Minuten aus Datei laden (0 = aus)

source: Load Length of Movies in Movielist
de: Anzeigen der Spielzeit in Filmliste

source: Load feed on startup:
de: Feed beim Starten laden:

source: Load movie-length
de: Aufnahmelängen laden

source: Load pages from feed
de: Seiten aus Feed laden

source: Loaded Picons:
de: Geladene Picons:

source: Loading ...
de: Lade ...

source: Loading EPG data from %s finished
de: Laden der EPG-Daten von %s abgeschlossen

source: Loading new services list finished succesfully.
de: Die neuen Kanallisten wurden erfolgreich geladen

source: Loading next page... please wait!
de: Lade nächste Seite... bitte czekaj!

source: Loading previous page... please wait!
de: Lade vorherige Seite... bitte czekaj!

source: Loading the new services list failed. Please try again
de: Beim Laden der neuen Kanallisten ist ein Fehler aufgetreten Bitte versuchen Sie es noch einmal

source: Loading, please wait ...
de: Ladevorgang läuft... Bitte czekaj.

source: Loading, please wait...
de: Ladevorgang läuft... Bitte czekaj.

source: Local
de: Lokal

source: Local Network
de: Lokales Netzwerk

source: Local share name
de: Lokaler Freigabename

source: Location
de: Zielverzeichnis

source: Location # (http://weather.yahoo.com/):
de: Ort Nr. (http://de.wetter.yahoo.com/):

source: Location '%s' added successfully
de: Zielverzeichnis '%s' erfolgreich hinzugefügt

source: Location '%s' does not exist
de: Zielverzeichnis '%s' existiert nicht

source: Location '%s' is already existing
de: Zielverzeichnis '%s' existiert bereits

source: Location '%s' removed successfully
de: Zielverzeichnis '%s' erfolgreich gelöscht

source: Location for info file
de: Ort der Informationsdatei

source: Location for instant recordings
de: Speicherort für Sofortaufnahmen

source: Location list
de: Ortsliste

source: Lock:
de: Signal:

source: Locking Fail Error
de: Fehler beim Sperren

source: Log results to harddisk
de: Ergebnisse auf die Festplatte pCZERWONYokollieren

source: Long Keypress
de: Langer Tastendruck

source: Long filenames
de: Lange Dateinamen

source: Longitude
de: Längengrad

source: Lookup
de: Suchen

source: Lookup on IMDb.com
de: Suche auf IMDb.com

source: Lower bound of timespan.
de: Untere Grenze der Zeitspanne.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
de: Untere Grenze der Zeitspanne. Vor diesem Zeitpunkt wird keine Übereinstimmung gesucht. Vorlauf wird hier nicht eingerechnet!

source: MB swapfile on
de: MB-Auslagerungsdatei auf

source: MMC Card
de: MMC-Karte

source: MORE
de: Mehr

source: MOUNTPOINT
de: EINHÄNGEPUNKT

source: MQB Functions and Plugins
de: MQB Funktionen und Plugins

source: MSN to show (separated by ,)
de: anzuzeigende MSNs (getrennt durch ,)

source: Mac Address
de: MAC Addresse

source: Mac address fail
de: MAC-Adresse ungültig

source: Mailbox
de: Anrufbeantworter

source: Main Picture
de: Hauptbild

source: Main Primetime (HH:MM):
de: Haupt - Primetime (HH:MM)

source: Main menu
de: Hauptmenü

source: Main window
de: Hauptfenster

source: Mainmenu
de: Hauptmenü

source: Make filesystem Error /dev/%s. Please check your device.
de: Fehler bei der Erstellen des Dateisystems /dev/%s Bitte überprüfen Sie Ihr Gerät.

source: Make this mark an 'in' point
de: Aus dieser Markierung einen "innen"-Punkt machen

source: Make this mark an 'out' point
de: Aus dieser Markierung einen "außen"-Punkt machen

source: Make this mark just a mark
de: Aus dieser Markierung nur eine Markierung machen

source: Manage Cams
de: CAMs verwalten

source: Manage extensions
de: wtyczkaen verwalten

source: Manage network shares
de: Netzwerkfreigaben verwalten

source: Manage your Picons
de: Verwalte deine Picons

source: Manage your VU+ Team Image
de: Verwalten des Vu+ Team Images

source: Manage your network shares...
de: Netzwerkfreigaben verwalten...

source: Manage your receiver's software
de: Verwalten der Software Ihrer Vu+

source: Manual
de: Manuell

source: Manual Fan control
de: Manuelle Lüftereinstellung

source: Manual Scan
de: Manuelle Suche

source: Manual configuration
de: Manuelle Einrichtung

source: Manual specification
de: manuelle Einstellungen

source: Manual transponder
de: Manueller Transponder

source: Manufacturer
de: Hersteller

source: Mar
de: Mrz

source: March
de: März

source: Margin after record
de: Nachlauf hinter Aufnahme (in Minuten)

source: Margin before record (minutes)
de: Vorlauf vor Aufnahme (in Minuten)

source: Mark files < 1 MB as failed:
de: Markiere Dateien < 1MB als Fehlgeschlagen:

source: Mark movie as seen after X %
de: Film nach X% als gesehen markieren

source: Mark only unseen recordings as new
de: Markiere nur ungesehene Aufnahmen als 'NEU'

source: Mark recording services in service list
de: Kanäle mit laufenden Aufnahmen in Kanalliste markieren

source: Mark recordings as new for X days (0=off)
de: Markiere Aufnahmen als 'NEU' für X Tage (0=aus)

source: Match Timespan: %02d:%02d - %02d:%02d
de: Finde in Zeitspanne: %02d:%02d - %02d:%02d

source: Match any substring
de: Beliebiger Treffer des Suchtextes

source: Match beginning of a word
de: Treffer am Anfang des Wortes

source: Match exactly
de: Exakter Treffer

source: Match of search string: exact, from begin or any substring
de: Typ der Suche: exakt, Wortanfang, beliebig

source: Match title
de: Finde in Titel

source: Match title: %s
de: Finde Titel: %s

source: Max Channels
de: Maximale Anzahl an Kanälen

source: Max search results:
de: Anzahl angezeigter Suchergebnisse:

source: Maximal downloads:
de: Maximale Downloads:

source: Maximum duration (in m)
de: Maximale Länge (in Min.)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
de: Maximale Sendungsdauer eines Treffers. Wenn eine Sendung länger als diese Zeitspanne ist, wird sie nicht aufgenommen. Vor-/Nachlauf wird dabei nicht eingerechnet.

source: Maximum zap history entries:
de: Maximale Einträge in der Zap-Historie:

source: May
de: Mai

source: Media directory
de: Medienverzeichnis

source: Media player
de: Medienwiedergabe

source: MediaPlayer
de: Medienwiedergabe

source: Mediaplayer not installed
de: Mediaplayer ist nicht installiert

source: Mediaplayer was not active
de: Mediaplayer war nicht aktiv

source: Medium is not a writeable DVD!
de: Das Medium ist keine beschreibbare DVD.

source: Medium is not empty!
de: Das Medium ist nicht leer.

source: Memory Usage
de: Speicherauslastung

source: Menu not implemented yet!!!! feel free to code this menu now ;)
de: Menü bisher nicht implementiert. Sie könnten jetzt den Programmcode für diesen Menüpunkt schreiben ;)

source: Menu title
de: Menütitel

source: Merlin iDream is not installed!
de: Merlin iDream ist nicht installiert!

source: Message
de: Nachricht

source: Message sent successfully!
de: Die Nachricht wurde erfolgreich gesendet!

source: Message timeout (sec):
de: Anzeigedauer der Nachricht (sec)

source: Message...
de: Nachricht...

source: Method
de: Methode

source: Mexico
de: Mexiko

source: Minimal Brightness: If you set this as example to 0.01, then the LEDs will not completely dark is there is black but soft grey
de: Wenn dieser Wert auf z.B. 0.01 gesetzt wird, gehen die Lichter nicht komplett aus, selbst wenn das Bild schwarz ist.

source: Minimal EPG list
de: Minimale EPG Liste

source: Minimal movie list
de: Minimale Filmliste

source: Minimal timer list
de: Minimale Timer-Liste

source: Minimum SmartSeek time intervall (seconds)
de: Minimale Sprungzeit in Sekunden für SmartSeek

source: Minimum amount of items before grouping
de: Minimale Anzahl an Aufnahmen für die Gruppierung

source: Misc
de: Verschiedenes

source: Missed
de: Verpasst

source: Missed calls
de: Verpasste Anrufe

source: Missing Parameter: begin
de: Fehlender Parameter: begin

source: Missing Parameter: beginOld
de: Fehlender Parameter: beginOld

source: Missing Parameter: channelOld
de: Fehlender Parameter: channelOld

source: Missing Parameter: description
de: Fehlender Parameter: description

source: Missing Parameter: end
de: Fehlender Parameter: end

source: Missing Parameter: endOld
de: Fehlender Parameter: endOld

source: Missing Parameter: eventid
de: Fehlender Parameter: eventid

source: Missing Parameter: name
de: Fehlnder Parameter: name

source: Missing Parameter: sRef
de: Fehlender Parameter: sRef

source: Missing Paramter: dirname
de: Fehlender Parameter: dirname

source: Missing or Wrong Argument
de: Fehlendes oder falsches Argument

source: Missing or invalid parameter file
de: Fehlender oder fehlerhafter Parameter 'file'

source: Missing or wrong argument
de: Fehlendes oder fehlerhaftes Argument

source: Missing value for parameter dirname
de: Fehlender Wert für Parametername 'dirname'

source: Mkfs failed
de: Mkfs fehlgeschlagen

source: Mode
de: Modus

source: Mode 1
de: Modus 1

source: Mode 2
de: Modus 2

source: Mode for framerate change
de: Modus für Umschaltung der Bildwiederholrate

source: Model :
de: Modell:

source: Model:
de: Modell:

source: Modem Manager
de: Modem-Verwaltung

source: Modify
de: Ändern

source: Modify a CronManager job
de: Cronjob ändern

source: Modify execute command
de: Auszuführenden Befehl ändern

source: Modify existing timers
de: Ändere bestehende Timer

source: Mon
de: Mo

source: Mon-Fri
de: Montag bis Freitag

source: Monday
de: Montag

source: Monthly
de: Monatlich

source: Moodlamp
de: Stimmungslicht

source: Moodlamp configuration
de: Einstellungen Stimmungslicht

source: More
de: Mehr

source: More selections
de: weitere Filter

source: More video entries.
de: Weitere Video Einträge.

source: Mosaic
de: Mosaik

source: Mosquito noise reduction
de: Mosquito-Noise-Reduktion

source: Most discussed
de: Heiß diskutiert

source: Most linked
de: Am häufigsten verlinkt

source: Most popular
de: Beliebteste Videos

source: Most recent
de: Neueste Videos

source: Most responded
de: Meiste Antworten

source: Most viewed
de: Meistgesehen

source: Mount
de: Einhängen

source: Mount Failed! (%s -> %s)
de: Einhängen fehlgeschlagen. (%s -> %s)

source: Mount Failed! Current path is already mounted by "%s"
de: Einhängen fehlgeschlagen. Der angegebene Pfad ist bereits in Verwendung durch "%s"

source: Mount Point
de: Einhängepunkt

source: Mount Point : %s -> %s
de: Einhängepunkt: %s -> %s

source: Mount Point : %s ->%s
de: Einhängepunkt: %s -> %s

source: Mount Point : click ok button on here.
de: Einhängepunkt: OK-Taste drücken

source: Mount Point is not writeable. Path : %s
de: Einhängepunkt ist nicht beschreibbar: Pfad: %s

source: Mount failed
de: Einhängen fehlgeschlagen

source: Mount info
de: Dateisystem mounts

source: Mount informations
de: Freigabe-Informationen

source: Mount known devices automatically
de: Bekannte Geräte automatisch einhängen

source: Mount known devices automatically :
de: Bekannte Geräte automatisch einhängen:

source: Mount options
de: Freigabeoptionen

source: Mount path %s is already in use. Please umount current device first
de: Der Pfad %s wird bereits verwendet. Bitte das aktuelle Gerät aushängen.

source: Mount process
de: Art der Einbindung

source: Mount type
de: Freigabetyp

source: MountManager
de: Freigaben-Verwaltung

source: Mounted on : %s
de: Eingehängt nach: %s

source: Mounted/ Unmounted
de: Eingehängt/ Nicht eingehängt

source: Mountpoint :
de: Einhängepunkt:

source: Mountpoints management
de: Freigaben-Verwaltung

source: Mounts editor
de: Freigaben-Editor

source: Mounts management
de: Freigaben-Verwaltung

source: Mouse
de: Maus

source: Move
de: Verschieben

source: Move PIP
de: Verschiebe PIP

source: Move Picture in Picture
de: Bild-in-Bild verschieben

source: Move clock
de: Uhr verschieben

source: Move cursor left
de: Cursor nach links bewegen

source: Move cursor right
de: Cursor nach rechts bewegen

source: Move east
de: Drehen nach Osten

source: Move mode off
de: Verschiebemodus aus

source: Move mode on
de: Verschiebemodus ein

source: Move plugin screen
de: Plugin- Bildschirm verschieben

source: Move screen down
de: Fenster nach unten verschieben

source: Move screen to the center of your TV
de: Fenster auf dem Bildschirm zentrieren

source: Move screen to the left
de: Fenster nach links verschieben

source: Move screen to the lower left corner
de: Fenster in die linke untere Ecke verschieben

source: Move screen to the lower right corner
de: Fenster in die rechte untere Ecke verschieben

source: Move screen to the middle of the left border
de: Fenster in die Mitte des linken Randes verschieben

source: Move screen to the middle of the right border
de: Fenster in die Mitte des rechten Randes verschieben

source: Move screen to the right
de: Fenster nach rechts verschieben

source: Move screen to the upper left corner
de: Fenster in die linke obere Ecke verschieben

source: Move screen to the upper right corner
de: Fenster in die obere rechte Ecke verschieben

source: Move screen up
de: Fenster nach oben verschieben

source: Move to begin
de: An den Anfang springen

source: Move to end
de: Ans Ende springen

source: Move west
de: Drehen nach Westen

source: Movie '%s' deleted
de: Film '%s' gelöscht

source: Movie '%s' has unknown suffix '%s'.
de: Film '%s' hat die unbekannte Dateiendung '%s'.

source: Movie '%s' moved to '%s' without errors.
de: Film '%s' wurde ohne Fehler nach '%s' verschoben.

source: Movie Archive
de: Aufnahmen wiedergeben

source: Movie Directory
de: Film-Verzeichnis

source: Movie archive
de: Aufnahmen wiedergeben

source: Movie location
de: Speicherort für Filme

source: Movie playback
de: Filmwiedergabe

source: Movie search
de: Film-Suche

source: Movie trash function is not available at this memory device !
de: Die Papierkorbfunktion steht auf diesem Speichergerät nicht zur Verfügung.

source: MoviePlayer integration
de: Im MoviePlayer integrieren

source: Movielist Preview
de: Filmlistenvorschau

source: Movielist menu
de: Filmlisten-Menü

source: Movies
de: Aufnahmen

source: Movies / Timers
de: Aufnahmen / Timer

source: Moving Movie '%s' to '%s' in background.
de: Film '%s' wird im Hintergrund nach '%s' verschoben.

source: Multi EPG column view
de: Multi EPG Spaltenansicht

source: Multi QuickButton settings
de: Multi QuickButton Einstellungen

source: Multi-EPG bouquet selection
de: Multi-EPG Bouquet-Auswahl

source: MultiQuickButton button selection
de: MultiQuickButton Tastenauswahl

source: MultiQuickButton macro configuration
de: MultiQuickButton Makro Einstellungen

source: Multichannel PCM
de: Mehrkanalton (PCM)

source: Multiple service support
de: Unterstützung für mehrere Kanäle

source: Music
de: Musik

source: Music Directory
de: Musikverzeichnis

source: Music player:
de: Musik Player:

source: Mute
de: Stummschaltung

source: Mute on call
de: Ton aus bei angezeigten Anrufen

source: Mute toggled
de: Stummschalten wurde umgeschalten

source: MyTube Plugin is not installed!
de: MyTube ist nich installiert!

source: MyTube Settings
de: MyTube Einstellungen

source: MyTubePlayer Help
de: MyTube Player Hilfe

source: MyTubePlayer active video downloads
de: Aktive Video downloads

source: MyTubePlayer settings
de: MyTube Player Einstellungen

source: MyVideo Player is not installed!
de: MyVideo Player ist nicht installiert!

source: N/A
de: N/V

source: NAS Poweroff (press OK to edit)
de: NAS Poweroff (drücke OK zum Editieren)

source: NAS/Server Name or IP
de: NAS/Server Name oder IP

source: NCID server (Name or IP)
de: NCID Server (Name oder IP)

source: NCID server listening port (1-65535)
de: NCID Server Port (1-65535)

source: NEXT
de: NÄCHSTE

source: NFS share
de: NFS-Freigabe

source: NO CAM ACTIVE !!! Cant restart current cam
de: Kein CAM aktiv. Bitte starten Sie zunächst ein CAM, bevor Sie es neu starten.

source: NOTE : The selected firmware version is not higher than existing one.
de: Hinweis: Die ausgewählte Firmware Version ist nicht neuer als die bereits installierte

source: NOW
de: JETZT

source: NO_GET_APPNAME Press exit!
de: APP-Name nicht vorhanden Bitte die EXIT-Taste drücken.

source: NTP-Server Contenant Selection
de: Kontinentauswahl für NTP-Server

source: NTP-Server Country Selection
de: Länderauswahl für NTP-Server

source: Name and Description Input
de: Name und Beschreibung eingeben

source: Name of DVD
de: Name der DVD

source: Name of WLAN guest network
de: Name des WLAN Gastfunknetzes

source: Nameserver Setup
de: DNS-Einstellungen

source: Namespace
de: Namensraum

source: NetDrive Setup
de: NetDrive-Einrichtung

source: NetMask
de: Netzmaske

source: NetRadio player:
de: Internet Radio-Player:

source: Netmask
de: Netzmaske

source: Network
de: Netzwerk

source: Network Browser
de: Netzwerkbrowser

source: Network Configuration...
de: Netzwerkeinrichtung...

source: Network Interface
de: Netzwerkschnittstelle

source: Network Mount
de: Netzwerk-Mount

source: Network Settings
de: Netzwerkeinstellungen

source: Network Setup
de: Netzwerkeinstellungen

source: Network Wizard
de: Netzwerkassistent

source: Network configuration is not changed.... Are you sure you want to restart your network interfaces?
de: Die Netzwerkeinstellung hat sich nicht geändert Sind Sie sicher, dass Sie die Netzwerkadapter neu starten möchten?

source: Network mount
de: Netzwerk Freigabe

source: Network scan
de: Netzwerksuche

source: Network setup
de: Netzwerkeinstellungen

source: Network test
de: Netzwerktest

source: Network test...
de: Netzwerktest...

source: Network test:
de: Netzwerktest:

source: Network:
de: Netzwerk:

source: NetworkBrowser
de: Netzwerkbrowser

source: NetworkWizard
de: Netzwerkassistent

source: Networkname (SSID)
de: Netzwerkname (SSID)

source: Never
de: Niemals

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
de: Dies überschreibt die Einstellungen pro Timer global. Diese Option aktiviert die Funktion Aufnahmen verschlüsselt abzuspeichern um sie später zu entschlüsseln. Standard: aus

source: Never decrypt while recording CI services
de: Aufnahmen von CI Sendern verschlüsselt abspeichern

source: New
de: Neu

source: New FW version : %d
de: Neue Firmware Version : %d

source: New Items
de: Neue Nachrichten

source: New Items since last Auto-Update
de: Neue Nachrichten seit letzter Aktualisierung

source: New PIN
de: Neue PIN

source: New Search
de: Neue Suche

source: New Zealand
de: Neuseeland

source: New app version :
de: Neue App-Version :

source: New app version : %d
de: Neue App-Version : %d

source: New app version : N/A
de: Neue App-Version : N/A

source: New call
de: Neuer Anruf

source: New description:
de: Neue Beschreibung:

source: New filename:
de: Neuer Dateiname:

source: New firmware detected for VUPLUS-BLE-RCU.
de: Neue Firmware für Vu+ BT Fernbedienung verfügbar

source: New firmware detected for VUPLUS-BLE-RCU. (old: %d new: %d)
de: Neue Firmware für Vu+ BT Fernbedienung verfügbar (alt: %d neu: %d)

source: New location:
de: Neues Verzeichnis:

source: New mail arrived for account %s:
de: Neue Nachricht für %s ist angekommen:

source: New password:
de: Neues Passwort:

source: New title:
de: Neuer Titel:

source: News
de: Neuigkeiten

source: News & Politics
de: Nachrichten & Politik

source: News about VTI
de: Neuigkeiten zum VTi

source: Next
de: Vor

source: Next Bouquet
de: Nächstes Bouquet

source: Next Channel
de: Nächster Kanal

source: Next Group
de: nächste Gruppe

source: Next bouquet
de: Nächste Favoritenliste

source: Next color depth
de: nächste Farbtiefe

source: Next day starts at
de: Der nächste Tag beginnt um

source: Next entry
de: Nächster Eintrag

source: Next page
de: Nächste Seite

source: Next picon creator
de: nächster Piconersteller

source: Next picon size
de: nächste PiconWielkość

source: Next quad PiP channel
de: Nächster Quad-PiP Kanal

source: Next step
de: Weiter

source: Next timeshift event
de: Nächste Timeshift Aufzeichnung

source: No
de: Nein

source: No (supported) DVDROM found!
de: Kein (unterstütztes) DVD-Laufwerk gefunden.

source: No AP detected.
de: Kein AP erkannt.

source: No Bouquets to Display
de: Keine Bouquets vorhanden

source: No Connection
de: Keine Verbindung

source: No DECT phone registered
de: Kein Schnurlostelefon angemeldet

source: No EPG data available
de: Keine EPG Daten verfügbar

source: No Feedly configuration
de: Keine Konfiguracja für Feedly

source: No File-Manager installed!
de: Keine Datei-Manager installiert!

source: No HDD found or HDD not initialized!
de: Festplatte nicht gefunden bzw. nicht initialisiert.

source: No HDMI-Cec-Hooks are registered!
de: Es haben sich keine HDMI-Cec-Hooks eingetragen.

source: No Harddisk or Harddisk with S.M.A.R.T capabilites detected
de: Keine Festplatte oder keine Festplatte mit S.M.A.R.T.-Funktion erkannt

source: No IMDb match.
de: Keine passenden Einträge gefunden.

source: No Messagetext given
de: Kein Nachrichtentext gegeben

source: No Music-Player installed!
de: Keine Musik Player installiert!

source: No OFDb match.
de: Keine passenden Einträge gefunden.

source: No Service to show
de: Keine Känale vorhanden

source: No Timer Available!
de: Kein Timer verfügbar

source: No backup needed
de: Keine Sicherung benötigt

source: No call redirection active
de: Keine Rufumleitung aktiv

source: No cast list found in the database.
de: Keine Darstellerliste in der Datenbank gefunden.

source: No channel
de: Kein Sender

source: No cuts specified
de: Keine Schnitte angegeben

source: No data on transponder! (Timeout reading PAT)
de: Keine Daten auf dem Transponder. (Zeitüberschreitung beim Lesen der PAT)

source: No delay
de: Keine Verzögerung

source: No description available.
de: Keine Beschreibung verfügbar.

source: No details found.
de: Keine Details gefunden.

source: No detected HbbTV applications.
de: Unbekannte HbbTV-Anwendung

source: No displayable files on this medium found!
de: Keine anzeigbaren Dateien auf diesem Medium gefunden.

source: No entry selected
de: Kein Eintrag ausgewählt

source: No event info found, recording indefinitely.
de: Keine EPG-Daten gefunden. Unbegrenzte Aufnahme wird gestartet.

source: No free tuner!
de: Kein verfügbarer Tuner.

source: No history
de: Verlauf ist leer

source: No image found!!!! Please copy usb image or restore image to /media/hdd/vuplus/MODEL .
de: Kein Image gefunden. Bitte kopieren Sie ein USB-Image oder eine Sicherung in das Verzeichnis "/media/hdd/vuplus/MODELL".

source: No image found!!!! Please copy usb image or restore image to /media/hdd/vuplus/duo/solo/uno or ultimo .
de: Kein Image gefunden Bitte kopieren Sie ein USB-Image oder eine Sicherung in das Verzeichnis "/media/hdd/vuplus/MODELL".

source: No information...
de: Keine Information...

source: No internal Harddisk detected!!!! Please install an internal Harddisk first to be in a position to check harddisk temperature.
de: Es wurde keine Festplatte gefunden. Bitte installieren Sie erst eine Festplatte, um danach die Temperatur zu überprüfen.

source: No items to show...
de: Nichts zu sehen...

source: No mailbox active
de: Kein Anrufbeantworter aktiv

source: No matching place names found
de: Keine zutreffenden Orte gefunden

source: No more files in this directory
de: Keine weiteren Dateien in diesem Verzeichnis
