Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: Error while creating screenshot. You need grab version 0.8 or higher!
de: Fehler während dem Erstellen des Screenshots. Du benötigst die grab Version 0.8 oder höher!

source: Error while decrypting %s!
de: Fehler während dem Entschlüsseln von %s!

source: Error while downloading file %s
de: Fehler während dem Herunterladen von %s

source: Error while getting video url!
de: Fehler bei Ermittlung der Video URL!

source: Error while parsing Feed, this usually means there is something wrong with it.
de: Fehler während der Verarbeitung. Dies beudetet in der Regel, dass etwas mit dem Kanal nicht stimmt.

source: Error while searching http://rapidshare-search-engine.com! Error: %s
de: Fehler während dem Suchen auf http://rapidshare-search-engine.com! Fehler: %s

source: Error while searching http://rapidshare-search-engine.com! Error: Nothing found, sorry.
de: Fehler während dem Suchen auf http://rapidshare-search-engine.com! Fehler: Nichts gefunden, sorry.

source: Error while setting new password!
de: Fehler während dem Setzen des neuen Passworts!

source: Error while starting EnigmaLight: %s
de: Fehler beim Starten von Enigmalight: %s

source: Error with VLC server: %s
de: Fehler beim VLC server: %s

source: Error: %s Retry?
de: Fehler aufgetreten: %s Erneut versuchen?

source: Error[%d] : %s. Press OK to exit.
de: Fehler[%d]: %s. OK-Taste zum Beenden drücken.

source: Estonian
de: Estnisch

source: Ethernet network interface
de: Netzwerkschnittstelle

source: Event
de: Ereignis

source: Event Description
de: Sendungsbeschreibung

source: Event with id %d not found
de: Ereignis mit id %d wurde nicht gefunden

source: EventId not found
de: EventId nicht gefunden

source: Eventview
de: Sendungsdetails

source: Everything done ;)
de: Alles erledigt ;)

source: Everything is fine
de: Alles in Ordnung

source: Exact match
de: Exakter Treffer

source: Excecute
de: Ausführen

source: Exceeds dual layer medium!
de: Wielkość eines Dual-Layer-Mediums überschritten.

source: Exclude
de: Ausschließen

source: Exclude services with advertisment at left/right zapping
de: Überspringe Sender mit Werbung beim links/rechts Zappen

source: Execute
de: Ausführen

source: Execute "after event" during timespan
de: Führe innerhalb der Zeitspanne aus

source: Execute cuts...
de: Schnitt ausführen...

source: Execute scheduled task
de: Geplante Aufgabe ausführen

source: Execute:
de: Befehl:

source: Execution Progress:
de: Ausführen eines externen Befehls:

source: Execution finished!!
de: Ausführung beendet.

source: Execution finished.
de: Ausführung beendet.

source: Execution time
de: Ausführungszeit

source: Exit
de: Beenden

source: Exit Quad Channel Selection
de: Quad-PiP Kanalauswahl verlassen

source: Exit bluetooth setup
de: Bluetooth-Konfiguracja verlassen

source: Exit editor
de: Editor beenden

source: Exit input device selection.
de: Eingabegeräteauswahl verlassen

source: Exit network wizard
de: Netzwerkassistenten beenden

source: Exit plugin
de: Plugin verlassen

source: Exit quad PiP
de: Quad-PiP beenden

source: Exit the Opera browser.
de: Opera Browser beenden

source: Exit the wizard
de: Assistenten beenden

source: Exit wizard
de: Assistenten beenden

source: Expert
de: Experte

source: Expert Backup / Restore
de: Experten-Sicherung / -Wiederherstellung

source: Export selected as AutoTimer
de: Auswahl als AutoTimer exportieren

source: Extend the list of services to refresh by those your AutoTimers use?
de: Liste der Kanäle automatisch um die Kanäle des AutoTimers erweitern?

source: Extended Networksetup Plugin...
de: Erweiterte Netzwerkeinrichtung...

source: Extended Search for faces
de: Erweiterte Suche für Bilder

source: Extended Search for names
de: Erweiterte Suche für Namen

source: Extended Setup...
de: Erweiterte Einstellungen...

source: Extended Software
de: Erweiterte Software

source: Extended Software Plugin
de: Erweitertes Software-Plugin

source: Extended description
de: Langbeschreibung

source: Extension Selection
de: wtyczkasmenü

source: Extension number to initiate call on
de: Nebenstelle für Anrufe

source: Extensions
de: wtyczkaen

source: Extensions management
de: wtyczkasverwaltung

source: Extensions menu
de: wtyczkas-Menü

source: External subtitle dialog colorisation
de: Externe Untertitel einfärben

source: External subtitle switch fonts
de: Schrift bei externen Untertitel anpassen

source: Extra Info
de: Zusatzinfos

source: Extracting image ...
de: Image wird entpackt...

source: FAN :
de: LÜFTER:

source: FCC enabled
de: Schneller Kanalwechsel aktiviert

source: FCC restart
de: Schnellen Kanalwechsel neu starten

source: FCCSetup
de: Schneller Kanalwechsel (FCC)

source: FILE NOT EXIST : /proc/stb/fp/remote_code
de: Datei existiert nicht: /proc/stb/fp/remote_code

source: FLASH IS BROKEN
de: Der Flashspeicher ist fehlerhaft

source: FPGA Upgrade
de: FPGA-Aktualisierung

source: FRAGM Threshold (256~2346)
de: FRAGM-Schwellenwert (256~2346)

source: FREE
de: FREI

source: FREE :
de: FREI:

source: FRITZ!Box - Could not load calls: %s
de: FRITZ!Box - Anrufe konnten nicht geladen werden: %s

source: FRITZ!Box - Could not load phonebook: %s
de: "FRITZ!Box - Telefonbuch konnte nicht geladen werden: %s

source: FRITZ!Box - Dialling failed: %s
de: FRITZ!Box - Wählen fehlgeschlagen: %s

source: FRITZ!Box - Error getting blacklist: %s
de: FRITZ!Box - Sperrliste konnte nicht geholt werden: %s

source: FRITZ!Box - Error getting status: %s
de: FRITZ!Box - Status konnte nicht geholt werden: %s

source: FRITZ!Box - Error logging in
de: FRITZ!Box - Fehler bei Anmeldung

source: FRITZ!Box - Error logging in: %s
de: FRITZ!Box - Fehler bei Login: %s

source: FRITZ!Box - Error logging in: %s Disabling plugin.
de: FRITZ!Box - Fehler bei Login: %s Plugin wird abgeschaltet

source: FRITZ!Box - Error logging out: %s
de: FRITZ!Box - Fehler bei Logout: %s

source: FRITZ!Box - Error resetting: %s
de: FRITZ!Box - Fehler bei Zurücksetzen: %s

source: FRITZ!Box - Failed changing GuestAccess: %s
de: Fehler bei Änderung des Gastzugangs: %s

source: FRITZ!Box - Failed changing Mailbox: %s
de: FRITZ!Box - Fehler bei Änderung des Anrufbeantworter-Status: %s

source: FRITZ!Box - Failed changing WLAN: %s
de: FRITZ!Box - Fehler bei Änderung des WLAN-Status: %s

source: FRITZ!Box FON address (Name or IP)
de: FRITZ!Box FON Adresse (Name oder IP-Adresse)

source: FRITZ!Box PhoneBook to read
de: Einzulesendes FRITZ!Box Telefonbuch

source: FRITZ!Box firmware version not configured! Please set it in the configuration.
de: FRITZ!Box Firmware-Version nicht konfiguriert! Bitte in der Konfiguracja setzen.

source: FRITZ!Box not available for calling
de: FRITZ!Box für Anrufe nicht verfügbar

source: FTP Queue Manager
de: FTP Warteschlangenverwaltung

source: FTP Server Manager
de: FTP-Server Verwaltung

source: Factory reset
de: Werkseinstellungen

source: Factory reset fail
de: Werkseinstellungen konnten nicht wiederhergestellt werden

source: Fail to download.
de: Herunterladen fehlgeschlagen.

source: Fail to update!!
de: Aktualisierung fehlgeschlagen.

source: Fail to upgrade!! Retry!!
de: Aktualisierung fehlgeschlagen. Bitte erneut versuchen.

source: Fail to upgrade. Cause :
de: Aktualisierung fehlgeschlagen. Grund:

source: Fail to upgrade. Cause : Can't found device. Do you want to exit?
de: Aktualisierung fehlgeschlagen. Grund: Kein Gerät gefunden. Möchten Sie abbrechen?

source: Fail to verify data file. file[%s] md5[%s]
de: Überprüfung der Datei fehlgeschlagen. Datei[%s] md5[%s]

source: Failed
de: Fehlgeschlagen

source: Failed to get subscriptions from Google Reader.
de: Konnte Abonnements nicht von Google Reader auslesen.

source: Failed to login to Google Reader.
de: Anmeldung bei Google Reader fehlgeschlagen.

source: Failed to move the movie %s to %s in the background
de: Konnte den Film %s nicht im Hintergrund nach %s verschieben

source: Fake recording
de: Pseudoaufnahme

source: Fallback to default skin at skin errors
de: Bei Skin-Fehlern Standard-Skin aktivieren

source: False
de: Falsch

source: Fan %d
de: Lüfter %d

source: Fan Control
de: Lüftereinstellung

source: Fan basic action
de: Lüfter-Status im Standby

source: Fan control
de: Lüftereinstellung

source: Fan off duration time
de: Zeitintervall (Lüfter aus)

source: Fan on duration time
de: Zeitintervall (Lüfter an)

source: FanOFF InStanby
de: Lüfter im Standby ausschalten

source: Fancontrol Settings in Standby mode
de: Lüftereinstellungen im Standby

source: Fast
de: Schnell

source: Fast Channel Change Setup
de: Schnellen Kanalwechsel konfigurieren

source: Fast DiSEqC
de: Schnelles DiSEqC

source: Fast Forward speeds
de: Schnellvorlauf-Geschwindigkeiten

source: Fast epoch
de: Schnell Zeitraum

source: FastForward >>
de: Vorspulen >>

source: Favorite list
de: Favoritenliste

source: Favorites
de: Favoriten

source: Favourite channel 1
de: Lieblingssender 1

source: Favourite channel 2
de: Lieblingssender 2

source: Favourite channel 3
de: Lieblingssender 3

source: Favourite channel 4
de: Lieblingssender 4

source: Favourite channel 5
de: Lieblingssender 5

source: Favourites
de: Favoriten

source: February
de: Februar

source: Feed
de: Kanal

source: Feed %s/%s
de: Kanal %s/%s

source: Feed URI
de: Adresse

source: Feed is empty.
de: Kanal ist leer.

source: Fetch feeds from Google Reader?
de: Abonnements bei Google Reader auslesen?

source: Fetching feed entries
de: Lade feeds

source: Fetching search entries
de: Lade Suchergebnisse

source: Field %d content
de: Feld %d : Inhalt

source: File
de: Datei

source: File %s is not executable
de: Die Datei "%s" ist nicht ausführbar

source: File %s nonexistent.
de: Datei %s existiert nicht.

source: File %s was not found
de: Die Datei "%s" wurde nicht gefunden

source: File (loop)
de: Datei (Schleife)

source: File Manager
de: Dateimanager

source: File Size
de: DateiWielkość

source: File is not executable
de: Datei ist nicht ausführbar

source: File not Found! /proc/bus/nim_sockets
de: Datei nicht gefunden: /proc/bus/nim_sockets

source: File not found
de: Datei nicht gefunden

source: File transfer was cancelled by user
de: Dateiübertragung wurde durch den Benutzer abgebrochen

source: Filebrowser
de: Datei Browser

source: Filename
de: Dateiname

source: Files
de: Dateien

source: Files browser:
de: Datei Browser:

source: Filesystem :
de: Dateisystem:

source: Filesystem : %s
de: Dateisystem: %s

source: Filesystem Check
de: Dateisystemüberprüfung

source: Filesystem check finished sucessfully
de: Dateisystemüberprüfung erfolgreich beendet.

source: Filesystem contains uncorrectable errors
de: Das Dateisystem enthält nicht behebbare Fehler

source: Filter Services
de: Kanäle Filtern

source: Filter also list of calls
de: Filter auch auf Anrufliste anwenden

source: Filter: keep
de: Filter: nur diese(r)

source: Filter: remove
de: Filter: ohne diese(n)

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
de: Filter sind ein hilfreiches Hilfsmittel um Sendungen zu erkennen. Ein AutoTimer kann auf bestimmte Wochentage beschränkt sein oder z.B. nur bei einem Text innerhalb der Kurzbeschreibung aktiv werden. Drücke NIEBIESKI um einen neuen Filter hinzuzufügen und GELB um einen zu entfernen

source: Finetune
de: Feineinstellung

source: Finished
de: Beendet

source: Finished configuring your network
de: Netzwerkeinrichtung abgeschlossen

source: Finished restarting your network
de: Netzwerkneustart abgeschlossen

source: Finnish
de: Finnisch

source: Firmware Upgrade
de: Firmware aktualisieren

source: Firmware does not exist.
de: Es steht keine Firmware zur Verfügung

source: First OK press activate selected service and second press closes service list
de: Der erste Druck auf die OK-Taste aktiviert den ausgewählten Sender, der zweite Druck schliesst die Senderliste

source: First audio language
de: Erste Audio-Spur (Sprache)

source: First day to match events. No event that begins before this date will be matched.
de: Erster Tag. Ereignisse vor diesem Datum werden ignoriert.

source: First subtitle language
de: Erste Untertitel-Sprache

source: Fixed skip intervall for left/right buttons
de: Konstantes Sprungintervall für die links/rechts Tasten

source: Flash extracted image from storage device
de: Image von Speichermedium zum Flashen auswählen

source: Flash process of selected image is in progress. Your Vu+ STB will be rebooted after write process Do not power off !!! Please wait ...
de: Der Flash-Vorgang des ausgewählten Images läuft. Ihre Vu+ wird nach dem Schreibprozess automatisch neu starten. Bitte trennen Sie Ihre Vu+ jetzt nicht vom Stromnetz. Bitte czekaj...

source: Follow the instructions on the front-display.
de: Bitte befolgen Sie die Anweisungen auf dem Frontdisplay

source: Following tasks will be done after you press OK!
de: Die folgende Aufgaben werden ausgeführt, nachdem Sie OK gedrückt haben.

source: Font size
de: SchriftWielkość

source: Font:
de: Schriftart:

source: For use this plugin, you must update the kernel version to 3.1 or later
de: Um dieses Plugin zu verwenden, benötigen Sie mindestens Kernelversion 3.1

source: Forbid DVB EPG update for black listed services
de: DVB-EPG Update für Sender in Blacklist verbieten

source: Force LNB Power
de: LNB Stromversorgung erzwingen

source: Force ToneBurst
de: Erzwinge ToneBurst

source: Force scan even if receiver is in use
de: Aktualisierung erzwingen

source: Force sleep (even when not in standby)
de: Erzwinge Ruhezustand (auch wenn nicht im Standby)

source: Force uninst.
de: Deinstallation erzwingen

source: Forces deep standby, even when not in standby mode. Scheduled recordings remain unaffected.
de: Erzwingt den Ruhezustand auch, wenn die Box nicht im Standby ist. Auf Aufnahmen hat dies keinen Einfluss.

source: Format
de: Formatieren

source: Format filesystem, please wait ...
de: Dateisystem wird formatiert. Bitte czekaj...

source: Format finished sucessfully.
de: Formatierung erfolgreich beendet.

source: Formatting, please wait ...
de: Formatierung läuft... Bitte czekaj. ...

source: Forward >
de: Vor >

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
de: Habe insgesamt %d Sendungen gefunden. %d Timer wurden hinzugefügt und %d geändert, %d Konflikte gefunden, %d alternative Timer hinzugefügt.

source: Found no Enclosure we can display.
de: Keine anzeigbaren Anhänge gefunden.

source: Found picture %s But did not load. Probably not PNG, 8-bit
de: Anruferbild gefunden: %s Konnte aber nicht geladen werden. Womöglich nicht PNG, 8-bit?

source: Four partitions (25% / 25% / 25% / 25%)
de: Vier Partitionen (25% - 25% - 25% - 25%)

source: Fourth audio language
de: Vierte Audio-Spur (Sprache)

source: Fourth subtitle language
de: Vierte Untertitel-Sprache

source: Frame size in full view
de: Rand in Vollansicht

source: Framerate
de: Bildwiederholrate

source: France
de: Frankreich

source: Free : %s
de: Frei: %s

source: Free Flash
de: Freier Flash-Speicher

source: Free Space
de: Freier Platz

source: Free space at flash memory : %d MB
de: Freier Flash-Speicher: %d MB

source: FreeSpace:
de: Freier Speicher:

source: FreeSpace:
de: Freier Speicher:

source: FreeSpace: Drive Not Found !
de: Freier Speicher: Kein Speicher gefunden!

source: French
de: Französisch

source: Frequency
de: Frequenz

source: Frequency bands
de: Frequenzbänder

source: Frequency scan step size(khz)
de: Frequenzschrittweite (kHz)

source: Frequency steps
de: Frequenzschritte

source: Frequency:
de: Frequenz:

source: Frequently asked questions
de: Häufig gestellte Fragen

source: Fri
de: Fr

source: Friday
de: Freitag

source: Frisian
de: Friesisch

source: FritzCall Setup
de: FritzCall Einstellungen

source: From
de: Von

source: From WD
de: Von Wochentag

source: From which day of the week, HDMI-Cec should be disabled?
de: Von welchem Wochentag an, soll HDMI-Cec deaktiviert werden?

source: Front LED OK?
de: Front-LED in Ordnung?

source: Front LED OK? yes-ok no-exit
de: Front-LED in Ordnung? Ja - OK Nein - BEENDEN

source: Front Processor
de: Frontprozessor

source: Front USB Slot
de: Vorderer USB-Port

source: Frontprocessor Version
de: Frontprozessor Version

source: Frontprocessor version: %d
de: Frontprozessor-Version: %d

source: Fsck failed
de: Fsck fehlgeschlagen

source: Full 1:1 back-up direct on USB
de: Vollständige 1:1-Sicherung direkt auf USB

source: Full 1:1 back-up in USB format
de: Vollständige 1:1-Sicherung im USB-Format

source: Full EPG
de: Vollständiger EPG

source: Full back-up direct to USB
de: Komplettsicherung direkt auf USB

source: Full back-up on HDD
de: Komplettsicherung auf Festplatte

source: Full back-up on HDD/USB
de: Komplettsicherung auf Festplatte/USB

source: Full back-up to USB
de: Komplettsicherung auf USB

source: Full back-up to the harddisk
de: Komplettsicherung auf Festplatte

source: Full remote
de: Vollständige Fernbedienung

source: Full transparency
de: Transparent

source: Fullscreen
de: Vollbild

source: Fullscreen Layout
de: Vollbild Layout

source: Fullscreen auto activation
de: Automatische Vollbild-Aktivierung

source: Functions
de: Funktionen

source: GUI Restart
de: GUI neu starten

source: GUI Setup
de: Benutzeroberfläche

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
de: Die Oberfläche muss neu gestartet werden, um das neue Aussehen übernehmen zu können. Möchten Sie die Oberfläche jetzt neu starten?

source: GUI needs a restart to apply changes.
de: Das System muss neu gestartet werden, um die Änderungen übernehmen zu können.

source: GUI needs a restart to apply new configuration. Do you want to restart the GUI now ?
de: Die Benutzeroberfläche muss neu gestartet werden, um die neue Konfiguracja zu übernehmen. Möchten Sie die Benutzeroberfläche jetzt neu starten?

source: GUI needs a restart.
de: Das System muss neu gestartet werden.

source: GUI restart now, press 'OK' button.
de: Um die GUI jetzt neu zu starten, 'OK' drücken

source: Gaming
de: Spiele

source: Gamma correction: Set this to 2.2 for default, since this is a default value for movies.
de: 2.2 ist der Standardwert für die Filmwiedergabe

source: General Dolby Digital delay (ms)
de: Allgemeine Dolby-Digital-Verzögerung (ms)

source: General Dolby Digital delay(ms)
de: Allgemeine Dolby-Digital-Verzögerung (ms)

source: General PCM delay (ms)
de: Allgemeine PCM-Verzögerung (ms)

source: General PCM delay(ms)
de: Allgemeine PCM-Verzögerung (ms)

source: General Settings
de: Allgemeine Einstellungen

source: General setting for the led-speed how fast is changing the colour. 40 is a nice setting.
de: Mit dieser Einstellung wird festgelegt wie schnell die Lichter die Farbe wechseln. 40 ist ein guter Ausgangswert für die Feinjustierung.

source: Genre
de: Kategorie

source: Genres
de: Genre

source: German
de: Deutsch

source: Germany
de: Deutschland

source: Get a Screenshot
de: Screenshot anfertigen

source: Getting %s
de: Erhalte %s

source: Getting InternetRadio %s list...
de: Erhalte InternetRadio %s Liste...

source: Getting calls from FRITZ!Box...
de: Hole Liste der Anrufe von der FRITZ!Box...

source: Getting plugin information. Please wait...
de: Plugin-Informationen werden geladen. Bitte czekaj...

source: Getting status from FRITZ!Box Fon...
de: Hole Status von der FRITZ!Box...

source: Getting streaming data from %s
de: Erhalte Streaming-Data von %s

source: Getting streaming data from %s
de: Erhalte Streaming-Data von %s

source: Global
de: Allgemein

source: Global delay
de: Globales delay

source: Go and add a page in the settings
de: Füg eine Seite in den Einstellungen hinzu

source: Go to Standby now?
de: Jetzt in den Standby gehen?

source: Go to next page.
de: Zur nächsten Seite.

source: Go to position:
de: Springe zu Position:

source: Go to previous page.
de: Zur vorherigen Seite.

source: Go to sleep now?
de: Jetzt in den Ruhezustand gehen?

source: Go to standby
de: Auf Standby schalten

source: Google Password
de: Google Passwort

source: Google Username
de: Google Benutzername

source: Goto 0
de: Gehe zu 0

source: Goto position
de: Auf Position drehen

source: Grab Video & OSD
de: Video & OSD einfangen

source: Graphical Multi EPG
de: Grafischer Multi-EPG

source: Great Britain
de: England

source: Greek
de: Griechisch

source: Green boost
de: ZIELONYanteil erhöhen

source: Group Rekey Interval
de: Group-Rekey-Intervall

source: Group items in folders by title
de: Gruppiere Aufnahmen nach Titel in virtuelle Ordner

source: Grow drop
de: Von oben wachsend

source: Grow from left
de: Von links wachsend

source: Guard interval
de: Überwachungsintervall

source: Guess existing timer based on begin/end
de: Bestimme bestehende Timer anhand Anfang-/Endzeit

source: Guest access
de: Gastzugang

source: Guest access not active
de: Gastzugang nicht aktiviert

source: Guest access on
de: Gastzugang mit

source: HD Interlace Mode
de: HD Interlace Modus

source: HD Progressive Mode
de: HD Progressive Modus

source: HD list
de: HD Liste

source: HDD Temperature
de: Temperatur der Festplatte

source: HDMI CEC enabled:
de: HDMI-CEC eingeschaltet:

source: HDMI Colordepth
de: HDMI Farbtiefe

source: HDMI Colorspace
de: HDMI Farbraum

source: HDMI-CEC A/V Volume +
de: HDMI-CEC A/V Lautstärke +

source: HDMI-CEC A/V Volume -
de: HDMI-CEC A/V Lautstärke -

source: HDMI-CEC A/V Volume mute
de: HDMI-CEC A/V stumm

source: HDMI-CEC A/V off
de: HDMI-CEC A/V aus

source: HDMI-CEC A/V on
de: HDMI-CEC A/V ein

source: HDMI-CEC TV off
de: HDMI-CEC TV aus

source: HDMI-CEC TV on
de: HDMI-CEC TV ein

source: HDMI-CEC message was sent
de: HDMI-CEC Nachricht wurde übermittelt

source: HELP
de: Hilfe

source: HTTP response headers for
de: HTTP-Antwortheader für

source: HWaddr of %s is %s
de: MAC-Adresse ( %s ): %s

source: Harddisk
de: Festplatte

source: Harddisk Standby
de: Festplatten-Standby

source: Harddisk Temperature
de: Festplatten-Temperatur

source: Harddisk setup
de: Festplatteneinstellungen

source: Harddisk standby after
de: Festplatten-Standby nach

source: Harddisk standby after :
de: Festplatten-Standby nach:

source: Harddiskmanufacturer, Type and it's Temperature :
de: Hersteller, Typ und Temperatur der Festplatte:

source: HbbTV Applications
de: HbbTV-Anwendungen

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
de: Der HbbTV-Browser läuft nicht. Bitte starten Sie vorher den HbbTV-Browser, um HbbTV-Anwendungen zu verwenden.

source: HbbTV Plugin
de: HbbTV-wtyczka

source: Help
de: Hilfe

source: Hidden network
de: Verborgenes Netzwerk

source: Hide Infobar when SecondInfobar is shown
de: Infoleiste bei SecondInfobar ausblenden

source: Hide event short description
de: Kurzbeschreibung ausblenden

source: Hide service name in service list (compact style)
de: Sendernamen in der Kanalliste (einzeilig) ausblenden

source: Hide timeshift files in movie list
de: Timeshift Sendungen in der Filmliste ausblenden

source: Hierarchy info
de: Hierarchieinformation

source: High bitrate support
de: Unterstützung für hohe Datenraten

source: History
de: Verlauf

source: History Prev/Next
de: Senderverlauf vor/zurück

source: Holiday mode (experimental)
de: Urlaubsmodus (experimentell)

source: Horizontal offset in pixel
de: Horizontaler Versatz in Pixel

source: How fast Enigmalight wil run. 0.01 = 15 -> 40fps | 0.10 = 10fps | 0.20 = 5fps:
de: Diese Einstellung legt fest wie schnell Enigmalight läuft. 0.01 = 15 -> 40fps | 0.10 = 10fps | 0.20 = 5fps:
