Repository: j00zek/PolishTranslations
Catalog: VTI-enigma2-by-j00zek.po
Languages: de

source: The sleep timer has been activated for %s minutes.
de: Der Sleep Timer wurde für %s Minuten aktiviert.

source: The sleep timer has been activated.
de: Der Ausschalt-Timer wurde aktiviert

source: The sleep timer has been disabled.
de: Der Ausschalt-Timer wurde deaktiviert

source: The sleep timer is invalid.
de: Der Ausschalt-Timer ist ungültig

source: The system is missing some necessary files !
de: Wichtige Systemdateien für den Vorgang fehlen.

source: The target directory is not found. The file is not renamed.
de: Zielordner nicht gefunden. Die Datei wird nicht umbenannt.

source: The timer '%s' has been deleted successfully
de: Der Timer %s wurde erfolgreich gelöscht

source: The timer file (timers.xml) is corrupt and could not be loaded.
de: Die Timer-Datei (timers.xml) ist fehlerhaft und konnte nicht geladen werden.

source: The timer has NOT been deleted
de: Der Timer wurde NICHT gelöscht

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
de: Das Wireless-LAN-Plugin ist nicht installiert. Bitte installieren Sie es und wählen Sie dann eine Option zum Fortfahren.

source: The wireless LAN plugin is not installed! Please install it.
de: Das Wireless-LAN-Plugin ist nicht installiert. Bitte installieren Sie es.

source: The wizard can backup your current settings. Do you want to do a backup now?
de: Der Assistent kann Ihre Einstellungen sichern. Möchten Sie jetzt eine Sicherung durchführen?

source: The wizard is finished now.
de: Der Assistent ist nun beendet.

source: There already is an active connection. Do you want to abort it?
de: Es ist bereits eine Verbindung aktiv. Soll diese unterbrochen werden?

source: There already is an active transfer.
de: Es ist bereits ein Transfer aktiv.

source: There are at least
de: Es sind mindestens

source: There are currently no outstanding actions.
de: Es sind keine Aktivitäten geplant.

source: There are no default services lists in your image.
de: Es befinden sich keine Standard-Kanallisten in Ihrem Image.

source: There are no default settings in your image.
de: Es befinden sich keine Standardeinstellungen in Ihrer Firmware.

source: There are no mounted devices
de: Es sind keine Geräte eingehängt

source: There are no updates available.
de: Es sind keine Aktualisierungen verfügbar.

source: There are only %d MB free FLASH space available Installing or updating software can cause serious software problems ! Continue installing/updating software (at your own risk) ?
de: Es sind nur noch %d MB Flash-Speicher frei. Die Installation bzw. Aktualisierung von Paketen kann ernsthafte Softwareprobleme hervorrufen. Soll die Installation bzw. Aktualisierung (auf eigene Gefahr) fortgesetzt werden?

source: There are plugged in storage devices without a mount point ! Please check mount points of all devices Open DeviceManager and press MENU button to deactivate this check. Do you want to open DeviceManager ?
de: Es wurden installierte Speichergeräte gefunden, die nicht eingehängt sind. Bitte überprüfen Sie die Einhängepunkte der angeschlossenen Geräte Um diese Überprüfung zu deaktivieren, drücken Sie bitte die MENÜ-Taste im Gerätemanager. Möchten Sie den Gerätemanager jetzt öffnen ?

source: There are unscrambled movies, which will be unscrambled in standby
de: Es gibt nicht entschlüsselte Aufnahmen, diese werden im Standby entschlüsselt

source: There are updates available. Do you want to open Software Update menu ?
de: Es stehen aktualisierte Pakete bereit. Möchten Sie das Software-Update-Menü öffnen?

source: There is NO valid USB-stick found, so I've got nothing to do.
de: Es ist kein verwendbarer USB-Stick vorhanden.

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
de: Es wurde ein verwendbarer USB-Stick gefunden. Eine Kopie der Sicherung wird jetzt auf dem Stick erstellt.

source: There is no voice signal.
de: Keine Spracheingabe erkannt

source: There is to low free memory at choosen device Please select another device.
de: Es ist zu wenig freier Speicherplatz auf dem ausgewählten Medium verfügbar. Bitte wählen Sie ein anderes Speichergerät.

source: There might not be enough Space on the selected Partition. Do you really want to continue?
de: Es könnte sein, dass nicht genügend freier Speicherplatz auf der gewählten Partition vorhanden ist. Möchten Sie wirklich fortfahren?

source: There was a problem at creating an automatic backup for VTi BackupSuite. Do you really want to continue ?
de: Die Erstellung einer automatischen Sicherung für die VTi BackupSuite schlug fehl. Möchten Sie wirklich fortfahren?

source: There was an error downloading the packetlist. Please try again.
de: Beim Herunterladen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: There was an error getting the feed entries. Please try again.
de: Fehler beim Laden der Suchergebnisse. Noch mal probieren.

source: There will be no question for confirmation before deleting movies
de: Vor dem Löschen von Aufnahmen, kommt keine Abfrage zur Bestätigung des Löschens.

source: Third audio language
de: Dritte Audio-Spur (Sprache)

source: Third subtitle language
de: Trzeci język napisów

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
de: Dieses wiederbeschreibbare Medium ist bereits formatiert - durch eine Neuformatierung wird der gesamte Inhalt gelöscht.

source: This Month
de: Ten miesiąc

source: This Plugin doesn't support on SOLO/DUO
de: Dieses Plugin ist nicht für Vu+ Duo oder Solo geeignet

source: This Plugin only support for ULTIMO
de: Diese Plugin ist nur für Vu+ Ultimo geeignet

source: This STB can't decode %s streams!
de: Diese Vu+ kann %s-Streams nicht dekodieren.

source: This Week
de: Ten tydzień

source: This allows removing services outside bouquets
de: Dadurch können Sender ausserhalb von Favoriten gelöscht werden

source: This configures the channel buttons for zapping
de: Dies konfiguriert die Kanaltasten auf der Fernbedienung für das Zappen

source: This creates virtual folders based on movie title
de: Erzeugung von virtuellen Ordnern auf Basis der Filmtitel

source: This device does not support AC3 Downmix
de: Dieses Gerät unterstützt keinen AC3 Downmix

source: This fork of Enigmalight will be supported at
de: Hilfe für diesen Fork von Enigmalight gibt es bei

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
de: Dies ist ein Name des AutoTimers. Er wird in der Übersicht und Podgląd angezeigt.

source: This is dlna server using minidlna.
de: DLNA-Plugin für den minidlna-Server

source: This is dlna/upnp client using djmount.
de: DLNA/UPNP-Plugin für djmount

source: This is step number 2.
de: Dies ist Schritt 2.

source: This is the default value for new timers (expecting AutoTimers)
de: Dies ist der Standardwert für neue Timer mit Ausnahme von (Autotimer oder anderen Plugins)

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
de: Das ist die Verzögerung in Stunden, die der AutoTimer wartet, bis nach einer erfolgten Suche eine neue gestartet wird.

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
de: Das ist die Startverzögerung in Minuten, die der AutoTimer wartet um den dvbapp2 Start nicht zu verzögern-

source: This is the duration each service/channel will stay active during a refresh.
de: Anzahl Sekunden, für die die einzelnen Kanäle aktiviert werden.

source: This is the duration in minutes that the AutoTimer is allowed to run.
de: Dauer wie lange Autotimer arbeitet bevor abgebrochen wird

source: This is the help screen. Feed me with something to display.
de: Dies ist die MyTube Hilfe. Bitte ausfüllen.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
de: Hiernach wird im Sendungstitel gesucht. Die Suche z.B. nach Umlauten ist etwas komplizierter, da man dazu den Zeichensatz des Sender-EPGs wissen muss.

source: This list of IP addresses is checked. Elektro waits until addresses no longer responds to ping.
de: Diese Liste von IP Adressen wird überprüft. Elektro wartet solange bis keine Adresse mehr auf Ping antwortet.

source: This might have been an automated bootup to refresh the EPG. For this to happen it is recommended to put the receiver to Standby. Do you want to do this now?
de: Der Receiver ist möglicherweise automatisiert zur Aktualisierung des EPG hochgefahren. Es wird empfohlen, dies im Standby zu tun. Jetzt in den Standby gehen?

source: This model is not support transcoding.
de: Dieses Modell unterstützt keine Transkodierung.

source: This only takes about 20 seconds.....
de: Dies dauert etwa 20 Sekunden...

source: This option includes also configuration file in crashlog. Please check for sensitive data before providing such a crash log to other
de: Durch diese Option sind auch Konfiguracjasdateien in den Absturzberichten enthalten. Vor Weitergabe dieser Berichte bitte die sensiblen Daten entfernen.

source: This option is only neede for satellite equipment, which have problems when there are many service changes at the same time
de: Diese Einstellung wird nur benötigt, wenn die Satellitenanlage Probleme verursacht, wenn gleichzeitg mehrere Sender für z.B. Aufnahmen aktiviert werden.

source: This option will be removed soon and will be replaced by database movie trash
de: Diese Einstellung wird bald entfernt und durch den Datenbank basierenden Papierkorb ersetzt

source: This partition is not mountable. You need to check or format this partition.
de: Diese Partition kann nicht eingehängt werden. Bitte überprüfen oder formatieren Sie die Partition.

source: This performs movie database updates in standby. Normally this is not needed.
de: Dies aktiviert automatische Aktualisierungen der Film-Datenbank im Standby. Normalerweise wird dies nicht benötigt.

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
de: Das VPS-Plugin kann feststellen, ob eine Sendung früher beginnt oder länger dauert als im Timer programmiert wurde. Der Kanal muss hierfür verlässliche Daten liefern.

source: This plugin is installed.
de: Wtyczka jest zainstalowana.

source: This plugin is not installed.
de: Wtyczka nie jest zainstalowana.

source: This plugin will be installed.
de: Wtyczka zostanie zainstalowana.

source: This plugin will be removed.
de: Wtyczka zostanie usunięta.

source: This removes timeshift files automatically when timeshift is shorter than given time
de: Mit dieser Option können Timeshift-Dateien automatisch gelöscht werden, wenn diese kürzer als die angegebene Zeit sind

source: This setting controls the behavior when a timer matches a found event.
de: Diese Einstellung kontrolliert das Verhalten, wenn ein bestehender Timer mit einer gefundenen Sendung übereinstimmt.

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
de: Soll zum Start und Ende der Aktualisierung eine Informationsmeldung angezeigt werden?

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
de: Aktualisierung auch starten, wenn die Box gerade in Verwendung ist (also nicht im Standby oder bei aktiver Aufnahme)?

source: This setting controls whether the cached EPG should be saved to file or not.
de: Diese Einstellung legt fest, ob der EPG Zwischenspeicher nach der Aktualisierung in der EPG Datei gespeichert werden soll.

source: This setting controls whether the receiver should be set to deep standby after refresh is completed.
de: Soll der Receiver nach vollständiger Aktualisierung in den Deep- Standby versetzt werden?

source: This setup is only for picons which are shown in service list
de: Diese Einstellung gilt nur für die Picons in der Senderliste

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
de: Dieser Test sucht nach eingerichteten Nameservern. Wenn Sie eine "Unbestätigt"-Meldung erhalten: - Überprüfen Sie Ihr DHCP, Ihre Verkabelung und Ihre Adaptereinrichtung. - Haben Sie Ihre Namensserver manuell eingerichtet, überprüfen Sie bitte Ihre Einrichtung in den DNS-Einstellungen.

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
de: Dieser Test überprüft, ob ein Netzwerkkabel angeschlossen ist. Wenn Sie eine "Nicht verbunden"-Meldung erhalten: - Überprüfen Sie, ob ein Netzwerkkabel angeschlossen ist. - Stellen Sie sicher, dass das Netzwerkkabel nicht defekt ist.

source: This test checks whether a network cable is connected to your Wireless LAN-Adapter.
de: Dieser Test überprüft, ob ein kabelgebundenes Netzwerk eingerichtet ist.

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
de: Dieser Test überprüft, ob eine gültige IP-Adresse gefunden wurde. Wenn Sie eine "Unbestätigt"-Meldung erhalten: - Es wurde keine gültige IP-Adresse gefunden. - Überprüfen Sie Ihr DHCP, Ihre Verkabelung und Ihre Adaptereinrichtung.

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
de: Dieser Test überprüft, ob Ihr Netzwerkadapter für automatische IP-Adressen-Konfiguracja über DHCP eingerichtet ist. Wenn Sie eine "Deaktiviert"-Meldung erhalten: - Ihr Netzwerkadapter ist für manuelle IP-Adressen-Konfiguracja eingerichtet. - Überprüfen Sie die Richtigkeit Ihrer Einstellungen im Netzwerkadapter-Einstellungen-Menü. Wenn Sie eine "Aktiviert"-Meldung erhalten: - Überprüfen Sie, dass sich ein funktionierender DHCP-Server in Ihrem Netzwerk befindet.

source: This test checks whether your Wireless LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your Wireless LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
de: Dieser Test überprüft, ob Ihr WLAN-Gerät für automatische IP-Adressen-Konfiguracja über DHCP eingerichtet ist. Wenn Sie eine "Deaktiviert"-Meldung erhalten: - Ihr Netzwerkadapter ist für manuelle IP-Adressen-Konfiguracja eingerichtet. - Überprüfen Sie die Richtigkeit Ihrer Einstellungen in den Einstellungen. Wenn Sie eine "Aktiviert"-Meldung erhalten: - Überprüfen Sie, dass sich ein funktionierender DHCP-Server in Ihrem Netzwerk befindet.

source: This test detects your configured LAN-Adapter.
de: Dieser Test ermittelt Ihre eingerichteten LAN-Adapter.

source: This test detects your configured Wireless LAN-Adapter.
de: Dieser Test ermittelt Ihre eingerichteten WLAN-Geräte.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
de: Diese Einstellung bestimmt das Verhalten bei einem Konflikt. Wenn eine Sendung mit einem bestehenden Timer kollidiert, kann dieser als inaktiv hinzugefügt werden.

source: This will flash the downloaded image. Your current software installation will be deleted and overwritten If you cancel here the downloaded image will be stored and you flash it later Really continue ?
de: Dieser Vorgang wird das heruntergeladene Image flashen. Ihre aktuelle Software wird gelöscht und überschrieben. Wenn Sie hier abbrechen, wird das Image gespeichert und Sie können es später flashen. Möchten Sie wirklich fortfahren?

source: This will flash the selected image without further questions. Your current software installation will be deleted and overwritten Really continue ?
de: Dieser Vorgang wird das ausgewählte Image ohne weitere Rückfragen flashen. Ihre aktuelle Software wird gelöscht und überschrieben. Möchten Sie wirklich fortfahren?

source: Three
de: Trzy

source: Three partitions (33% / 33% / 33%)
de: Trzy partycje (33% - 33% - 33%)

source: Threshold
de: Schwellenwert

source: Threshold: Filter/Remove the almost dark pixels, 15 is a nice value.
de: Diese Einstellung legt fest ab wlecher die dunkelsten Pixel gefiltert bzw. entfernt werden. 15 ist ein guter Startwert.

source: Thu
de: Do

source: Thumbnails
de: Miniatury

source: Thursday
de: Czwartek

source: Time
de: Czas

source: Time Elapsed
de: Zeit verstrichen

source: Time Left
de: Restlaufzeit

source: Time Left / Duration
de: Restlaufzeit / Dauer

source: Time after which smartseek will be disactivated when there is no smartseek button press
de: Zeit nachdem Smartseek beendet wird wenn keine Smartseektaste gedrückt wird.

source: Time before input screen for number zap will be closed
de: Zeit bevor das Zappen mit Zahlen beendet wird

source: Time for inactivity (min):
de: Zeit bis zur Aktion bei Inaktivität (min)

source: Time for next VFD scrolling
de: Zeit bis zum nächsten Scrollen des VFDs

source: Time format
de: Format czasu

source: Time frame of entries in minutes
de: Zeitbereich für Einträge in Minuten

source: Time in minutes before preview pictures will be updated
de: Zeit in Minuten bevor Podglądbilder erneuert werden

source: Time in minutes to append to recording.
de: Zusätzliche Zeit (Minuten), die nach der Sendung aufgezeichnet werden soll.

source: Time in minutes to prepend to recording.
de: Zusätzliche Zeit (Minuten), die vor der Sendung aufgezeichnet werden soll.

source: Time in standby for power off (min):
de: Verweildauer im Standby bis zum Ausschalten (min)

source: Time required for this process:
de: Benötigte Zeit für diesen Prozess:

source: Time when lights go off
de: Uhrzeit wann die Lichter ausgeschaltet werden sollen

source: Time when lights go on
de: Uhrzeit wann die Lichter eingeschaltet werden

source: Time/Date Input
de: Zeit/Datum-Eingabe

source: Timeout (in min)
de: Timeout in Minuten

source: Timeout for Call Notifications (seconds)
de: Anzeigedauer in Sekunden

source: Timeout for SmartSeek in seconds
de: Timeout für SmartSeek

source: Timeout for activation dialog
de: Timeout für den Aktivierungsdialog

source: Timeout for double-click (ms)
de: Timeout für Doppelklick in Millisekunden

source: Timeout for info pop up
de: Anzeigedauer Hinweistext in Sekunden ( 0 = aus)

source: Timeout for number zap in milliseconds
de: Zeitgrenze für Umschalten per Nummer in Millisekunden

source: Timer '%s' added
de: Dodano timer '%s'

source: Timer Edit
de: Edycja timera

source: Timer List
de: Lista timerów

source: Timer Progress (Graphical)
de: Fortschritt (grafisch)

source: Timer Progress (Text)
de: Fortschritt (Text)

source: Timer Settings
de: Timer Einstellungen

source: Timer Type
de: Typ timera

source: Timer already running. Stop it?
de: WerbeZapper bereits aktiv. Jetzt anhalten?

source: Timer entry
de: Timer-Eintrag

source: Timer log
de: Timer-PCZERWONYokoll

source: Timer overlap in timers.xml detected! Please recheck it!
de: Timer-Überlappung in der timers.xml festgestellt. Bitte überprüfen.

source: Timer record location
de: Timer-Aufnahmeverzeichnis

source: Timer sanity error
de: Fehler bei Timer-Prüfung

source: Timer selection
de: Timerliste

source: Timer status:
de: Status timera:

source: Timer type
de: Typ timera

source: TimerList has been saved
de: Timerliste wurde gespeichert

source: TimerList has not been saved
de: Timerliste wurde nicht gespeichert

source: Timerlist Cleanup Setup
de: Konfiguracja zur automatischen Timerlist-Bereinigung

source: Timers
de: Timer

source: Times
de: Uhrzeiten

source: Timeshift location
de: Timeshift-Verzeichnis

source: Timeshift not possible!
de: Timeshift nicht möglich.

source: Timeshift starts automatically after given time at current service
de: Timeshift wird autoamtisch auf dem aktuellen Sender nach der eingestellten Zeit gestartet

source: Timeshift switch to Live TV
de: Wechsle von Timeshift zu Live TV

source: Timespans
de: Zeitspannen

source: Timezone
de: Strefa czasowa

source: Title
de: Tytuł

source: Title Menu
de: Titelauswahl

source: Title and Short description
de: Titel und Kurzbeschreibung

source: Title and all descriptions
de: Titel und alle Beschreibungen

source: Title and short description
de: Titel und Kurzbeschreibung

source: Title properties
de: Titeldetails

source: Title, short and extended description
de: Titel, Kurz- und Langbeschreibung

source: Title: n/a
de: Titel: n/a

source: Titleset mode
de: Titelsatz-Modus

source: To
de: do

source: To WD
de: Bis Wochentag

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
de: Um eine Sicherung direkt auf dem USB-Stick abzulegen, muss der Stick eine Datei mit nachfolgendem Namen enthalten:

source: To enjoy more functionalities of your FRITZ!Box, configure the firmware version!
de: Um mehr Funktionalitäten der FRITZ!Box zu bekommen, konfigurieren Sie die Firmware-Version

source: To reload the configfile EnigmaLight needs a restart, restart now ?
de: Enigmalight muss neu gestartet werden um die Änderungen zu aktivieren. Jetzt neu starten ?

source: To restore the image:
de: Image wiederherstellen:

source: To what day of the week, HDMI-Cec should be disabled?
de: Bis zu welchem Wochentag, soll HDMI-Cec deaktiviert werden?

source: Today
de: Dzisiaj

source: Toggle 1. mailbox
de: Toggle 1. Anrufbeantworter

source: Toggle 2. mailbox
de: Toggle 2. Anrufbeantworter

source: Toggle 3. mailbox
de: Toggle 3. Anrufbeantworter

source: Toggle 4. mailbox
de: Toggle 4. Anrufbeantworter

source: Toggle 5. mailbox
de: Toggle 5. Anrufbeantworter

source: Toggle AtmoLight
de: wł/wył AtmoLight

source: Toggle Mailbox
de: Toggle AB

source: Toggle SHIFT mode
de: SHIFT-Modus umschalten

source: Toggle Standby
de: Standby umschalten

source: Toggle WLAN guest access
de: Ändere WLAN Gastzugang

source: Toggle all mailboxes
de: Toggle AB

source: Toggle clock / bars view for timer
de: Symbol-/ Verlaufsansicht für Timer umschalten

source: Toggle short/long key press for color keys
de: Kurzen/langen Druck der Farbtasten tauschen

source: Toggle timer state
de: Timer-Status umschalten

source: Toggle zap focus (PiP, Split Screen, Audio Zap)
de: Fokus beim Umschalten wechseln (PiP, Split Screen, Audio-Zap)

source: Toggle: search all Channels or only Channels in Bouquet
de: Alle Sender / Favoriten Sender umschalten

source: Toggle: show event short description in result list
de: Kurzbeschreibung anzeigen / ausblenden

source: Tone Amplitude
de: Ton-Amplitude

source: Tone mode
de: Ton-Modus

source: Tools
de: Narzędzia

source: Top
de: Startpunkt

source: Top favorites
de: Top-Favoriten

source: Top rated
de: Beste Bewertung

source: Touch LED Blinking time
de: LED-Blinkdauer

source: Touch LED Brightness at Deep Standby
de: LED-Helligkeit bei ausgeschalteter Box

source: Touch LED Brightness at Normal state
de: LED-Helligkeit bei eingeschalteter Box

source: Touch LED Brightness at Standby
de: LED-Helligkeit im Standby-Modus
