Repository: j00zek/PolishTranslations
Catalog: translations/Bitrate.po
Languages: pl

source: Background window
pl: Okno w tle

source: Bitrate setup
pl: Konfiguracja Bitrate

source: Bitrate viewer
pl: Przeglądarka przepływności

source: Bitrate viewer setup
pl: Konfiguracja

source: Cancel
pl: Anuluj

source: GUI needs a restart to apply changes!
pl: GUI wymaga ponownego uruchomienia, aby zastosować zmiany.

source: Mode
pl: Tryb

source: Restart bitrate viewer
pl: Uruchom ponownie bitrate viewer

source: Save/OK
pl: Zapisz

source: Show 'restart bitrate' in extensions menu
pl: Pokaż „uruchom ponownie bitrate” w menu rozszerzeń

source: Show bitrate for live service
pl: Pokaż szybkość transmisji dla usługi na żywo

source: Start for type services
pl: Zacznij od usług typu

source: Style skin
pl: Stylowa skóra

source: Using bitrate in the skins with this plugin is not compatible!
pl: Używanie bitrate w skórkach z tą wtyczką nie jest kompatybilne!

source: X screen position
pl: Pozycja ekranu X.

source: Y screen position
pl: Pozycja ekranu Y.

source: Z screen position
pl: Pozycja ekranu Z.

source: all
pl: Wszystkie

source: as infobar
pl: jako pasek informacyjny

source: black
pl: czarny

source: compact
pl: zwarte

source: extension menu
pl: Menu rozszerzeń

source: full info
pl: Pełna informacja

source: only DVB
pl: tylko DVB

source: transparent
pl: przeźroczysty
