Repository: j00zek/PolishTranslations
Catalog: translations/Blindscan.po
Languages: pl_pl

source: Clear before scan
pl_pl: Wyczyścić przed wyszukiwaniem

source: Exit
pl_pl: Wyjdź

source: Filter out adjacent satellites
pl_pl: Filtrować sąsiednie satelity

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search
pl_pl: Jeżeli wybierzesz "tak" wszystkie kanały z satelity zostaną usunięte przed rozpoczęciem bieżącego wyszukiwania

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels
pl_pl: Jeżeli wybierzesz "tak" wyszukiwane będą tylko kanały,które nie są kodowane; "nie" znajdziesz kanały kodowane i niekodowane

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
pl_pl: Jeżeli wybierzesz "tak" wyszukiwane będą tylko transpondery nie wymienione w satellites.xml

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
pl_pl: Nie znaleziono nowych transponderów! Tylko transpondery wymienione w satellites.xml zostały znalezione dla tych parametrów wyszukiwania!

source: No transponders were found for those search parameters!
pl_pl: Nie znaleziono transponderów dla tych parametrów wyszukiwania!

source: Only free scan
pl_pl: Wyszukiwać tylko niekodowane

source: Only scan unknown transponders
pl_pl: Wyszukiwać tylko nieznane transpondery

source: Please setup your tuner configuration.
pl_pl: Proszę skonfigurować głowicę

source: Press Green/OK to start the scan
pl_pl: Naciśnij zielony/OK,aby rozpocząć wyszukiwanie

source: Satellite
pl_pl: Satelita

source: Scan
pl_pl: Wyszukiwanie

source: Scan start frequency
pl_pl: Rozpocznij wyszukiwanie częstotliwości

source: Scan start symbolrate
pl_pl: Szybkość symbolu początkowego wyszukiwanie

source: Scan stop frequency
pl_pl: Zakończ wyszukiwanie częstotliwość

source: Scan stop symbolrate
pl_pl: Szybkość symbolu końcowego wyszukiwanie

source: Search completed. %d transponders found. Details saved in: %s
pl_pl: Wyszukiwanie ukończone.Znaleziono %d transponderów.. Szczegóły zapisane w: %s

source: Search type
pl_pl: Typ wyszukiwania

source: Select a tuner that is configured for the satellite you wish to search
pl_pl: Wybierz głowicę która jest skonfigurowana do satelity aby przeszukać

source: Select the satellite you wish to search
pl_pl: Wybierz satelitę,którą chcesz przeszukać

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
pl_pl: Wartości szybkości symbolu są w mega symbolach;Wprowadź wartość od 1 do 44

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
pl_pl: Wartości szybkości symbolu są w mega symbolach;Wprowadź wartość od 2 do 45

source: The blindscan run was cancelled by the user.
pl_pl: Wprowadzony 'Blindscan' został anulowany przez użytkownika.

source: Tuner
pl_pl: Głowica

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite
pl_pl: Jeżeli satelita jest bardzo silny,pozwala to uniknąć wyszukiwania transponderów o których wiadomo że pochodzą z sąsiedniego satelity"

source: circular left
pl_pl: Okrągła lewa

source: circular right
pl_pl: Okrągła prawa

source: circular right and circular left
pl_pl: Okrągła prawa i lewy kołowy

source: circular right and circular right
pl_pl: Okrągła prawa i prawy kołowy

source: circular left and circular left
pl_pl: Okrągła lewa i lewy kołowy

source: circular left and circular right
pl_pl: Okrągła lewa i prawy kołowy

source: horizontal
pl_pl: Pozioma

source: --horizontal
pl_pl: --Pozioma

source: vertical
pl_pl: Pionowa

source: --vertical
pl_pl: --Pionowa

source: horizontal
pl_pl: pozioma

source: vertical
pl_pl: pionowa

source: no
pl_pl: Nie

source: save to XML file
pl_pl: Zapisać do pliku XML

source: scan for channels
pl_pl: Wyszukiwanie kanałów

source: up to 1 degree
pl_pl: Do 1 stopnia

source: up to 2 degrees
pl_pl: Do 2 stopni

source: up to 3 degrees
pl_pl: Do 3 stopni

source: Setup
pl_pl: Ustawienia

source: Name:
pl_pl: Nazwa:

source: parsed nimsocket :
pl_pl: Przeanalizowano nim gniazda :

source: Sorry, this tuner is in use.
pl_pl: Przepraszamy,ta głowica jest w użyciu.

source: frequency
pl_pl: Częstotliwość

source: inversion
pl_pl: Inwersja

source: symbolrate
pl_pl: Szybkość symbolu

source: polarization
pl_pl: Polaryzacja

source: modulation
pl_pl: Modulacja

source: nothing
pl_pl: Nic

source: advanced
pl_pl: Zaawansowane

source: Current Status : %d/%d Satellite : %s Polarization : %s Frequency range : %d - %d MHz Symbol rates : %d - %d MHz
pl_pl: Aktualny stan : %d/%d Satelita : %s Polaryzacja : %s Zakres częstotliwości : %d - %d MHz Szybkość symbolu : %d - %d MHz

source: Looking for available transponders. This will take a long time, please be patient.
pl_pl: Szukam dostępnych transponderów. Zajmie to dużo czasu,proszę o cierpliwość.

source: Looking for available transponders. This will take a short while.
pl_pl: Szukam dostępnych transponderów. To zajmie chwilę.

source: transponders
pl_pl: Transpondery

source: Data returned by the binary is not good... Data: Frequency [%d], Symbol rate [%d]
pl_pl: Dane zwrócone przez plik binarny nie jest dobry... Dane: Częstotliwość [%d], szybkość symbolu [%d]

source: <satellites>
pl_pl: <Satelity>

source: File created on %s
pl_pl: Plik utworzony w %s

source: Search parameters:
pl_pl: Parametry wyszukiwania:

source: Satellite: %s
pl_pl: Satelita: %s

source: Start frequency: %dMHz
pl_pl: Początek częstotliwości: %dMHz

source: Stop frequency: %dMHz
pl_pl: Koniec częstotliwości: %dMHz

source: Polarization: %s
pl_pl: Polaryzacja: %s

source: Lower symbol rate: %d
pl_pl: Dolna szybkość symbolu: %d

source: Upper symbol rate: %d
pl_pl: Górna szybkość symbolu: %d

source: Only save unknown tranponders: %s
pl_pl: Zapisać tylko nieznane tranpondery: %s

source: Filter out adjacent satellites: %s
pl_pl: Filtrować sąsiednie satelity: %s

source: Polarisation
pl_pl: Polaryzacja

source: vertical and horizontal
pl_pl: Pionowa i pozioma

source: Frequency values must be between %d MHz and %d MHz
pl_pl: Wartość częstotliwości musi być między %d MHz i %d MHz

source: Frequency values must be between %d MHz and %d MHz (C-band)
pl_pl: Wartość częstotliwości musi być między %d i %d MHz (pasmo C)

source: "channel scan" searches for channels and saves them to your receiver; both options do a transponder search and save the result in /tmp in an XML file in satellites.xml format
pl_pl: "wyszukiwanie kanałów" wyszukuje kanały i zapisuje je w odbiorniku;obie opcje wykonują wyszukiwanie transpondera i zapisują wynik w /tmp w pliku XML w formacie satellites.xml

source: The suggested polarisation for this satellite is "%s"
pl_pl: Sugerowana polaryzacja dla tego satelity to "%s"

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
pl_pl: Jeżeli wybierzesz "tak",wyszukiwanie zapisze tylko te kanały które nie są kodowane,nie znajdzie kodowanych kanałów.

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite.
pl_pl: Gdy sąsiedni satelita jest bardzo silny,pozwala to uniknąć wyszukiwania transponderów o których wiadomo że pochodzą z sąsiedniego satelity.

source: horizontal
pl_pl: Pozioma

source: yes
pl_pl: Tak

source: CAUTION: If you select "yes" the scan will not sync with transponders listed in satellites.xml. Default is "no". Only change this if you understand why you are doing it.
pl_pl: UWAGA: Jeżeli wybierzesz "tak”,wyszukiwanie nie będzie synchronizowane z transponderami wymienionymi w pliku satellites.xml.Domyślnie jest "nie”.Zmień to tylko jeśli rozumiesz dlaczego to robisz.

source: CAUTION: If you select "yes" the scan will not remove "duplicated" transponders from the list. Default is "no". Only change this if you understand why you are doing it.
pl_pl: UWAGA: Jeżeli wybierzesz "tak”,wyszukiwanie nie usunie zdublowanych transponderów z listy.Domyślnie jest "nie”.Zmień to tylko jeśli rozumiesz dlaczego to robisz.

source: yes (keep feeds)
pl_pl: Tak (zachowaj kanały)

source: If you select "yes" all channels on the satellite being searched will be deleted before starting the current search, yes (keep feeds) means the same but hold all feed services/transponders.
pl_pl: Jeżeli wybierzesz "tak”,wszystkie wyszukiwane kanały z satelity zostaną usunięte przed rozpoczęciem bieżącego wyszukiwania.

source: "channel scan" searches for channels and saves them to your receiver; "transponder scan" does a transponder search and displays the results allowing user to select some or all transponder. Both options save the results in satellites.xml format under /tmp
pl_pl: "Wyszukiwanie kanałów” wyszukuje kanały i zapisuje je w odbiorniku; "wyszukiwanie transpondera” wyszukuje transpondery i wyświetla wyniki pozwalając użytkownikowi wybrać część lub całość transpondera.Obie opcje zapisują wyniki w formacie satellites.xml w /tmp

source: The second slot of this dual tuner may not support blind scan.
pl_pl: Drugie gniazdo tej podwójnej głowicy może nie obsługiwać wyszukiwania w blind scan.

source: scan for transponders
pl_pl: Przeszukaj transpondery

source: Disable remove duplicates
pl_pl: Wyłączyć usuwanie duplikatów

source: Disable sync with known transponders
pl_pl: Wyłączyć synchronizację transponderów z satellites.xml
