Repository: j00zek/PolishTranslations
Catalog: translations/MediaPortal.po
Languages: pl

source: Use m3u8-Player:
pl: Użyć odtwarzacza m3u8:

source: User - Enter search query
pl: Użytkownik/wprowadź wyszukiwane

source: Username
pl: Nazwa użytkownika

source: name
pl: Nazwa

source: Username/Password is not set or wrong - please use Setup (yellowKey) or verify your Password
pl: Nazwa użytkownika/hasło nie jest ustawione,lub jest złe-skorzystaj z ustawień(żółty przycisk)lub sprawdź swoje hasło

source: Username:
pl: Nazwa użytkownika:

source: VIDEOSEARCH
pl: SZUKAJ WIDEO

source: Video List
pl: Lista wideo

source: Videoquality (Youtube)
pl: Jakość wideo(Youtube)

source: Videoquality (Youtube):
pl: Jakość wideo(Youtube):

source: Videoquality (others)
pl: Jakość wideo(inne)

source: Videoquality (others):
pl: Jakość wideo(inne):

source: Videoresolution
pl: Rozdzielczość wideo

source: Wall
pl: Ściana

source: Wall 2.0
pl: Ściana 2.0

source: Wall 2.0 Mode:
pl: Tryb ściany 2.0:

source: Wall Mode:
pl: Tryb ściany:

source: Wall-Selector-Color:
pl: Kolor selektora ściany:

source: Watchlist is currently empty
pl: Lista jest pusta

source: Watchlist/Playlist/Userchan path:
pl: Oglądana lista/lista odtwarzana/ścieżka użytkownika:

source: White
pl: Biały(a)

source: Whole file size
pl: Rozmiar całego pliku

source: Whole world
pl: Cały świat

source: XXX-Pincode Query:
pl: Zapytać o kod pin w XXX:

source: YT-Autoplay Threshold:
pl: YT-Próg autoodtwarzania:

source: YT-Buffering option:
pl: YT-Opcja buforowania:

source: Yellow
pl: Żółty(a)

source: Yes
pl: Tak

source: Yes & Add Service to global Playlist-%02d
pl: Tak&dodać serwis do globalnej listy odtwarzania-%02d

source: Yes, but back to caching...
pl: Tak,ale wróć do buforowania...

source: You have successfully logged in:-)
pl: Pomyślnie zalogowany :-)

source: You must be logged in to use this function!
pl: Musisz się zalogować,aby użyć tej funkcji!

source: add Playlist to MPUser subscribed Playlists
pl: dodać listę odtwarzania do subskrypcji list odtwarzania użytkownika MP

source: add Song
pl: dodać utwór

source: add current Selection to local Playlist
pl: dodaj aktualny wybór lokalnej listy odtwarzania

source: add current Selection to remote MPUser Playlist
pl: dodać bieżący wybór do zdalnego odtwarzania użytkownika MP

source: add new Playlist in remote MPUser profile
pl: Nowa lista w zdalnym profilu użytkownika MP

source: added
pl: dodane

source: after MediaPortal quits
pl: po zamknięciu Portalu Medialnego

source: after SimplePlayer quits
pl: po prostu odtwarzacz zostanie zamknięty

source: change sort sequence ( Name vs Rating )
pl: zmienić kolejność sortowania(nazwa/ocena)

source: delete selected Playlist in remote MPUser profile
pl: Usuń wybrane listy odtwarzania w profilu zdalnym użytkownika MP

source: delete selected subscribed Playlist in remote MPUser profile
pl: Usuń wybraną listę subskrybowanych w profilu zdalnym użytkownika MP

source: more options if your are logged in...
pl: Więcej opcji,jeśli jesteś zalogowany....

source: move current Selection to other remote MPUser Playlist
pl: przenieść bieżące znaczenia do innego zdalnego odtwarzania użytkownika MP

source: never
pl: nigdy

source: new Playlist - type in new name
pl: Nowa lista odtwarzania/wpisz nową nazwę

source: new remote Playlist is generated
pl: Nowa zdalna lista odtwarzania jest generowana

source: new search for Albums current Artist
pl: Nowe wyszukiwanie bieżących albumów artysty

source: new search for Songs current Artist
pl: Nowe wyszukiwanie dla bieżącego artysty

source: play Radio based on current Playlist
pl: odtwarzać radio na podstawie bieżącej listy odtwarzania

source: premiumize.me User: %s Type: %s Expires: %s Traffic: %s GB
pl: premiumize.me Użytkownik: %s Rodzaj: %s Wygasa: %s Ruch: %s GB

source: premiumize.me failed.
pl: premiumize.me nie powiodło się.

source: premiumize.me is not activated.
pl: premiumize.me nie jest aktywowany

source: premiumize: Fair use limit exhausted.
pl: premiumize:dozwolony limit użytkowania wyczerpany

source: premiumize: File not found.
pl: premiumize:Nie znaleziono pliku.

source: premiumize: Hoster currently not available.
pl: premiumize:Host nie jest obecnie dostępny.

source: (not available)
pl: (niedostępny)

source: premiumize: Login failed.
pl: premiumize:Logowanie nie powiodło się.

source: premiumize: No Access.
pl: premiumize:Brak dostępu.

source: premiumize: No valid link.
pl: premiumize:Nieprawidłowy link.

source: premiumize: Temporary technical error.
pl: premiumize:Tymczasowy błąd techniczny.

source: premiumize: Unknown technical error.
pl: premiumize:Nieznany błąd techniczny.

source: premiumize: YT ProxyHost found.
pl: premiumize:znaleziono host YT Proxy!

source: premiumize: YT ProxyHost not found!
pl: premiumize:nie znaleziono hostu YT Proxy!

source: premiumize: You are no Premium-User.
pl: premiumize:Nie jesteś użytkownikiem premium.

source: remote Playlist deleted
pl: usunięta zdalna lista odtwarzania

source: remove current Selection from current MPUser Playlist
pl: Usunąć bieżące zaznaczenie z bieżącej listy odtwarzania użytkownika MP

source: remove current Selection from list
pl: Usunąć bieżący wybór z listy

source: remove duplicates from current list
pl: usuwanie duplikatów z bieżącej listy

source: search user
pl: Szukać użytkownika

source: show users playlists
pl: Pokazać użytkowników list odtwarzania

source: subscribed remote Playlist removed
pl: usunąć subskrybowane zdalne listy odtwarzania

source: to Player
pl: do odtwarzacza

source: ALBUMS
pl: ALBUMY

source: ALL TRACKS
pl: WSZYSTKIE TYTUŁY

source: ARTIST:
pl: WYKONAWCA:

source: ARTISTS
pl: ARTYŚCI

source: ARTISTS: %s
pl: ARTYŚCI: %s

source: Adult-Pincode Query:
pl: Zapytać o kod pin dla dorosłych:

source: Any
pl: Dowolny

source: Artist search
pl: Szukaj artysty

source: Author
pl: Autor

source: Author:
pl: Autor:

source: CHARTS
pl: WYKRESY

source: Captcha login required!
pl: Zaloguj się tutaj!

source: Check mp3 duplicates
pl: Sprawdźić duplikaty mp3

source: Completed
pl: Zakończone

source: Countries:
pl: Kraje:

source: Currently no free episodes available!
pl: Obecnie nie ma darmowych odcinków!

source: Date
pl: Data

source: Director:
pl: Reżyser:

source: Disable Background-TV:
pl: Wyłączyć tło TV:

source: Disable Mini-TV:
pl: Wyłączyć mini TV:

source: Discard MP3 Duplicate's:
pl: Odrzucić duplikaty MP3:

source: Edit Parameter
pl: Edycja parametrów

source: Episodes:
pl: Odcinki:

source: Event type
pl: Rodzaj wydarzenia

source: Full
pl: Pełna

source: GENRE-SEARCH
pl: SZUKAJ GATUNKU

source: GENRE:
pl: GATUNEK:

source: GENRES
pl: GATUNKI

source: Genre search
pl: Szukaj gatunku

source: Genre:
pl: Gatunek:

source: Genres
pl: Gatunki

source: Get Song ID's...
pl: Pobierz id piosenki...

source: HLS-Player IP:
pl: HLS ip odtwarzacza:

source: HLS-Player Port:
pl: HLS port odtwarzacza:

source: Use HLS-Player Proxy:
pl: HLS użyć odtwarzacza proxy:

source: HLSP-HTTP-Proxy Host or IP:
pl: HLSP/HTTP hosta lub ip proxy:

source: HLSP-Proxy Port:
pl: HLSP port proxy:

source: HLSP-Proxy username:
pl: HLSP proxy nazwa użytkownika:

source: HLSP-Proxy password:
pl: HLSP proxy hasło:

source: HLS-Player buffersize [MB]:
pl: HLS rozmiar bufora odtwarzacza [MB]:

source: Hide
pl: Ukryć

source: If you want to play this stream, you have to activate the HLS-Player in the MP-Setup
pl: Jeśli chcesz odtwarzać ten strumień,musisz aktywować HLS odtwarzacz w ustawienia MP

source: Input
pl: Wejście

source: Language
pl: Język

source: List Mode:
pl: Tryb listy:

source: Live
pl: Na żywo

source: Loading information for "%s"
pl: Ładowanie informacji dla "%s"

source: Login failed!
pl: Logowanie nie powiodło się!

source: MP3-SEARCH
pl: SZUKAJ MP3

source: MP3-SEARCH...
pl: SZUKAJ MP3...

source: MyVideoClient Error:
pl: MyVideo błąd klienta:

source: MyVideoClient Error: Cannot connect to server!
pl: MyVideo błąd klienta: Nie można połączyć się z serwerem!

source: No Category
pl: Nie ma kategorii

source: No MP3-Id found:
pl: Nie znaleziono id MP3:

source: No MP3-Id found: Skip:
pl: Nie znaleziono id MP3: Pominięto:

source: No MP3-Stream found:
pl: Nie znaleziono MP3-znaleziono strumień:

source: No program data found!
pl: Nie znaleziono danych programu!

source: No results found for "%s"
pl: Brak znalezionych wyników dla "%s"

source: No shows found!
pl: Nie pokazuj znaleziononych!

source: None
pl: Żaden

source: Precheck MP3-ID's
pl: Wstępne id MP3

source: Precheck MP3-ID's:
pl: Wstępne id MP3:

source: RTMPDump/HLS-PLayer Cachepath:
pl: RTMPDump/HLS-Ścieżka pamięci podręcznej odtwarzacza:

source: Rated:
pl: Ocenione:

source: Rating
pl: Ocena

source: Rating:
pl: Ocena:

source: Really close without saving settings?
pl: Naprawdę zamknąć bez zapisywania ustawień?

source: Relevance
pl: Odniesienie

source: Remember Adult-Pincode:
pl: Pamiętać kod pin dla dorosłych:

source: Results for "%s"
pl: Wyniki dla "%s"

source: Return
pl: Powrót

source: Runtime:
pl: Czas pracy:

source: SEARCH HISTORY
pl: HISTORIA WYSZUKIWANIA

source: SIMILAR ARTISTS
pl: PODOBNI WYKONAWCY

source: SIMILAR GENRES
pl: PODOBNE GATUNKI

source: Search Order Selection
pl: Wybór kolejności wyszukiwania

source: Search order
pl: Kolejność wyszukiwania

source: Seasons:
pl: Sezony:

source: Select Action
pl: Wybierz działanie

source: Select Order
pl: Wybierz kolejność

source: Select Sorting
pl: Wybierz sortowanie

source: Show All
pl: Pokazać wszystko

source: Show only ALBUMS
pl: Pokazać tylko albumy

source: Show only ALL TRACKS
pl: Pokazać wszystkie utwory

source: Show only ARTISTS
pl: Pokazać tylko artystów

source: Show only MP3-SEARCH
pl: Pokazać tylko wyszukane mp3

source: Show only TOP TRACKS
pl: Pokazać tylko najczęściej słuchane

source: Similar artists
pl: Podobni wykonawcy

source: Similar genres
pl: Podobne gatunki

source: SimpleList on key
pl: Prosta lista z przyciskiem

source: Single
pl: Pojedyncza

source: Sort A-Z
pl: Sortuj A-Z

source: Sort Normal
pl: Normalne sortowanie

source: Sort Selection
pl: Wybór sortowania

source: Sort by
pl: Sortuj według

source: Sort by...
pl: Sortuj według...

source: Stations:
pl: Stacje:

source: TOP TRACKS
pl: NAJLEPSZE UTWORY

source: TV Show
pl: widowisko telewizyjne

source: Title
pl: Tytuł

source: Trying to find results for "%s" in TMDb...
pl: Próbuje znaleźć wyniki dla "%s" w TMDb...

source: Unknown error!
pl: Nieznany błąd!

source: Unknown error! (%s)
pl: Nieznany błąd! (%s)

source: Upcoming
pl: Nadchodzące

source: Use HLS-Player (beta):
pl: HLS użyć odtwarzacza(beta):

source: User name
pl: Nazwa użytkownika

source: Video count
pl: Ilość wideo

source: Video definition
pl: Rozdzielczość wideo

source: Video deleted or there has been an error!
pl: Wideo usunięte lub wystąpił błąd!

source: View count
pl: Ilość wyświetleń

source: Votes:
pl: Głosów:

source: Wrong login data, check your eMail and password and try again!
pl: Nieprawidłowe dane logowania,sprawdź e-mail oraz hasło i spróbuj ponownie!

source: You are not a Premium User!
pl: Nie jesteś użytkownikiem premium!

source: You've to check Your RTMPDump/HLS-PLayer Cachepath-Setting in MP-Setup:
pl: Proszę sprawdzić RTMPDump/HLS odtwarzacz,ścieżkę ustawień w konfiguracji MP:

source: no
pl: nie

source: yes
pl: tak

source: Graphic
pl: Graficzny

source: COUNTING PAGES:
pl: NUMERACJA STRON:

source: Original
pl: Oryginalna

source: original
pl: oryginalna

source: Automatic start time:
pl: Automatyczny czas rozpoczęcia:

source: Behavior on movie end:
pl: Zachowanie na końcu filmu:

source: Behavior on movie start:
pl: Zachowanie na początku filmu:

source: Behavior on movie stop:
pl: Zachowanie po zatrzymaniu filmu:

source: Can't copy "{0}" playlist
pl: Nie można skopiować "{0}" listy odtwarzania

source: Can't delete "{0}" playlist
pl: Nie można usunąć "{0}" listy odtwarzania

source: Can't download playlist
pl: Nie można pobrać listy odtwarzania

source: Can't update "{0}" playlist
pl: Nie można zaktualizować "{0}" listy odtwarzania

source: Daily automatic import:
pl: Codzienny automatyczny import:

source: Delete PL
pl: Usunąć PL

source: Did you revoke the access?
pl: Jeżeli dostęp odwołany?

source: Episode
pl: Odcinek

source: Error: No valid option in playlist
pl: Błąd:Nie ważna opcja w liście odtwarzania

source: Error: No valid playlist
pl: Błąd:Nie ważna lista odtwarzania

source: Error: Unable to get tokens!
pl: Błąd:Nie można uzyskać generatora kodów!

source: Error: Unable to refresh token!
pl: Błąd:Nie można odświeżyć generatora kodów!

source: Error: Unable to request the Device code
pl: Błąd:Nie można poprosić o kod urządzenia

source: FUN
pl: ZABAWA

source: Finish
pl: Koniec

source: GENERAL
pl: OGÓLNE

source: GRAYZONE
pl: SZARA STREFA

source: Debug-Mode:
pl: Tryb Debug:

source: WATCHLIST
pl: LISTA OBSERWOWANYCH

source: Global Watchlist
pl: Globalna lista obserwowanych

source: Global playlist number:
pl: Globalny numer listy odtwarzania:

source: IPTV Genre
pl: IPTV Gatunek

source: IPTV Genre Selection
pl: IPTV Wybór gatunku

source: If you want to play this stream, you have to set your EDEM passkey in the MP-Setup
pl: Jeśli chcesz odtwarzać ten strumień,musisz ustawić swoje hasło w ustawieniach MP

source: Infobar cover always off:
pl: Okładka paska informacyjnego zawsze wyłączona:

source: ask
pl: pytać

source: LIBRARIES
pl: BIBLIOTEKI

source: MUSIC
pl: MUZYKA

source: MediaInfo on key:
pl: MediaInfo z przycisku:

source: Move
pl: Przestawić

source: Movie
pl: Film

source: No MP playlist "{0}" found
pl: Nie znaleziono listy odtwarzania dla MP "{0}"

source: No Streams found!
pl: Nie znaleziono strumieni!

source: No entrys found!
pl: Nie znaleziono żadnych wpisów!

source: No link found!
pl: Nie znaleziono linka!

source: No playlist found
pl: Nie znaleziono listy odtwarzania

source: OK to delete "{0}" playlist?
pl: OK,aby usunąć "{0}" liste odtwarzania?

source: OK to overwrite "{0}" playlist?
pl: OK,aby zastąpić "{0}" listę odtwarzania?

source: OTHER
pl: INNE

source: Overwrite "{0}" with the MP playlist?
pl: Przepisać"{0}" z listy odtwarzania MP?

source: PORN
pl: PORNOGRAFICZNE

source: Passkey:
pl: Przycisk uniwersalny:

source: Playlist "{0}" copied.
pl: Lista odtwarzania "{0}" skopiowanych.

source: Playlist "{0}" successfully updated
pl: Lista odtwarzania "{0}" pomyślnie zaktualizowana

source: Playmode:
pl: Tryb odtwarzania:

source: Request YT-Token
pl: Zapytanie YT o generator kodów

source: SPORTS
pl: SPORT

source: Save resume cache in flash memory:
pl: Zapisac wznowienie w pamięci flesha:

source: Screensaver:
pl: Wygaszacz ekranu:

source: Season
pl: Sezon

source: Seekbar sensibility:
pl: Szukaj czułość:

source: Select Portal
pl: Wybierz portal

source: Show "{0}" channels
pl: Pokazać "{0}" kanałów

source: Show all channels
pl: Pokazać wszystkie kanały

source: Show errors:
pl: Pokazać błędy:

source: SimpleList on key:
pl: Proste lista z przycisku:

source: Skip the import
pl: Przejdź na import

source: Standby at startup:
pl: Gotowości na starcie:

source: Start import after booting up:
pl: Rozpocząć import po uruchomieniu systemu:

source: EDEM IPTV SERVICE
pl: SERWIS EDEM IPTV

source: TMDb/IMDb on key:
pl: TMDb/IMDb z przycisku:

source: Update PL
pl: Aktualizacja PL

source: Use HLS-Player:
pl: HLS użyć odtwarzacza:

source: Use SP number seek:
pl: Użyć wyszukiwania numeru SP:

source: Use YT Proxy:
pl: Użyć YT Proxy:

source: Video type
pl: Typ wideo

source: Waiting for response from the server. Cancel action?
pl: Oczekiwanie na odpowiedź serwera. Anulować działanie?

source: Wake up and import
pl: Obudzić i importować

source: When in deep standby:
pl: Gdy w głębokim stanie gotowości:

source: YOUTH PROTECTION
pl: NIELETNI

source: YT-HTTP-Proxy Host or IP:
pl: YT-HTTP-ip hosta lub serwera proxy:

source: YT-Proxy Port:
pl: YT-port proxy:

source: YT-Proxy password:
pl: YT-hasło proxy:

source: YT-Proxy username:
pl: YT-nazwa użytkownika proxy:

source: Year:
pl: Rok:

source: MediaPortal KeyBoard
pl: Klawiatura Portal Medialny

source: You need to request a token to allow access to your YouTube account.
pl: Musisz poprosić o generator kodów,aby umożliwić dostęp do swojego konta YouTube.

source: You've to visit: {url} and enter the code: {code} Cancel action?
pl: Masz do odwiedzenia: {url} i wpisz kod: {kod} Anulować działanie?
