Repository: j00zek/PolishTranslations
Catalog: translations/MediaPortal.po
Languages: pl

source: %s was added to the watchlist.
pl: %s został dodany do listy obserwowanych.

source: instantRecord
pl: natychmiastowe nagrywanie

source: ----- General -----
pl: ----- Ogólne -----

source: ----- Other -----
pl: ----- Inne -----

source: ----- Youth protection -----
pl: ----- Nieletni -----

source: 15 minutes
pl: 15 Minut

source: 30 minutes
pl: 30 Minut

source: 3D Search
pl: Wyszukiwanie 3D

source: 5 minutes
pl: 5 Minut

source: 60 minutes
pl: 60 Minut

source: A-Z search
pl: Wyszukiwanie A-Z

source: A/V Settings
pl: Ustawienia A/V

source: ALL
pl: Wszystko

source: Action
pl: Działanie

source: Actions
pl: Działania

source: Activate Filtermenu:
pl: Aktywować filter menu:

source: Activate Grauzone:
pl: Aktywować szarą strefe:

source: Activate Real-Debrid.com:
pl: Aktywować Real-Debrid.com:

source: Activate premiumize.me:
pl: Aktywować premiumize.me:

source: Add
pl: Dodać

source: Add Song selection: %s to Playlist?
pl: Dodać wybór utworu: %s do listy odtwarzania?

source: Add service to global playlist-%02d
pl: Dodać serwis do globalnej listy odtwarzania-%02d

source: Add to Playlist
pl: Dodać do listy odtwarzania

source: Add to Watchlist
pl: Dodać do listy obserwanych

source: Added entry
pl: Dodano wpis

source: Albums - Enter search query
pl: Albumy-wpisz wyszukiwanie

source: All
pl: Wszystko

source: Always
pl: Zawsze

source: Amazon Prime Instant Video: Login failed!
pl: Amazon Prime Instant Wideo:Logowanie nie powiodło się!

source: Amazon Prime Instant Video: Unknown error!
pl: Amazon Prime Instant Wideo:Nieznany błąd!

source: An update is available for the MediaPortal Plugin! Do you want to download and install it now?
pl: Aktualizacja jest dostępna dla Portalu Medialnego Czy chcesz pobrać i zainstalować teraz?

source: Aqua
pl: Turkusowy(a)

source: Artists - Enter search query
pl: Artyści-wpisz wyszukiwanie

source: Ask user
pl: Pytaj użytkownika

source: Automatic
pl: Automatycznie

source: Automatic Update Check:
pl: Sprawdzić aktualizacje automatycznie:

source: Autoplay Threshold [%]:
pl: Funkcja automatycznego odtwarzania [%]:

source: Back
pl: Powrót

source: Backward
pl: Wstecz

source: Behavior on movie end
pl: Zachowanie na końcu filmu

source: Behavior on movie start
pl: Zachowanie na początku filmu

source: Behavior on movie stop
pl: Zachowanie gdy film osiągnie koniec

source: Black&White
pl: Czarno&Biała

source: Black&White (Zoom)
pl: Czarno&Biała(powiększona)

source: Blue
pl: Niebieski

source: Buffering canceled
pl: Anulowane buforowanie

source: Cancel
pl: Anuluj

source: Captcha input:
pl: Captcha wejście:

source: Change filter
pl: Zmiana filtra

source: Change sort order
pl: Zmiana kolejności sortowania

source: Color
pl: Kolor

source: Color (Zoom)
pl: Kolorowa(powiększona)

source: Configuration
pl: Konfiguracja

source: Current Playlist selection: %s
pl: Aktualny wybór listy odtwarzania: %s

source: Current Song selection: %s
pl: Aktualny wybór utworu: %s

source: Currently no streams available
pl: Aktualnie nie ma żadnych dostępnych strumieni

source: Customer ID:
pl: ID klienta:

source: Deactivate Mini-TV:
pl: Wyłączyć Mini TV:

source: Delete
pl: Usuń

source: Delete (left of the cursor)
pl: Usuń(na lewo od kursora)

source: Delete (right of the cursor)
pl: Usuń(na prawo od kursora)

source: Do you want to resume this playback?
pl: Czy chcesz wznowić te odtwarzanie?

source: Down
pl: W dół

source: ERROR Playing Song: %s
pl: BŁĄD odtwarzanego utworu: %s

source: ERROR, add Song to remote Playlist FAILED
pl: BŁĄD,dodanie piosenki do zdalnej listy odtwarzania nie powiodło się

source: ERROR, deleting remote Playlist FAILED
pl: BŁĄD,usuwanie zdalnej listy odtwarzania nie powiodło się

source: ERROR, no new remote Playlist FAILED
pl: BŁĄD,nie ma nowej listy zdalnego odtwarzania

source: ERROR, removing subscribed remote Playlist FAILED
pl: BŁĄD,usuwania subskrybowanego zdalnego odtwarzania nieudane

source: ERROR,removing Song from remote Playlist FAILED
pl: BŁĄD,usuwanie utworu z listy zdalnego odtwarzania nieudane

source: Edit
pl: Edycja

source: Edit:
pl: Edycja:

source: England
pl: Anglia

source: English
pl: Angielski

source: Enter Search
pl: Szukaj wpisu

source: Enter Security Code:
pl: Wpisz kod zabezpieczający:

source: Enter code
pl: Wprowadź kod

source: Enter page number
pl: Wpisz numer strony

source: Enter pin code
pl: Wpisz kod pin

source: Enter search criteria
pl: Wprowadź kryteria wyszukiwania

source: Entry already exists
pl: Wpis już istnieje

source: Episode Selection
pl: Wybór odcinka

source: Error downloading file: %s
pl: Błąd pobierania pliku: %s

source: Error!
pl: Błąd!

source: Error!
pl: Błąd !

source: Error: Can not create cache-folders inside flash memory. Check your Cache-Folder Settings!
pl: Błąd:katalog buforowania nie może być tworzony w pamięci flesha.Sprawdź ustawienia katalogu!

source: Error: No write permission to create cache-folders. Check your Cache-Folder Settings!
pl: Błąd:Brak praw zapisu do tworzenia folderów pamięci podręcznej.Sprawdź ustawienia folderu pamięci podręcznej!

source: Error: Service may be added only from the local playlist
pl: Błąd:Serwis może być dodany tylko z lokalnej listy odtwarzania

source: Error: URL is not persistent!
pl: Błąd:Adres URL nie jest trwały!

source: Event has not yet started.
pl: Wydarzenie jeszcze się nie rozpoczeło.

source: Exit
pl: Wyjście

source: Exit MediaPortal
pl: Wyjście z Portalu Medialnego

source: MediaPortal
pl: Portal Medialny

source: Favorite
pl: Ulubione

source: Favorite added
pl: Dodano ulubione

source: Favorite already exists
pl: Ulubione już istnieją

source: File with the same name exists in the directory path: %s
pl: Istnieje plik o tej samej nazwie w ścieżce katalogu: %s

source: For legal reasons this video may be viewed only within Switzerland.
pl: Ze względów prawnych ten film może być oglądany tylko w Szwajcarii.

source: Forward
pl: Naprzód

source: France
pl: Francja

source: French
pl: Francuski

source: Full length episodes
pl: Pełna długość odcinków

source: Fun
pl: Zabawa

source: Fun/Music/Sports
pl: Zabawa/muzyka/sport

source: Genre Selection
pl: Wybór gatunku

source: German
pl: Niemiecki

source: Germany
pl: Niemcy

source: Global playlist number
pl: Globalny numer listy odtwarzania

source: Google coversupport
pl: Google wspieranie okładek

source: Grayzone
pl: Szara strefa

source: Green
pl: Zielony(a)

source: showMovies
pl: pokazać filmy

source: HELP
pl: POMOC

source: Help
pl: Pomoc

source: High
pl: Najlepsza

source: Infobar cover always off
pl: Okładka w pasku info.zawsze wył.

source: additions
pl: dodatki

source: from additions
pl: z dodatkami

source: config.mediaportal.
pl: Konfig.Portalu multimedialnego.

source: config.mediaportal.
pl: Konfig.Portalu multimedialnego.

source: default
pl: domyślnie

source: always
pl: zawsze

source: Use it always
pl: Zawsze użyć

source: enteryourpasskey!
pl: wpisz hasło!

source: Set in the playlist
pl: Ustawić w liście odtwarzania

source: Invalid Stream link, try another Stream Hoster!
pl: Nieprawidłowy link do strumienia,spróbuj inny strumień!

source: Italian
pl: Włoski

source: Italy
pl: Włochy

source: Jizz.to only works with enabled MP premiumize.me option (MP Setup)!
pl: Jizz.to działa tylko z włączoną opcją MP premiumize.me(Ustawienia MP)!

source: Kids-Pincode Query:
pl: Zapytać o kod pin dla dzieci:

source: Left
pl: W lewo

source: Libraries
pl: Biblioteki

source: Funsport
pl: Zabawy sportowe

source: Light Blue
pl: Jasny(o) Niebieski(a)

source: Light Green
pl: Jasno Zielony(a)

source: List
pl: Lista

source: List Selection
pl: Wybór listy

source: List overview
pl: Przegląd listy

source: Livestreamer IP:
pl: IP strumienia na żywo:

source: Livestreamer Port:
pl: Port strumienia na żywo:

source: Loaded:
pl: Załadowane:

source: Login ERROR.
pl: Błąd logowania.

source: Low
pl: Niska

source: MPUser have no remote Playlists, please add some remote Playlists first...
pl: Użytkownik MP nie ma Listy odtwarzania,należy dodać liste odtwarzania...

source: Mainmenu
pl: Menu główne

source: Mainview Style:
pl: Styl głównego widoku:

source: Manual sorting
pl: Ręczne sortowanie

source: Max. count results/page (Youtube):
pl: Maks.wynik stron/ilość(Youtube):

source: MediaInfo on key
pl: MediaInfo z przyciskiem

source: MediaPortal Setup
pl: Konfiguracja Portalu Medialnego

source: MediaPortal successfully updated! Do you want to restart the Enigma2 GUI now?
pl: Portal Medialny pomyślnie zaktualizowany! Czy chcesz ponownie uruchomić teraz GUI

source: MediaPortal update failed! Check the update log carefully!
pl: Portal Medialny,aktualizacja nie powiodła się!Dokładnie sprawdź dziennik aktualizacji!

source: MediaPortal update failed! Please check free space on your root filesystem, at least 8MB are required for installation. Check the update log carefully! The Enigma2 GUI will restart now!
pl: Portal Medialny aktualizacja nie powiodła się!Proszę sprawdzić ilość wolnego miejsca w swoim głównym systemie plików,co najmniej 8MB są wymagane do instalacji. Dokładnie sprawdź dziennik aktualizacji! Uruchomić teraz GUI!

source: Medium
pl: Średna

source: Meta language
pl: Meta języka

source: More
pl: Więcej

source: Move cursor left
pl: Przesusunąć kursor w lewo

source: Move cursor right
pl: Przesunąć kursor w prawo

source: Move to begin
pl: Przesunąć w górę

source: Move to end
pl: Przesunąć na koniec

source: Movie Selection
pl: Wybór filmu

source: Music
pl: Muzyka

source: NAKED-SLUTS only works with enabled MP premiumize.me option (MP Setup)!
pl: NAKED-SLUTS działa tylko z włączonym ustawieniem premiumize.me(Ustawienia MP)!

source: Next page
pl: Następna strona

source: No
pl: Nie

source: No ArtistID found in the song list, may be create new local playlist.
pl: Nie znaleziono ID artysty w liście utworów,może stworzyć nową lokalną listę odtwarzania.

source: No Files found!
pl: Nie znaleziono plików!

source: No Series found!
pl: Nie znaleziono seriali!

source: No Video URL found!
pl: Nie znaleziono URL wideo adresu!

source: No Videodata found!
pl: Nie znaleziono danych wideo!

source: Sort changed:
pl: Sortuj zmienione:

source: Set new filter to:
pl: Ustaw nowy filtr do:

source: Filter changed:
pl: Filtr zmienionych:

source: Mediaportal restart.
pl: Ponowne uruchomienie Portalu Medialnego

source: Filter ist deaktviert.. recheck..: %s
pl: Filtr jest wyłączony...sprawdź ponownie...: %s

source: Keine Plugins der Kategorie %s aktiviert!
pl: Bez aktywacji kategorii wtyczki %s !

source: covercollection
pl: kolekcja okładek

source: Fatal skin.xml error
pl: Błąd krytyczny skin.xml

source: Last seen Movies/Series
pl: Ostatnio oglądane filmy/seriale

source: Sort: %s
pl: Sortować: %s

source: No connection to the Internet available.
pl: Brak połączenia z internetem

source: No contents / results found!
pl: Brak treści/znalezione wyniki!

source: No dokus / streams found!
pl: Nie znaleziono dokumentalnych/znaleziono strumienie!

source: No dokus found!
pl: Nie znaleziono dokumentalnych!

source: No entries in the playlist available!
pl: Brak dostępu do wpisów w liście odtwarzania!

source: No entrys found.
pl: Nie znaleziono wpisów.

source: No episodes found!
pl: Nie znaleziono odcinka!

source: No further information available!
pl: Brak dostępnu do dalszych informacji!

source: No information found.
pl: Nie znaleziono informacji.

source: No link found.
pl: Nie znaleziono linka

source: No livestreams found!
pl: Nie znaleziono strumieni!

source: No menudata found!
pl: Brak danych w menu!

source: No movies / series found!
pl: Brak znaleziony filmów/seriali!

source: No movies found!
pl: Nie znaleziono filmów!

source: No results found!
pl: Nic nie znaleziono!

source: No search results!
pl: Brak wyników wyszukiwania!

source: No seasons found!
pl: Nie znaleziono sezonów!

source: No songs found!
pl: Nie znaleziono piosenki!

source: No supported Stream Hoster, try another one!
pl: Nie obsługiwany strumień hosta,spróbuj innego!

source: No supported streams found!
pl: Nie znaleziono obsługiwanego strumienia!

source: No video found.
pl: Nie znaleziono wideo.

source: No videos found!
pl: Nie znaleziono filmów!

source: No, but start over from the beginning
pl: Nie,ale zacznij od początku

source: OFF
pl: WYŁĄCZYĆ

source: ON
pl: WŁĄCZYĆ

source: Off
pl: Wyłączyć

source: On
pl: Włączyć

source: Only Clips
pl: Tylko klipy

source: Open MediaPortal Plugin Status
pl: Otworzyć stan wtyczki Portalu Medialnego

source: liste
pl: lista

source: Open SimpleList
pl: Otworzyć prostą liste

source: Open global playlist-%02d
pl: Otworzyć globalną liste odtwarzania-%02d

source: Open local playlist
pl: Otworzyć lokalną liste odtwarzania

source: Open selected Plugin
pl: Otworzyć wybraną wtyczke

source: Ordering is only possible with filter "ALL".
pl: Kolejność jest możliwa tylko z filtrem "WSZYSTKIE".

source: user!
pl: użytkownik!

source: pass!
pl: hasło!

source: PVR/VIDEO
pl: PVR/WIDEO

source: Page
pl: Strona

source: Page Display Style:
pl: Styl wyświetlania strony:

source: Page:
pl: Strona:

source: Page: %(page)s of %(pages)s | Section: %(section)s of %(sections)s
pl: Strona: %(strona)y z %(strona)y|Sekcja: %(sekcja)e z %(sekcja)e

source: Parameter
pl: Parametr

source: Parsing error!
pl: Błąd analizy składniowej!

source: Parts Selection
pl: Wybór części

source: Password:
pl: Hasło:

source: Pause movie at end
pl: Wstrzymać film na koniec

source: with Premiumize
pl: z Premiumize

source: with Real-Debrid
pl: z Real-Debrid

source: with a HTTP Proxy
pl: z HTTP Proxy

source: Pincode:
pl: Kod pin:

source: Play
pl: Odtwarzaj

source: Playlists - Enter search query
pl: Listy odtwarzania/wprowadź wyszukiwane

source: Playmode
pl: Trybu odtwarzania

source: Please enter the correct code
pl: Proszę wprowadzić kod

source: Select:
pl: Wybierz:

source: Filter:
pl: Filtr:

source: Wall-Pluginliste wurde erstellt.
pl: Ściana/Lista wtyczek została stworzona.

source: Ein Plugin wurde aktiviert oder deaktiviert.. erstelle neue pluginliste.
pl: Wtyczka została włączona lub wyłączona...Stwórz nową listę wtyczek.

source: Erstelle Wall-Pluginliste.
pl: Ściana tworzona listy wtyczek.

source: 1st time - Schreibe Wall-Pluginliste.
pl: 1-Ściana listy pisania wtyczek.

source: Please enter the correct pin code
pl: Proszę wprowadzić poprawny kod pin

source: Please wait...
pl: Proszę czekać...

source: Please wait... new page %s is loading
pl: Proszę czekać...nowa strona %s jest pobierana

source: Plugin Selection
pl: Wybór wtyczki

source: Porn
pl: Pornograficzne

source: PornoRips only works with enabled MP premiumize.me option (MP Setup)!
pl: Porno RIP działa tylko z włączoną opcją premiumize.me(Ustawienia MP)!

source: Premium status
pl: Stan premium

source: Previous page
pl: Poprzednia strona

source: RECORD
pl: NAGRYWANIE

source: RTMPDump Cachepath:
pl: RTMPDump ścieżka pamięci podręcznej:

source: RTMPDump is required for playback of this stream, please install it first.
pl: RTMPDump jest wymagany do odtwarzania tego strumienia,należy go najpierw zainstalować.

source: Random
pl: Losowo

source: MediaPortal - Setup - (Version %s)
pl: Portal Medialny/Ustawienia/(wersja %s)

source: Read error!
pl: Błąd odczytu!

source: %s - Limit: %s %s - Avail.: %s %s
pl: %s -Limit: %s %s-Wykorzystany: %s %s

source: Real-Debrid.com: Your login informations are incorrect!
pl: Real-Debrid.com:Twoje informacje logowania są nieprawidłowe!

source: Real-Debrid.com: Suspended / not activated account!
pl: Real-Debrid.com:Zawieszone/nie aktywowane konto!

source: Real-Debrid.com: Incorrect captcha answer!
pl: Real-Debrid.com:Nieprawidłowa odpowiedź kodu weryfikacyjnego!

source: Real-Debrid.com: Too many failed logins!
pl: Real-Debrid.com:Zbyt wiele nieudanych logowań!

source: Real-Debrid.com is not activated.
pl: Real-Debrid.com nie jest aktywny.

source: Red
pl: Czerwony(a)

source: Remember XXX-Pincode:
pl: Pamiętać kod pin XXX:

source: Restore last service:
pl: Przywracanie ostatniego serwisu:

source: Resume from last position
pl: Wznowić od ostatniej pozycji

source: Resume position at %s
pl: Wznowienie pozycji od %s

source: Resuming playback
pl: Wznowienie odtwarzania

source: Return to previous service
pl: Powrót do poprzedniego serwisu

source: Right
pl: W prawo

source: Rls.to only works with enabled MP premiumize.me option (MP Setup)!
pl: Rls.to działa tylko z włączoną opcją MP premiumize.me(Ustawienia MP)!

source: Runtime
pl: Czas pracy

source: resume
pl: wznowić

source: Save
pl: Zapisz

source: Save resume cache in flash memory
pl: Zapisać wznowienie pamięci podręcznej w pamięci flesza

source: Screensaver
pl: Wygaszacz ekranu

source: Search char.
pl: Szukaj postaci

source: Search limit:
pl: Szukaj limitu:

source: Search region
pl: Szukaj regionu

source: Search request
pl: Zlecenie wyszukiwania

source: Search:
pl: Szukaj:

source: Searchkey
pl: Szukaj przycisku

source: Season Selection
pl: Wybór sezonu

source: Security Code:
pl: Kod zabezpieczający:

source: Seekbar sensibility
pl: Czułość wyszukiwania

source: Select Hoster
pl: Wybierz host

source: Select Language
pl: Wybierz język

source: Select Size
pl: Wybierz rozmiar

source: Select Sort order
pl: Wybierz porządek sortowania

source: Select key
pl: Wybierz przycisk

source: Selection
pl: Wybór

source: Selection was added to the local Playlist.
pl: Wybór został dodany do lokalnej listy odtwarzania.

source: Selection was added to the watchlist.
pl: Wybór został dodany do listy obserwowanych.

source: Selection:
pl: Wybór:

source: Setup
pl: Ustawienie

source: Setup-Pincode Query:
pl: Zapytać o kod pin w konfiguracji:

source: Show
pl: Pokazać

source: Show Tips:
pl: Pokazać wskazówki:

source: Show USER-Channels Help:
pl: Pokazać użytkownikowi kanały pomocy:

source: Show XXX-Extensions:
pl: Pokazać rozszerzenia XXX:

source: Show errors
pl: Pokazać błędy

source: Show/Hide
pl: Pokazać/ukryć

source: ShowAsThumb as Default:
pl: Pokazać AsThumb jako domyślny:

source: SimpleList Configuration
pl: Prosta konfiguracja listy

source: SimplePlayer Configuration
pl: Prosta konfiguracja odtwarzacza

source: SimplePlayer Menu
pl: Proste menu odtwarzacza

source: Site-Rip only works with enabled MP premiumize.me option (MP Setup)!
pl: Witryna-Rip działa tylko z włączoną opcją premiumize.me(Ustawienia MP)!

source: Skin-Font:
pl: Czcionka skóry:

source: Skin:
pl: Skóra:

source: plugin
pl: wtyczka

source: modfile
pl: modyfikacja pliku

source: Smart
pl: Inteligentnie

source: Some of the plugins may not be legally used in your country! If you accept this then enter the following code now: %s
pl: Niektóre z wtyczek nie mogą być legalnie używane w danym kraju! Jeśli akceptujesz to następnie wprowadź następujący kod teraz: %s

source: Song added to remote Playlist
pl: Piosenka dodane do listy odtwarzania

source: Song already exists.
pl: Piosenka już istnieje.

source: Song is moved to other remote Playlist
pl: Piosenka zostanie przeniesiona do innej listy odtwarzania

source: Song is removed from remote Playlist
pl: Piosenka zostanie usunięta z listy odtwarzania

source: Songstitle - Enter search query
pl: Tytuł utworu/Wpisz wyszukiwanie

source: Sorry, this video is not found or no longer available due to date or rights restrictions.
pl: Niestety,ten film nie zostanie znaleziony lub nie jest już dostępny z powodu ograniczeń daty lub praw.

source: Sort
pl: Rodzaj

source: Sort order
pl: Sortowanie po

source: Sorting
pl: Sortowanie

source: Sports
pl: Sport

source: Start from the beginning
pl: Zacznij od początku

source: Starting update, please wait...
pl: Uruchamianie aktualizacji,proszę czekać ...

source: Stop playing this movie?
pl: Przestać odtwarzać ten materiał?

source: Stream Selection
pl: Wybór strumienia

source: Global Watchlist is empty!
pl: Globalna lista jest pusta!

source: called with reason=1 to during shutdown, with reason=0 at startup?
pl: powod=1 podczas zamykania systemu,powodu=0 na starcie?

source: Stream not found
pl: Strumień nie został znaleziony

source: returns timestamp of next time when autostart should be called
pl: zwraca sygnatury czasowe następnym razem kiedy powinien zostać wywołany auto.start

source: Stream not found, try another Stream Hoster.
pl: Nie znaleziono strumienia,spróbuj innego strumienia.

source: Stream starts in 10 sec.
pl: Strumień rozpoczyna się za 10 sek.

source: Stream starts in 16 sec.
pl: Strumień rozpoczyna się za 16 sek.

source: Stream starts in 2 sec.
pl: Strumień rozpoczyna się za 2 sek.

source: Stream starts in 3 sec.
pl: Strumień rozpoczyna się za 3 sek.

source: Stream starts in 5 sec.
pl: Strumień rozpoczyna się za 5 sek.

source: Stream starts in 6 sec.
pl: Strumień rozpoczyna się za 6 sek.

source: Streaming error: %s
pl: Błąd transmisji strumienia: %s

source: Streammarkercolor:
pl: Kolor znacznika strumienia:

source: Switch keyboard layout
pl: Przełączanie układu klawiatury

source: Symbolic link with the same name in the directory path: %s available!
pl: Dowiązanie symboliczne o tej samej nazwie w ścieżce: %s dostępne!

source: TMDb/IMDb on key
pl: TMDb/IMDb z przyciskiem

source: Text+
pl: Tekst+

source: Text-
pl: Tekst-

source: The Adult Bay only works with enabled MP premiumize.me option (MP Setup)!
pl: Kanały dla dorosłych działają tylko z włączoną opcją premiumize.me(Ustawienia MP)!

source: The directory path and file name is OK: %s
pl: Ścieżka i nazwa katalogu jest OK: %s

source: The directory path does not end with '/': %s
pl: Ścieżka do katalogu nie kończy się '/': %s

source: The directory path is not specified!
pl: Ścieżka do katalogu nie jest określona!

source: The directory path: %s does not exist!
pl: Ścieżka katalogu: %s nie istnieje!

source: The missing directory: %s could not be created!
pl: Brak katalogu: %s nie można utworzyć!

source: The path is OK, the file name was not specified: %s
pl: Ścieżka jest OK,nazwa pliku nie została określona: %s

source: There exists already a directory with this name: %s
pl: Istnieje już katalog o tej nazwie: %s

source: This STB can't decode %s streams!
pl: Ten odbiornik nie może zdekodować %s strumienia!

source: This hoster is only working with enabled Premium support.
pl: Ten host pracuje tylko przy aktywnym wsparciu premium.

source: This month
pl: W tym miesiącu

source: This stream can not get saved on HDD Protocol %s not supported :(
pl: Ten strumień nie może zostać zapisany na HDD Protokół %s nie obsługiwany :(

source: This video is DRM-protected and cannot be played.
pl: Ten film jest chroniony DRM i nie może być odtwarzany.

source: This video is currently blocked for Child Protection Laws and is only available from approximately 22 o'clock.
pl: Ten film jest aktualnie zablokowany dla ochrony praw dziecka i jest dostępny tylko około 22 godz.

source: This video is currently blocked for Child Protection Laws and is only available from approximately 23 o'clock.
pl: Ten film jest aktualnie zablokowany dla ochrony praw dziecka i jest dostępny tylko około 23 godz.

source: This video is encoding now. Please check back later.
pl: Film jest zakodowany.Proszę spróbuj ponownie później.

source: This video is not available.
pl: Ten film nie jest dostępny.

source: This week
pl: W tym tygodniu

source: Time range
pl: Zakres czasu

source: Today
pl: Dzisiaj

source: Trailer
pl: Zwiastun

source: Unfortunately, this video can not be played!
pl: Niestety,ten film nie może być odtwarzany!

source: Unfortunately, your Login was not successful, please verify your input:-(
pl: Niestety Twoje logowanie nie powiodło się,należy sprawdzić swój wkład :-(

source: Up
pl: W górę

source: Uploader
pl: Przesyłanie

source: Use Livestreamer:
pl: Użyć strumienia na żywo:

source: Use RTMPDump:
pl: Użyć RTMPDump:

source: Use SP number seek
pl: Użyć wyszukiwania numeru SP

source: Use YT with premiumize (beta)
pl: Użyć YT z premium(beta)
