Repository: j00zek/PolishTranslations
Catalog: translations/NGsetting.po
Languages: pl

source: of
pl: z

source: updated
pl: Zaktualizowane

source: Favourites:
pl: Ulubione:

source: Favourites: No
pl: Ulubione: Nie

source: No
pl: Nie

source: Favourites: Yes
pl: Ulubione: Tak

source: Yes
pl: Tak

source: Last Update:
pl: Ostatnia aktualizacja:

source: Last Update: Unregistered
pl: Ostatnia aktualizacja: niezarejestrowana

source: AutoUpdate: Yes
pl: Au.aktualizacja: Tak

source: AutoUpdate: No
pl: Au.aktualizacja: Nie

source: AutoUpdate:
pl: Au.aktualizacja:

source: Maintenance Folders Customized
pl: Konserwacja Foldery Dostosowane

source: New Setting Vhannibal
pl: Nowe ustawienie Vhannibal

source: New version %s downloaded successfully Enigma will now be restarted...
pl: Nowa wersja %s pobrana pomyślnie Enigma zostanie teraz ponownie uruchomiona...

source: Server down for maintenance
pl: Serwer nie działa z powodu konserwacji

source: Setting Installed:
pl: Lista zainstalowana:

source: Exit
pl: Wyjście

source: Setting already updated, you want to upgrade anyway?
pl: Lista już zaktualizowana,i tak chcesz zaktualizować?

source: Sorting Lcn Completed
pl: Sortowanie Lcn zakończone

source: Sorry! Error Download Setting
pl: Przepraszam! Błąd pobierania listy

source: The new configurations are saved Setting: %s Date: %s The choice is different from the previous Do you want to proceed with the manual upgrade?
pl: Nowe konfiguracje zostaną zapisane Ustawienie: %s Dane:: %s Wybór różni się od poprzedniego Czy chcesz kontynuować aktualizację ręczną?

source: The new configurations are saved Setting: %s Date: %s The new setting has a more recent date Do you want to proceed with the manual upgrade?
pl: Nowe konfiguracje zostaną zapisane Ustawienie: %s Dane: %s Nowa lista ma nowszą datę Czy chcesz kontynuować aktualizację ręczną?

source: To update your settings, you have to install Vhannibal AutoSetting %s The update is mandatory, do you want to proceed? Enigma will restart
pl: Aby zaktualizować listę,musisz zainstalować Ustawienia automatyczne Vhannibal %s Aktualizacja jest obowiązkowa,czy chcesz kontynuować? Enigma uruchomi się ponownie

source: Vhannibal AutoSetting %s is available The update is mandatory, do you want to proceed? Enigma will restart
pl: Vhannibal Automatyczne pobieranie %s jest dostępne\n Aktualizacja jest obowiązkowa,czy chcesz kontynuować? Enigma uruchomi się ponownie
