Repository: j00zek/PolishTranslations
Catalog: translations/OscamButler.po
Languages: pl_pl

source: Add user for client connection
pl_pl: Dodaj użytkownika do podłączenia klienta

source: Cancel
pl_pl: Anuluj

source: Connect to Oscam server:
pl_pl: Podłącz do serwera Oscam:

source: Create configuration
pl_pl: Utwórz konfigurację

source: Create configuration and open Cam Center
pl_pl: Utwórz konfigurację i przejdź do Cam Center

source: Enable Oscam WebInterface (Port 83):
pl_pl: Włącz Oscam WebInterface (Port 83):

source: Enable Oscam server (Cccam protocol) (Port 22209):
pl_pl: Włącz Oscam serwer (protokół Cccam) (Port 22209):

source: Enable Oscam server (cs378x protocol) (Port 37800):
pl_pl: Włącz Oscam serwer (protokół cs378x) (Port 37800):

source: IP address of Oscam-server:
pl_pl: Adres IP Oscam-serwer:

source: Password for Oscam-client user:
pl_pl: Hasło dla użytkownika Oscam-klienta:

source: Please enter password for user %s:
pl_pl: Podaj hasło dla użytkownika %s:

source: Please enter username:
pl_pl: Podaj nazwę użytkownika:

source: Please note: The generated configuration files do not contain any keys
pl_pl: Uwaga: Wygenerowane pliki konfiguracyjne nie zawierają żadnych kluczy

source: Port of Oscam-server:
pl_pl: Port dla Oscam-serwer:

source: Smartcard type in external reader 0:
pl_pl: Smartcard w czytniku zewnętrznym 0:

source: Smartcard type in external reader 1:
pl_pl: Smartcard w czytniku zewnętrznym 1:

source: Smartcard type in internal reader 0:
pl_pl: Smartcard w czytniku wewnętrznym 0:

source: Smartcard type in internal reader 1:
pl_pl: Smartcard w czytniku wewnętrznym 1:

source: Use external reader 0:
pl_pl: Użyj czytnika zewnętrznego 0:

source: Use external reader 1:
pl_pl: Użyj czytnika zewnętrznego 1:

source: Use internal reader 0%s:
pl_pl: Użyj czytnika wewnętrznego 0%s:

source: Use internal reader 1%s:
pl_pl: Użyj czytnika wewnętrznego 1%s:

source: Username for Oscam-client user:
pl_pl: Login dla użytkownika Oscam-klienta:

source: bottom
pl_pl: dolny

source: create basic configuraton files for Oscam
pl_pl: Tworzy podstawowe pliki konfiguracyjne dla Oscam

source: top
pl_pl: górny
