Repository: j00zek/PolishTranslations
Catalog: translations/XMLTVImport.po
Languages: pl

source: Automated XMLTV Importer
pl: Automatyczny importer XMLTV

source: Automatic start time
pl: Automatyczny czas rozpoczęcia

source: Cancel
pl: Anuluj

source: Clear
pl: Czyść

source: Daily automatic import
pl: Codzienny automatyczny import

source: Importing:
pl: Importowanie:

source: Last: %s %s, %d events
pl: Ostatnie: %s %s, %d wydarzenia

source: Load long descriptions up to X days
pl: Załadować długie opisy do "X" dni

source: Manual
pl: Manualnie

source: No active EPG sources found, nothing to do
pl: Nie odnaleziono aktywnych źródeł EPG,nic nie można zrobić

source: Save
pl: Zapisz

source: Show in extensions
pl: Pokazać w rozszerzeniach

source: Show in plugin browser
pl: Pokazać w przeglądarce wtyczek

source: Skip the import
pl: Przejść na import

source: Sources
pl: Źródła

source: Standby at startup
pl: Czuwać przy starcie

source: Start import after booting up
pl: Zacząć import po uruchomieniu systemu

source: Wake up and import
pl: Budzenie i import

source: When in deep standby
pl: Gdy w głębokim trybie gotowości

source: XMLTV Import Configuration
pl: Konfiguracja importu XMLTV

source: XMLTV Import Log
pl: Logi importu XMLTV

source: XMLTV Import Sources
pl: Źródła importu XMLTV

source: XMLTV Import finished, %d events
pl: Import XMLTV zakończony, %d wydarzenia

source: XMLTV-Importer
pl: Importer XMLTV

source: XMLTVImport Plugin Failed to start:
pl: Wtyczka importu XMLTV Nie powiodło się:

source: XMLTVImport Plugin Import of epg data is still in progress. Please wait.
pl: Wtyczka importu XMLTV Import danych EPG jest nadal w toku.Proszę czekać.

source: XMLTVImport Plugin Import of epg data will start This may take a few minutes Is this ok?
pl: Wtyczka importu XMLTV Import danych EPG rozpoczęty Może to potrwać kilka minut Czy się zgadzasz?

source: You must restart Enigma2 to load the EPG data, is this OK?
pl: Należy ponownie uruchomić enigmę2 aby załadować dane EPG, czy się zgadzasz?

source: Import of epg data will start. This may take a few minutes. Is this ok?
pl: Import danych EPG rozpoczęty. To może zająć parę minut Czy się zgadzasz?

source: events
pl: wydarzenia

source: Automatic import EPG
pl: Automatyczny import EPG

source: Choice days for start import
pl: Wybór dni do importowania

source: Clearing current EPG before import
pl: Usuwać bieżące EPG przed importem

source: Consider setting "Days Profile"
pl: Rozważyć ustawienie "Profile dni"

source: Days Profile
pl: Profile dni

source: Friday
pl: Piątek

source: Import current source
pl: Bieżący import

source: Importing: %s %s events
pl: Importowanie: %s %s wydarzenia

source: Last import:
pl: Ostatni import:

source: Last import: %s events
pl: Ostatni import: %s wydarzenia

source: Load EPG only services in bouquets
pl: Pobrać EPG tylko dla kanałów w bukietach

source: Monday
pl: Poniedziałek

source: Press OK
pl: Naciśnij OK

source: Return to deep standby after import
pl: Powrócić do głębokiego czuwania po imporcie

source: Run AutoTimer after import
pl: Uruchomić AutoTimer po imporcie

source: Saturday
pl: Sobota

source: Show "XMLTV Importer" in main menu
pl: Pokazać "Import XMLTV" w menu głównym

source: Show "XMLTVImport" in extensions
pl: Pokazać "Import XMLTV" w rozszerzeniach

source: Skip import on restart GUI
pl: Przejść na import po ponownym uruchomieniu GUI

source: Sunday
pl: Niedziela

source: Thursday
pl: Czwartek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Write to /tmp/xmltvimport.log
pl: Sprawdź w /tmp/xmltvimport.log

source: XMLTV Importer
pl: Importer XMLTV

source: XMLTVImport Import of epg data is still in progress. Please wait.
pl: Import XMLTV Import danych epg jest nadal w toku. Proszę czekać.

source: XMLTVImport Import of epg data will start. This may take a few minutes. Is this ok?
pl: Import XMLTV Import danych epg rozpoczęty Może to potrwać kilka minut. Czy się zgadzasz?

source: You may not use this settings! At least one day a week should be included!
pl: Nie możesz używać tego ustawienia! Należy włączyć co najmniej jeden dzień tygodnia!

source: always
pl: Zawsze

source: never
pl: Nigdy

source: only automatic boot
pl: Tylko automatyczny rozruch

source: only manual boot
pl: Tylko ręczny rozruch

source: skip the import
pl: Pominąć importowanie

source: wake up and import
pl: Obudzić i importować
